{
  "en": [
    "Braking Tip: With your finger on the rudder control, slide down to activate the brakes on the ground.",
    "Have a feature you'd like to see in Infinite Flight? Vote for your idea on our community forum at community.infiniteflight.com.",
    "ATC Tip: To remove other pilot communications with ATC, double tap the text in the ATC log.",
    "Follow us on Instagram, Twitter, and Facebook @infiniteflight",
    "Looking for like-minded Infinite Flight users or Virtual Airlines? Visit our community forum at community.infiniteflight.com.",
    "Follow us on YouTube at youtube.com/infiniteflight for lots of great tips and tutorials to make your Infinite Flight experience great!",
    "Tip: To customize the HUD, use the systems menu and tap the HUD button.",
    "Tip: Customize the status bar by pressing and sliding on each section.",
    "Tip: Looking for the most realistic flight experience? Turn your strobe lights on only when entering an active runway.",
    "Visit infiniteflight.com/blog for official Infinite Flight news and information.",
    "Battery Tip: Lower your screen brightness for long-haul flights to preserve battery life.",
    "Pilot Tip: Approaching an active airspace? Tune into the ATIS frequency for important airfield information.",
    "Pilot Tip: Double tap the screen to reset most camera views to their original position.",
    "Pilot Tip: Disable auto-coordination in settings to uncouple ailerons and nose wheel on the ground.",
    "Pilot Tip: Tune into an airport's active frequency by tapping the airport on the map.",
    "You can improve your framerate (and battery usage) by disabling anti-aliasing and reducing the rendering resolution in the Graphics Settings",
    "Replay Tip: Press and hold anywhere on the replay screen to hide the UI. Press and hold again to bring it back.",
    "Autopilot Tip: Arm VNAV when within 1 minute of your Top of Descent.",
    "Tip: Consider taxiing on one engine to conserve fuel and wait to start up the other just before takeoff.",
    "Visit our User Guide from the home screen for in-depth instructions.",
    "Tip: Monitor your airspeed when descending. Do not exceed 250kts below 10000ft.",
    "Tip: Start your APU before turning main engines off to keep systems alive.",
    "Tip: Check D-ATIS when planning your approach into an airport.",
    "Pilot Tip: Consider using the 'Step Climb' method on long haul flights to increase your aircraft range and overall performance.",
    "ATC Tip: Adjust the procedures opacity to allow for easier viewing of the map.",
    "Tip: Finely tune the weather in solo mode to practice instrument navigation in actual white out conditions.",
    "Long flight through center airspace? The 'away' icon will allow ATC to let you pass through uninterrupted when away from your device.",
    "Flight Tip: Tune into a controller's active frequency by clicking on that airport in the map.",
    "Gotta run? Use Autopilot+ to resume your flight while away from the app.",
    "Pilot Tip: When ATC issues a pushback tail direction, select the auto pushback button, and reference the compass in the top left",
    "Pilot Tip: When following an ATC taxi assignment, zoom in on the mini-map to see your assigned route highlighted in magenta",
    "Flight Tip: Adding an ILS approach procedure to your flight plan will automatically assign it to NAV 1",
    "Flight Tip: Open the pause menu and select the AP+ button to see Autopilot+ requirements and their current status during your flight"
  ],
  "es": [
    "Consejo: Con tu dedo en el rudder, arrastra hacia abajo para activar los frenos en tierra.",
    "¿Hay algo que quieres ver en Infinite Flight? Vota para tu idea en nuestro foro en community.infiniteflight.com",
    "Consejo de Control Aéreo: Para ocultar comunicaciones de otros pilotos con Control Aéreo, pulse dos veces en el historial de mensajes",
    "Síguenos en Instagram, Twitter y Facebook @infiniteflight",
    "¿Buscas otros pilotos similares, o quieres unirte a una linea aérea virtual? Visita nuestro foro en community.infiniteflight.com",
    "Síguenos en YouTube (youtube.com/infiniteflight) para ver trucos y tutoriales para mejorar tu experiencia de Infinite Flight",
    "Consejo: Para personalizar el HUD, usa el menu de sistamas y pulse en el botón de \"HUD\"",
    "Consejo: Puedes personalizar la barra de estados al mantener presionado en cada sección",
    "Consejo: Enciende las luces estroboscópicas al entrar en una pista activa",
    "Puedes visitar infiniteflight.com/blog para ver noticias y información oficial de Infinite Flight",
    "Consejo para conservar batería: Baja el brillo de tu pantalla para vuelos de larga duración",
    "Consejo para pilotos: ¿Te aproximas a un espacio aéreo activo? Cambia de frecuencia a ATIS para escuchar información importante sobre el aeropuerto",
    "Consejo para pilotos: Pulse dos veces en la pantalla para restablecer la posición de cada cámara",
    "Consejo para pilotos: Desactiva la autocoordinación en ajustes para desacoplar alerones y la rueda de nariz en tierra",
    "Consejo para pilotos: Puedes cambiar a la frecuencia activa de un aeropuerto desde el mapa",
    "Puedes mejorar los cuadros por segundo al desactivar anti-aliasing y al reducir la resolución de rendimiento en ajustes de gráficos",
    "Consejo de replay: Mantén presionado en cualquier parte de la pantalla para ocultar la interfáz. Mantén presionado de nuevo para mostrarla de nuevo",
    "Consejo de piloto automático: Activa VNAV cuando estés a menos de un minuto de empezar el descenso",
    "Consejo: Haz maniobras en tierra con solo un motor para conservar combustible. Activa los otros motores antes de despegar",
    "Visita nuestra Guía de Usuario para ver instrucciones detalladas",
    "Consejo: Vigila tu velocidad aérea al descender. No superes 250kts por debajo de 10000ft.",
    "Consejo: Enciende el APU antes de empezar los motores para mantener activos los sistemas a bordo",
    "Consejo: Consulte el D-ATIS al planear la aproximación a un aeropuerto",
    "Consejo de Control Aéreo: Ajusta la opacidad de los procedimientos para ver mejor el mapa",
    "Consejo: Ajusta la meteorología en modo 'solo' para practicar aproximaciones instrumentales con poca visibilidad",
    "¿Estás sobrevolando espacio aéreo activo? Los controladores aéreos verán un símobolo de 'Away' cuando no estés al lado de tu dispositivo para no interrumpir tu vuelo"
  ],
  "fr": [
    "Conseil de freinage : Avec votre doigt sur la commande de la gouverne de direction, glissez vers le bas pour activer les freins au sol.",
    "Vous avez une fonctionnalité que vous aimeriez voir dans Infinite Flight ? Votez pour votre idée sur notre forum communautaire à community.infiniteflight.com.",
    "Conseil ATC : Pour supprimer les autres communications des pilotes avec l'ATC, tapez deux fois sur le texte dans le journal ATC",
    "Suivez-nous sur Instagram, Twitter et Facebook @infiniteflight",
    "Vous recherchez des utilisateurs d'Infinite Flight ou des compagnies aériennes virtuelles partageant les mêmes idées ? Visitez notre forum communautaire à community.infiniteflight.com.",
    "Suivez-nous sur YouTube à l'adresse youtube.com/infiniteflight pour découvrir de nombreux conseils et tutoriels qui rendront votre expérience d'Infinite Flight formidable !",
    "Conseil : pour personnaliser le HUD, utilisez le menu des systèmes et appuyez sur le bouton HUD.",
    "Conseil : Vous pouvez personnalisez la barre d'état en appuyant et glissant sur chaque section.",
    "Conseil : Vous recherchez l'expérience de vol la plus réaliste ? N'allumez vos lumières stroboscopiques que lorsque vous entrez sur une piste active",
    "Visitez infiniteflight.com/blog pour les nouvelles et informations officielles d'Infinite Flight.",
    "Conseil sur la batterie : Baissez la luminosité de votre écran pour les vols long-courriers afin de préserver l'autonomie de la batterie",
    "Conseil de pilote : Vous approchez d'un espace aérien actif ? Branchez-vous sur la fréquence ATIS pour obtenir des informations importantes sur l'aérodrome",
    "Conseil de pilote : Double tap the screen to reset most camera views to their original position.",
    "Conseil de pilote : Appuyez deux fois sur l'écran pour remettre la pluspart des vues de la caméra à leur position d'origine.",
    "Conseil de pilote : Désactiver l'auto-coordination dans les réglages pour découpler les ailerons et la roue avant au sol",
    "Conseil de pilote : Syntonisez la fréquence active d'un aéroport en touchant l'aéroport sur la carte",
    "Vous pouvez améliorer votre framerate (et l'utilisation de la batterie) en désactivant l'anticrénelage et en réduisant la résolution de rendu dans les paramètres graphiques",
    "Conseil de replay : Appuyez et maintenez n'importe où sur l'écran de relecture pour cacher l'interface utilisateur. Appuyez et maintenez à nouveau pour la faire réapparaître",
    "Conseil pour le pilote automatique : Armez la VNAV lorsque vous êtes à moins d'une minute de votre sommet de descente.",
    "Conseil : Envisagez de rouler sur un seul moteur pour économiser du carburant et attendez de démarrer l'autre moteur juste avant le décollage.",
    "Visitez notre Guide de l'utilisateur à partir de l'écran d'accueil pour des instructions détaillées",
    "Conseil : surveillez votre vitesse en descente. Ne dépassez pas 250kts en dessous de 10000ft.",
    "Conseil : Démarrez votre APU avant d'éteindre les moteurs principaux pour maintenir les systèmes en vie.",
    "Conseil : Vérifiez le D-ATIS lorsque vous planifiez votre approche sur un aéroport.",
    "Conseil de pilote : Envisagez d'utiliser la méthode de 'Step Climb' sur les vols long-courriers pour augmenter l'autonomie de votre avion et les performances globales.",
    "Conseil ATC : Ajustez l'opacité des procédures pour permettre une meilleure visualisation de la carte.",
    "Conseil : Réglez finement la météo en mode solo pour vous entraîner à la navigation aux instruments dans des conditions réelles de voile blanc.",
    "Un long vol dans l'espace aérien central ? L'icône 'éloigné' permettra à l'ATC de vous laisser passer sans interruption lorsque vous êtes loin de votre appareil."
  ],
  "de": [
    "Brems-Tipp: Mit deinem Finger auf dem Ruder-Slider kannst du auf dem Boden bremsen, indem du mit deinem Finger nach unten ziehst.",
    "Du hast eine Idee für ein neues Feature? Stimme in unserem Forum auf community.infiniteflight.com dafür ab.",
    "ATC-Tipp: Um die Nachrichten anderer Pilot:innen mit ATC aus dem Log zu entfernen, klicke doppelt in das Log.",
    "Folge uns auf Instagram, Twitter und Facebook @infiniteflight",
    "Auf der Suche nach gleichgesinnten Infinite Flight Nutzern oder Virtual Airlines? Besuche unser Forum auf community.infiniteflight.com.",
    "Folge uns auf YouTube unter youtube.com/infiniteflight für viele nützliche Tipps und Tutorials um dein Infinite Flight Erlebnis weiter zu verbessern!",
    "Tipp: Um das HUD anzupassen nutze das Systems-Menü und klicke auf den HUD-Knopf.",
    "Tipp: Passe die Statusleiste an indem du die einzelnen Elemente gedrückt hälts und durch Wischen änderst.",
    "Tipp: Du willst besonders realistisch fliegen? Schalte deine Blitzlichter (Strobes) erst an, wenn du dich auf einer aktiven Piste befindest.",
    "Besuche infiniteflight.com/blog für offizielle Neuigkeiten und Informationen zu Infinite Flight.",
    "Batterie-Tipp: Reduziere deine Bildschirmhelligkeit auf Langstreckenflügen um Batterie zu sparen.",
    "Flug-Tipp: Näherst du dich einem aktiven Luftraum? Verbinde dich mit der ATIS-Frequenz um wichtige Flughafen-Informationen zu erhalten.",
    "Flug-Tipp: Durch ein doppeltes Tippen auf den Bildschirm kannst du die meisten Kameras auf ihren Ausgangszustand zurücksetzen.",
    "Flug-Tipp: Deaktiviere Auto-Koordination in den Einstellungen um die Steuerung von Querruder und Bugfahrwerk auf dem Boden zu trennen.",
    "Flug-Tipp: Verbinde dich mit den Frequenzen eines Flughafens, indem du in der Karte auf den Flughafen tippst.",
    "Du kannst deine Framerate (und deinen Batterieverbrauch) verbessern, indem du in den Grafikeinstellungen Anti-Aliasing deaktivierst und die Renderingauflösung reduzierst.",
    "Replay-Tipp: Halte den Bildschirm an einer beliebingen Stelle gedrückt, um die Benutzeroberfläche auszublenden. Um die Oberfläche wieder einzublenden, halte den Bildschirm erneut gedrückt.",
    "Tipp für den Autopiloten: Aktiviere VNAV 1 Minute bevor du deinen Sinkflug beginnen musst.",
    "Tipp: Um Treibstoff zu sparen kannst du mit nur einem Triebwerk rollen und das zweite Triebwerk erst kurz vor dem Start anlassen.",
    "Besuche unser Benutzerhandbuch auf der Startseite um tiefergehende Anleitungen zu finden.",
    "Tipp: Achte im Sinkflug auf deine Geschwindigkeit. Überschreite unter 10 000ft nicht 250kts (IAS).",
    "Tipp: Start deine APU bevor du deine Triebwerke abschaltest, damit die Systeme des Flugzeugs weiterlaufen können.",
    "Tipp: Beachte das D-ATIS wenn du deinen Anflug auf einen Flughafen planst.",
    "Flug-Tipp: Du kannst schrittweise höher steigen (Step-Climb) um auf Langstreckenflügen deine Reichweite und Performance zu erhöhen.",
    "ATC-Tipp: Du kannst die Transparenz der An- und Abflugouten in der Karte anpassen um sie übersichtlicher zu gestalten.",
    "Tipp: Im Solo-Modus kannst du das Wetter präzise anpassen um Instrumenten-Navigation unter Nullsicht-Bedingungen zu trainieren.",
    "Du fliegst lange durch einen aktiven Center-Luftraum? Durch das 'Away'-Icon weiß ATC, wenn du nicht an deinem Gerät bist und lässt dich unbehelligt weiterfliegen."
  ],
  "pt": [
    "Dica: Utilizando o seu dedo para controlar o leme, arraste para baixo para ativar os freios em solo.",
    "Tem algum recurso que queira ver no Infinite Flight? Vote a sua ideia no nosso fórum da comunidade em community.infiniteflight.com.",
    "Dica de ATC: Para remover outras comunicações dos pilotos com o ATC, Toque 2 vezes no Registro do ATC.",
    "Siga-nos no Instagram, Twitter e Facebook @infiniteflight",
    "Procurando por usuários de Infinite Flight ou Companhias Aéreas Virtuais? Visite o nosso fórum da comunidade em community.infiniteflight.com.",
    "Siga-nos no Youtube em youtube.com/infiniteflight para várias dicas e tutoriais para tornar a sua experiência com o Infinite Flight melhor!",
    "Dica: Para customizar o HUD, use o menu de sistemas e toque no botão HUD.",
    "Dica: Customize a barra de status pressionando e arrastando em cada secção.",
    "Dica: Procurando por uma experiência de voo mais realista? Ligue as luzes strobe apenas quando estiver entrando na pista.",
    "Visite infiniteflight.com/blog para notícias oficiais do Infinite Flight e informações.",
    "Dica de Bateria: Diminua o seu brilho da tela em voos de longo alcance para preservar a bateria.",
    "Dica de Piloto: Aproximando em Espaço Aéreo controlado? Sintonize na frequência ATIS para informação de aeródromo importante.",
    "Dica de Piloto: Toque duas vezes na tela para resetar a maioria das visões de câmera para a posição original.",
    "Dica de Piloto: Desative a Auto-Coordenação nas configurações para desacoplar os ailerons e a roda de nariz em solo.",
    "Dica de Piloto: Sintonize na frequência ativa do aeroporto tocando o aeroporto no mapa.",
    "Você pode melhorar a sua taxa de quadros (e uso da bateria) desligando o anti-aliasing e reduzindo a resolução de renderização nas configurações de gráficos.",
    "Dica de Replay: Pressione e segure em qualquer lugar na tela de replay para esconder o interface. Pressione e segure novamente para mostrar novamente.",
    "Dica de Piloto Automático: Arme o VNAV quando estiver 1 minuto do seu Top of Descent.",
    "Dica: Considere taxiar com 1 motor para economizar combustível e aguarde para ligar o outro quando estiver para decolar.",
    "Visite o guia do usuário na tela de início para instruções mais abrangente.",
    "Dica: Monitore a sua velocidade durante a descida. Não ultrapasse 250kts abaixo de 10000ft.",
    "Dica: Inicie o APU antes de desligar os motores para manter os sistemas ligados.",
    "Dica: Verifique o D-ATIS enquanto estiver planejando sua aproximação em um aeroporto.",
    "Dica de Piloto: Considere utilizar o método 'Step Climb' nos voos longo alcance para aumentar a autonomia da aeronave e desempenho.",
    "Dica de ATC: Ajuste a opacidade dos procedimentos para permitir uma visualização mais fácil no mapa.",
    "Dica: Ajuste o clima no modo solo para praticar navegação por instrumentos em condições de pouca visibilidade.",
    "Voos longos através do centro? O icone 'ausente' vai permitir o ATC deixar você passar sem interrupções enquanto estiver longe do seu dispositivo."
  ],
  "ms": [
    "Petua Brek: Dengan jari anda pada kawalan kemudi, gelongsor ke bawah untuk mengaktifkan brek di atas tanah.",
    "Mempunyai ciri yang anda ingin lihat dalam Infinite Flight? Undi untuk ciri anda pada forum komuniti kami di community.infiniteflight.com.",
    "Petua Pengawal Trafik Udara: Untuk mengalih keluar komunikasi juruterbang lain dengan ATC, ketik dua kali teks dalam log Pengawal Trafik Udara.",
    "Ikuti kami di Instagram, Twitter dan Facebook @infiniteflight",
    "Mencari pengguna Infinite Flight atau Syarikat Penerbangan Maya yang berfikiran sama? Lawati forum komuniti kami di community.infiniteflight.com.",
    "Ikuti kami di YouTube di youtube.com/infiniteflight untuk mendapatkan banyak petua dan tutorial hebat untuk menjadikan pengalaman Infnite Flight anda bagus!",
    "Petua: Untuk menyesuaikan Paparan Kepala, gunakan menu sistem dan ketik butang Paparan Kepala.",
    "Petua: Sesuaikan bar status dengan menekan dan meluncur pada setiap bahagian.",
    "Petua: Mencari pengalaman penerbangan yang paling realistik? Hidupkan lampu strob anda hanya apabila memasuki landasan aktif.",
    "Lawati infiniteflight.com/blog untuk berita dan maklumat rasmi Infinite Flight.",
    "Petua Bateri: Kurangkan kecerahan skrin anda untuk penerbangan jarak jauh untuk mengekalkan hayat bateri.",
    "Petua Juruterbang: Mendekati ruang udara yang aktif? Ikuti frekuensi ATIS untuk mendapatkan maklumat lapangan terbang yang penting.",
    "Petua Perintis: Ketik dua kali pada skrin untuk menetapkan semula kebanyakan paparan kamera ke kedudukan asalnya.",
    "Petua Juruterbang: Lumpuhkan penyelarasan automatik dalam tetapan untuk menyahgandingkan aileron dan roda hidung di atas tanah.",
    "Petua Juruterbang: Ikuti kekerapan aktif lapangan terbang dengan mengetik lapangan terbang pada peta.",
    "Anda boleh meningkatkan kadar bingkai anda (dan penggunaan bateri) dengan melumpuhkan anti-aliasing dan mengurangkan resolusi pemaparan dalam Tetapan Grafik",
    "Petua Main Semula: Tekan dan tahan di mana-mana pada skrin main semula untuk menyembunyikan UI. Tekan dan tahan sekali lagi untuk membawanya kembali.",
    "Petua Autopilot: Lengan VNAV apabila dalam masa 1 minit dari Atas Keturunan anda.",
    "Petua: Pertimbangkan menggunakan teksi pada satu enjin untuk menjimatkan minyak dan tunggu untuk menghidupkan enjin yang lain sebelum berlepas.",
    "Lawati Panduan Pengguna kami dari skrin utama untuk mendapatkan arahan yang mendalam.",
    "Petua: Pantau kelajuan udara anda semasa menuruni. Jangan melebihi 250kts di bawah 10000 kaki.",
    "Petua: Mulakan Unit Kuasa Bantu anda sebelum mematikan enjin utama untuk memastikan sistem hidup.",
    "Petua: Semak D-ATIS apabila merancang pendekatan anda ke lapangan terbang.",
    "Petua Juruterbang: Pertimbangkan untuk menggunakan kaedah 'Step Climb' pada penerbangan jarak jauh untuk meningkatkan julat pesawat dan prestasi keseluruhan anda.",
    "Petua ATC: Laraskan kelegapan prosedur untuk membolehkan paparan peta dengan lebih mudah.",
    "Petua: Sesuaikan cuaca dalam mod solo untuk mengamalkan navigasi instrumen dalam keadaan putih keluar sebenar.",
    "Penerbangan jauh melalui ruang udara tengah? Ikon 'jauh' akan membolehkan ATC membenarkan anda melalui tanpa gangguan apabila jauh dari peranti anda."
  ],
  "ru": [
    "Совет: Когда ваш палец находится на управлении руля высоты, потяните вниз, чтобы активировать тормоза на земле.",
    "Если у вас есть идея, которую вы хотели бы увидеть реализованной в Infinite Flight, проголосуйте за нее на форуме игры: community.infiniteflight.com",
    "Совет: Чтобы скрыть общение других пилотов с УВД, дважды нажмите на текст в журнале УВД.",
    "Подписывайтесь на нас в Instagram, Twitter и Facebook: @infiniteflight",
    "Ищете единомышленников или желаете присоединиться к виртуальной авиакомпании? Посетите наш форум по адресу: community.infiniteflight.com",
    "Подписывайтесь на нас в YouTube: youtube.com/infiniteflight, где вы найдете множество советов и видеоинструкций, которые улучшат ваш пользовательский опыт.",
    "Совет: Чтобы настроить HUD под себя, зайдите в меню систем и нажмите на значок HUD.",
    "Совет: Настройте строку состояния под себя, зажимая и выбирая нужную вам индикацию для каждой его секции.",
    "Совет: Хотите еще больше реализма? Включайте проблесковые огни только при выезде на активную полосу.",
    "Посетите infiniteflight.com/blog, чтобы получить официальные новости и актуальную информацию об Infinite Flight.",
    "Совет: Уменьшайте яркость экрана при длительных перелетах для сохранения батареи устройства.",
    "Совет: Приближаетесь к контролируемому воздушному пространству? Настройтесь на частоту АТИС для получения информации о текущей обстановке в аэропорту.",
    "Совет: Дважды нажмите на экран, чтобы вернуть камеры в изначальное положение.",
    "Совет: Отключите автокоординацию, чтобы разъединить элероны и носовую стойку шасси на земле.",
    "Совет: Настройтесь на активную диспетчерскую частоту аэропорта путем нажатия на аэропорт на карте.",
    "Вы можете улучшить вашу производительность (и использование батареи) путем отключения сглаживания и уменьшения разрешения рендеринга в настройках графики.",
    "Совет: Чтобы скрыть интерфейс в режиме повтора, нажмите и удерживайте в любом месте на экране. Нажмите и удерживайте еще раз, чтобы вернуть интерфейс.",
    "Совет: Активируйте VNAV за 1 минуту до точки начала снижения.",
    "Совет: Рассмотрите возможность руления на одном двигателе, чтобы сэкономить топливо, и запустите другой двигатель непосредственно перед взлетом.",
    "Посетите наше Руководство Пользователя в главном меню для детальных инструкций по взаимодействию с авиасимулятором.",
    "Совет: Контролируйте вашу скорость при снижении. Не превышайте 250 узлов на высоте ниже 10000 футов.",
    "Совет: Запустите APU перед отключением двигателей, чтобы основные системы остались работоспособными.",
    "Совет: Проверяйте цифровой АТИС (D-ATIS) аэропорта при планировании посадки.",
    "Совет: Рассмотрите возможность использования методики 'Step Climb' (Ступенчатый подъем) для длительных перелетов, чтобы увеличить дальность полета и общую эффективность самолета.",
    "Совет: Отрегулируйте прозрачность процедур УВД, чтобы облегчить просмотр карты.",
    "Совет: Детально настраивайте погодные условия в одиночном режиме, чтобы практиковаться в посадке по приборам в условиях плохой видимости.",
    "Длительный перелет через воздушное пространство центра? Индикация 'Неактивен' позволит диспетчеру пропустить вас беспрепятственно, когда находитесь вдали от устройства."
  ],
  "zh": [
    "向下拉动方向舵滑块即可使用地面刹车。答应我，不要用停机刹车制动好吗？",
    "想要新涂装？想要新机型？别再到处抱怨了！前往官方论坛community.infiniteflight.com为你的想法投上一票，官方才看得到你的呼声！",
    "管制消息太多？双击文本框即可过滤掉其他玩家的陆空对话信息，专注于你和管制的通话。",
    "请关注我们的instagram，Twitter（X）和YouTube账号: @infiniteflight.",
    "想要找到志同道合的Infinite Flight玩家或者虚拟航司？来我们的官方论坛community.infiniteflight.com看看吧!",
    "请关注我们的YouTube频道: youtube.com/infiniteflight，我们制作的教学视频能让你的飞行体验更加精彩!",
    "使用“系统”菜单内的“HUD”按钮自定义HUD显示内容。",
    "在底部状态栏各个区域长按并滑动可以自定义显示信息。你还可以在“系统”菜单里保存三种显示预设！",
    "想要像真实飞行员一样操作？记住：在进跑道之后再打开频闪灯。",
    "请访问infiniteflight.com/blog获取来自Infinite Flight官方的新闻与信息。",
    "长途飞行如何省电？调低屏幕亮度，时间调到夜晚，视角盯着天空。",
    "即将进入管制空域？请先调至机场情报通波频率，查看重要的机场信息，做到心中有数。",
    "双击屏幕即可重置大部分视角的位置和缩放。",
    "强烈建议在设置中禁用自动协调功能，在地面上解除副翼和鼻轮的联动。",
    "在地图上点击机场，可以直接调频到该机场的管制频率。",
    "你可以在显示设置里关闭抗锯齿并降低渲染分辨率，从而提高帧数和延长电池寿命。",
    "想录视频？打开回放之后，长按任意位置即可隐藏进度条。再次长按可以重新显示。",
    "如果不想一觉醒来发现自己吃了三个超速罚单的话，就在到达下降顶点前1分钟时才预位垂直导航（VNAV）。",
    "你可以试试使用单发滑行来节省燃油，但别忘了在快起飞时启动另一台发动机！",
    "在主界面中进入用户指南，获取更多详细的教程。",
    "下降高度时注意你的空速！10000英尺以下不得超过250节。",
    "在关闭发动机之前启动APU，保持飞机系统通电。不然发动机一关，你的仪表就全黑咯。",
    "规划你的进场航线时，一定要检查当前的机场通播！如果落错了跑道，后果自负哦~",
    "在长途飞行时建议使用阶梯爬升：起始高度低一点，稍后再上升，这样可以延长飞机航程并提升整体性能。",
    "在管制界面，可以调节仪表程序显示的不透明度，助你更好地观看地图。",
    "在单人模式里，你可以自由调整天气，练习各种极端条件下的进近着陆。",
    "巡航挂飞怕被管制叫？不用担心，你会被系统自动标记“离开设备”，管制员看到这个标签就不会打扰你啦。",
    "没时间飞了？有了自动驾驶Plus（AP+）帮你在后台挂飞，你就可以专注自己的事情了。",
    "当ATC指示推出方向时，你可以点击自动后推，然后参考左上角的罗盘规划推出路线。注意，指令里的方向是机尾朝向，不是机头哦！",
    "在按照管制给出的路线滑行时，你的滑行路线会在小地图上以洋红色显示。",
    "现在，在你的飞行计划里添加ILS进近程序，系统会自动为你调整到对应的导航台，相当方便哦！",
    "打开暂停菜单，点击AP+按钮，就能检查你满不满足AP+的所有使用条件了。",
    "你开的是飞机，不是F1，所以直线滑行不要超速，转弯不要超过10节！",
    "滑行排队的时候，想象和前机中间正好能塞进一架A320，这就是合适的间距。",
    "管制员只要看到你飞机的任何部位越过等待线，都可以认为你入侵了跑道。",
    "巡航高度一般遵守“东单西双”的规则，向东飞行使用单数高度层，向西飞行使用双数高度层。",
    "牢记“八该一反对”，如果天气不好，或者飞得太高，落不下来，就果断地复飞吧。"    
  ],
  "bg":  [
    "Съвет за спиране: Когато пръстът ви е на контрола на руля, теглете надолу за да активирате спирачките на земята.",
    "Имате идея за функция, която искате да видите в Infinite Flight? Гласувайте за идеята си в нашия форум, community.infiniteflight.com",
    "Съвет за РВД: За да премахнете комуникациите на РВД с други пилоти, натиснете два пъти текста в РВД лога.",
    "Последвайте ни в Instagram, Twitter и Facebook на @infiniteflight",
    "Търсите други ползватели на Infinite Flight или виртуални авиокомпании? Посетете нашия форум, community.infiniteflight.com",
    "Абонирайте се за нашия YouTube канал, youtube.com/infiniteflight, за множество интересни съвети и уроци, за да направите вашето Infinite Flight преживяване страхотно!",
    "Съвет: За да персонализирате HUD-a, използвайте системното меню и натиснете HUD бутона.",
    "Съвет: Персонализирайте статус лентата като натиснете и теглите за всяка секция.",
    "Съвет: Искате най-реалистичното полетно преживяване? Включвайте стробните си светлини само когато навлизате в активна писта.",
    "Посетете infiniteflight.com/blog за официални новини и информация, свързана с Infinite Flight.",
    "Съвет за батерията: Намалете яркостта на екрана по време на дълги полети, за да запазите живота на батерията си.",
    "Съвет за пилоти: Наближавате активно въздушно пространство? Присъединете се към ATIS честотата, за да разберете важна информация за летището.",
    "Съвет за пилоти: Натиснете екрана два пъти, за да нулирате повечето камери към оригиналната им позиция.",
    "Съвет за пилоти: Изключете авто-координацията в настройките, за да разедините елероните и руля на земята.",
    "Съвет за пилоти: Присъединете се към активните честоти на летището като натиснете летището на картата.",
    "Можете да подобрите кадрите в секунда (и използването на батерия) като изключите анти-алисанига и намалите резолюцията на изобразяването от графичните настройки.",
    "Съвет за записите: Натиснете и задръжте върху екрана, за да скриете интерфейса. Натиснете и задръжте отново, за да го върнете.",
    "Съвет за автопилота: Включете VNAV когато сте на около минута от началото на снижение.",
    "Съвет: Рулирайте с един двигател, за да спестите гориво, и включете другия малко преди излитане.",
    "Посетете нашето Упътване за Употреба от началния екран за детайлни инструкции.",
    "Съвет: Следете въздушната си скорост по време на снижение. Не превишавайте 250 възела под 10000фт.",
    "Съвет: Стартирайте APU-то си преди да изключите двигателите, за да запазите системите включени.",
    "Съвет: Проверете D-ATIS-a когато планирате захода си към летището.",
    "Съвет за пилоти: Използвайте метода \"Step Climb\" (постепенно изкачване) по време на дълги полети, за да увеличите производителността и обсега на самолета.",
    "Съвет за РВД: Регулирайте прозрачността на процедурите за по-лесно наблюдение над картата.",
    "Съвет: Настройвайте времевите условия в соло режима прецизно, за да упражнявате навигационните си умения в условия на мъгла.",
    "Летите на дълго разстояние през информационен регион? Иконата за отсъствие позволява на РВД да ви остави в покой докато не сте до устройството си." 
  ],
  "hu": [
    "Fékezési Tipp: Gurulás közben a fékeket aktiválhatod a kormányvezérlő nyomásával, majd lefelé húzásával is.",
    "Van olyan funkció, amelyet szívesen látnál az Infinite Flightban? Szavazz az ötletedre közösségi fórumunkon, a community.infiniteflight.com weboldalon.",
    "ATC Tipp: A többi pilótával folytatott kommunikáció eltávolításához koppints kétszer a szövegre.",
    "Kövess minket az Instagramon, a Twitteren és a Facebookon @infiniteflight",
    "Hasonló gondolkodású Infinite Flight felhasználókat vagy Virtuális Légitársaságokat keresel? Látogasd meg közösségi fórumunkat, a community.infiniteflight.com weboldalon.",
    "Kövess minket a YouTube-on a youtube.com/infiniteflight oldalon, ahol rengeteg nagyszerű tippet és oktatóanyagot találsz, amelyekkel nagyszerűbbé teheted az Infinite Flight élményed!",
    "Tipp: A HUD testreszabásához használd a Systems menüt, és nyomd meg a HUD gombot.",
    "Tipp: Testreszabhatod az állapotsort az egyes részek megnyomásával és csúsztatásával.",
    "Tipp: A legvalósághűbb repülési élményt keresed? Csak akkor kapcsold be a villogó lámpákat, amikor aktív kifutópályára érsz.",
    "Az Infinite Flight hivatalos híreiért és információiért látogass el az infiniteflight.com/blog oldalra.",
    "Akkumulátor Tipp: Az akkumulátor élettartamának megőrzése érdekében csökkentsd a képernyő fényerejét hosszú távú repülés esetén.",
    "Pilóta Tipp: Aktív légtérhez közeledsz? Kapcsolj az ATIS frekvenciára a fontos repülőtéri információkért.",
    "Pilóta Tipp: Koppints duplán a képernyőre, hogy a legtöbb kameranézetet visszaállítsd az eredeti helyzetébe.",
    "Pilóta Tipp: Kapcsold ki az automatikus-koordinációt a beállításokban a csűrők és az orrkerék szétválasztásához amikor gurulsz.",
    "Pilóta Tipp: Rákapcsolhatsz bármely repülőtér aktív frekvenciáira, ha a térképen a kiválasztott reptérre nyomsz.",
    "Javíthatod a képkockasebességet (és az akkumulátorhasználatot), ha letiltod az anti-aliasing-ot és csökkented a renderelési felbontást a Grafikai Beállításokban.",
    "Visszajátszási Tipp: Nyomd meg és tartsd lenyomva bárhol a képernyőt a felhasználói felület elrejtéséhez. A visszaállításhoz ismételd meg ugyanezt.",
    "Robotpilóta Tipp: Kapcsold be a VNAV-ot, ha egy percen belűl fogod elérni az ereszkedés tetejét.",
    "Tipp: Az üzemanyag megtakarítása érdekében csak egy hajtóművet használj a guruláshoz, a másodikat csak a kifutópályához érés előtt kapcsold be.",
    "A részletes útmutatásért keresd fel Felhasználói Útmutatónkat a kezdőképernyőről.",
    "Tipp: Ereszkedés közben figyelj a sebességre. Ne lépd túl a 250 csomót 10000 láb alatt.",
    "Tipp: Indítsd el a segédhajtóművet (APU) a hajtóművek leállítása előtt, hogy a rendszerek életben maradjanak.",
    "Tipp: Ellenőrizd a D-ATIS-t, amikor tervezed a repülőtér megközelítését.",
    "Pilóta Tipp: Fontold meg a Fokozatos Emelkedés módszer használatát hosszú távú repüléseken a repülőgép hatótávolságának és általános teljesítményének növelése érdekében.",
    "ATC Tipp: Rejtsd el a bizonyos légtéri és megközelítési eljárások grafikáját, hogy könnyebben átlásd a térképet.",
    "Tipp: Egyjátékos Módban állítsd kedvedre az időjárást, a műszeres navigáció tényleges gyakorlásához szélsőséges körülmények között.",
    "Hosszú járatot teljesítesz Center légtéren keresztűl? Az 'Away' ikon lehetővé teszi, hogy megszakítás nélkül áthaladhass, ha távol vagy az eszközödtől."
  ],
  "tr": [
    "Frenleme Önerisi: Frenleri yerde aktif etmek için parmağınızla dümen kontrolünü aşağı sürükleyin.",
    "Infinite Flight'da görmek istediğiniz özellikler mi var? Fikriniz için topluluk forumunda oy ver, community.infiniteflight.com.",
    "ATC Önerisi: ATC ile diğer pilotların konuşmalarını kaldırmak için ATC konuşma metnine iki defa tıklayın.",
    "Bizi Instagram, Twitter, ve Facebook üzerinden takip edin @infiniteflight",
    "Benzer düşüncede olan Infinite Flight kullanıcıları ya da Sanal Havayolları mı arıyorsun? Topluluk forumunu ziyaret et, community.infiniteflight.com.",
    "Infinite Flight deneyimini daha iyi yapmak için bir sürü harika ipucu ve öğreticileri görmek için bizi Youtube'dan takip edin, youtube.com/infiniteflight ",
    "Öneri: HUD'ı düzenlemek için sistem menüsünü kullanın ve HUD butonuna basın.",
    "Öneri: Statü barını düzenlemek için basılı tutup her bölüm için kaydırın.",
    "Öneri: Daha gerçekçi bir uçuş deneyimi mi arıyorsun? Strobe ışıklarını sadece aktif bir piste girdiğinde kullan.",
    "Resmi Infinite Flight haberleri ve bilgileri için infiniteflight.com/blog sitesini ziyaret edin.",
    "Batarya önerisi: Uzun uçuşlarda batarya ömrünü korumak için ekran parlaklığını düşürün.",
    "Pilot Önerisi: Aktif bir hava sahasına mı yaklaşıyorsun? Önemli havaalnı bilgileri için ATIS frekansına bağlanın.",
    "Pilot Önerisi: Çoğu kamera açısını sıfırlamak için ekrana iki defa basın.",
    "Pilot Önerisi: Kanatçıkları ve burun tekerleğini yerde ayırmak için ayarlarda otomatik koordinasyonu devre dışı bırakın.",
    "Pilot Önerisi: Haritadan havalimanına basarak havalimanının aktif frekansına bağlanın.",
    "Grafik Ayarlarında kenar yumuşatmayı devre dışı bırakarak ve işleme çözünürlüğünü azaltarak kare hızınızı (ve pil kullanımınızı) iyileştirebilirsiniz.",
    "Tekrar Önerisi: Herhangi bir yere basılı tutarak UI'yi gizleyin. Geri getirmek için tekrardan basılı tutun.",
    "Otopilot Önerisi: Alçalmanın başlamasına 1 dakika kala VNAV'ı açın.",
    "Öneri: Tek motor ile taksi yaparak yakıtınızı koruyun ve kalkıştan hemen önce diğerini çalıştırın.",
    "Kapsamlı talimatlar için ana ekrandan Kullanıcı Kılavuzumuzu ziyaret edin.",
    "Öneri: Alçalırken hava hızınızı izleyin. 10000ft'in altında 250kts'yi geçmeyin.",
    "Öneri: Sistemleri canlı tutmak için ana motorları kapatmadan önce APU'nuzu (Yardımcı Güç Ünitesi) çalıştırın.",
    "Öneri: Bir havaalanına yaklaşımınızı planlarken D-ATIS'i kontrol edin.",
    "Pilot Önerisi: Uçak menzilinizi ve genel performansınızı artırmak için uzun mesafeli uçuşlarda 'Kademeli Tırmanış' yöntemini kullanmayı düşünün.",
    "ATC Önerisi: Haritanın daha kolay görüntülenmesini sağlamak için prosedürlerin opaklığını ayarlayın.",
    "Öneri: Gerçek düşük görüş koşullarında enstrüman navigasyonu yapmak için solo modda havayı hassas şekilde ayarlayın.",
    "Merkez hava sahasından geçen uzun uçuş? 'Dışarıda' simgesi, ATC'nin cihazınızdan uzaktayken kesintisiz geçiş yapmanıza izin verecektir."
  ]
}
