{
  "en": [
    "Braking Tip: With your finger on the rudder control, slide down to activate the brakes on the ground.",
    "Have a feature you'd like to see in Infinite Flight? Vote for your idea on our community forum at community.infiniteflight.com.",
    "ATC Tip: To remove other pilot communications with ATC, double tap the text in the ATC log.",
    "Follow us on Instagram, Twitter, and Facebook @infiniteflight",
    "Looking for like-minded Infinite Flight users or Virtual Airlines? Visit our community forum at community.infiniteflight.com.",
    "Follow us on YouTube at youtube.com/infiniteflight for lots of great tips and tutorials to make your Infinite Flight experience great!",
    "Tip: To customize the HUD, use the systems menu and tap the HUD button.",
    "Tip: Customize the status bar by pressing and sliding on each section.",
    "Tip: Looking for the most realistic flight experience? Turn your strobe lights on only when entering an active runway.",
    "Visit infiniteflight.com/blog for official Infinite Flight news and information.",
    "Battery Tip: Lower your screen brightness for long-haul flights to preserve battery life.",
    "Pilot Tip: Approaching an active airspace? Tune into the ATIS frequency for important airfield information.",
    "Pilot Tip: Double tap the screen to reset most camera views to their original position.",
    "Pilot Tip: Disable auto-coordination in settings to uncouple ailerons and nose wheel on the ground.",
    "Pilot Tip: Tune into an airport's active frequency by tapping the airport on the map.",
    "You can improve your framerate (and battery usage) by disabling anti-aliasing and reducing the rendering resolution in the Graphics Settings",
    "Replay Tip: Press and hold anywhere on the replay screen to hide the UI. Press and hold again to bring it back.",
    "Autopilot Tip: Arm VNAV when within 1 minute of your Top of Descent.",
    "Tip: Consider taxiing on one engine to conserve fuel and wait to start up the other just before takeoff.",
    "Visit our User Guide from the home screen for in-depth instructions.",
    "Tip: Monitor your airspeed when descending. Do not exceed 250kts below 10000ft.",
    "Tip: Start your APU before turning main engines off to keep systems alive.",
    "Tip: Check D-ATIS when planning your approach into an airport.",
    "Pilot Tip: Consider using the 'Step Climb' method on long haul flights to increase your aircraft range and overall performance.",
    "ATC Tip: Adjust the procedures opacity to allow for easier viewing of the map.",
    "Tip: Finely tune the weather in solo mode to practice instrument navigation in actual white out conditions.",
    "Long flight through center airspace? The 'away' icon will allow ATC to let you pass through uninterrupted when away from your device."
  ],
  "es": [
    "Consejo: Con tu dedo en el rudder, arrastra hacia abajo para activar los frenos en tierra.",
    "¿Hay algo que quieres ver en Infinite Flight? Vota para tu idea en nuestro foro en community.infiniteflight.com",
    "Consejo de Control Aéreo: Para ocultar comunicaciones de otros pilotos con Control Aéreo, pulse dos veces en el historial de mensajes",
    "Síguenos en Instagram, Twitter y Facebook @infiniteflight",
    "¿Buscas otros pilotos similares, o quieres unirte a una linea aérea virtual? Visita nuestro foro en community.infiniteflight.com",
    "Síguenos en YouTube (youtube.com/infiniteflight) para ver trucos y tutoriales para mejorar tu experiencia de Infinite Flight",
    "Consejo: Para personalizar el HUD, usa el menu de sistamas y pulse en el botón de \"HUD\"",
    "Consejo: Puedes personalizar la barra de estados al mantener presionado en cada sección",
    "Consejo: Enciende las luces estroboscópicas al entrar en una pista activa",
    "Puedes visitar infiniteflight.com/blog para ver noticias y información oficial de Infinite Flight",
    "Consejo para conservar batería: Baja el brillo de tu pantalla para vuelos de larga duración",
    "Consejo para pilotos: ¿Te aproximas a un espacio aéreo activo? Cambia de frecuencia a ATIS para escuchar información importante sobre el aeropuerto",
    "Consejo para pilotos: Pulse dos veces en la pantalla para restablecer la posición de cada cámara",
    "Consejo para pilotos: Desactiva la autocoordinación en ajustes para desacoplar alerones y la rueda de nariz en tierra",
    "Consejo para pilotos: Puedes cambiar a la frecuencia activa de un aeropuerto desde el mapa",
    "Puedes mejorar los cuadros por segundo al desactivar anti-aliasing y al reducir la resolución de rendimiento en ajustes de gráficos",
    "Consejo de replay: Mantén presionado en cualquier parte de la pantalla para ocultar la interfáz. Mantén presionado de nuevo para mostrarla de nuevo",
    "Consejo de piloto automático: Activa VNAV cuando estés a menos de un minuto de empezar el descenso",
    "Consejo: Haz maniobras en tierra con solo un motor para conservar combustible. Activa los otros motores antes de despegar",
    "Visita nuestra Guía de Usuario para ver instrucciones detalladas",
    "Consejo: Vigila tu velocidad aérea al descender. No superes 250kts por debajo de 10000ft.",
    "Consejo: Enciende el APU antes de empezar los motores para mantener activos los sistemas a bordo",
    "Consejo: Consulte el D-ATIS al planear la aproximación a un aeropuerto",
    "Consejo de Control Aéreo: Ajusta la opacidad de los procedimientos para ver mejor el mapa",
    "Consejo: Ajusta la meteorología en modo 'solo' para practicar aproximaciones instrumentales con poca visibilidad",
    "¿Estás sobrevolando espacio aéreo activo? Los controladores aéreos verán un símobolo de 'Away' cuando no estés al lado de tu dispositivo para no interrumpir tu vuelo"
  ],
  "fr": [
    "Conseil de freinage : Avec votre doigt sur la commande de la gouverne de direction, glissez vers le bas pour activer les freins au sol."
  ],
  "de": [
    "Brems-Tipp: Mit deinem Finger auf dem Ruder-Slider kannst du auf dem Boden bremsen, indem du mit deinem Finger nach unten ziehst.",
    "Du hast eine Idee für ein neues Feature? Stimme in unserem Forum auf community.infiniteflight.com dafür ab.",
    "ATC-Tipp: Um die Nachrichten anderer Pilot:innen mit ATC aus dem Log zu entfernen, klicke doppelt in das Log.",
    "Folge uns auf Instagram, Twitter und Facebook @infiniteflight",
    "Auf der Suche nach gleichgesinnten Infinite Flight Nutzern oder Virtual Airlines? Besuche unser Forum auf community.infiniteflight.com.",
    "Folge uns auf YouTube unter youtube.com/infiniteflight für viele nützliche Tipps und Tutorials um dein Infinite Flight Erlebnis weiter zu verbessern!",
    "Tipp: Um das HUD anzupassen nutze das Systems-Menü und klicke auf den HUD-Knopf.",
    "Tipp: Passe die Statusleiste an indem du die einzelnen Elemente gedrückt hälts und durch Wischen änderst.",
    "Tipp: Du willst besonders realistisch fliegen? Schalte deine Blitzlichter (Strobes) erst an, wenn du dich auf einer aktiven Piste befindest.",
    "Besuche infiniteflight.com/blog für offizielle Neuigkeiten und Informationen zu Infinite Flight.",
    "Batterie-Tipp: Reduziere deine Bildschirmhelligkeit auf Langstreckenflügen um Batterie zu sparen.",
    "Flug-Tipp: Näherst du dich einem aktiven Luftraum? Verbinde dich mit der ATIS-Frequenz um wichtige Flughafen-Informationen zu erhalten.",
    "Flug-Tipp: Durch ein doppeltes Tippen auf den Bildschirm kannst du die meisten Kameras auf ihren Ausgangszustand zurücksetzen.",
    "Flug-Tipp: Deaktiviere Auto-Koordination in den Einstellungen um die Steuerung von Querruder und Bugfahrwerk auf dem Boden zu trennen.",
    "Flug-Tipp: Verbinde dich mit den Frequenzen eines Flughafens, indem du in der Karte auf den Flughafen tippst.",
    "Du kannst deine Framerate (und deinen Batterieverbrauch) verbessern, indem du in den Grafikeinstellungen Anti-Aliasing deaktivierst und die Renderingauflösung reduzierst.",
    "Replay-Tipp: Halte den Bildschirm an einer beliebingen Stelle gedrückt, um die Benutzeroberfläche auszublenden. Um die Oberfläche wieder einzublenden, halte den Bildschirm erneut gedrückt.",
    "Tipp für den Autopiloten: Aktiviere VNAV 1 Minute bevor du deinen Sinkflug beginnen musst.",
    "Tipp: Um Treinbstoff zu sparen kannst du mit nur einem Triebwerk rollen und das zweite Triebwerk erst kurz vor dem Start anlassen.",
    "Besuche unser Benutzerhandbuch auf der Startseite um tiefergehende Anleitungen zu finden.",
    "Tipp: Achte im Sinkflug auf deine Geschwindigkeit. Überschreite unter 10 000ft nicht 250kts (IAS).",
    "Tipp: Start deine APU bevor du deine Triebwerke abschaltest, damit die Systeme des Flugzeugs weiterlaufen können.",
    "Tipp: Beachte das D-ATIS wenn du deinen Anflug auf einen Flughafen planst.",
    "Flug-Tipp: Du kannst schrittweise höher steigen (Step-Climb) um auf Langstreckenflügen deine Reichweite und Performance zu erhöhen.",
    "ATC-Tipp: Du kannst die Transparenz der An- und Abflugouten in der Karte anpassen um sie übersichtlicher zu gestalten.",
    "Tipp: Im Solo-Modus kannst du das Wetter präzise anpassen um Instrumenten-Navigation unter Nullsicht-Bedingungen zu trainieren.",
    "Du fliegst lange durch einen aktiven Center-Luftraum? Durch das 'Away'-Icon weiß ATC, wenn du nicht an deinem Gerät bist und lässt dich unbehelligt weiterfliegen."
  ],
  "pt": [
    "Dica: Utilizando o seu dedo para controlar o leme, arraste para baixo para ativar os freios em solo.",
    "Tem algum recurso que queira ver no Infinite Flight? Vote a sua ideia no nosso fórum da comunidade em community.infiniteflight.com.",
    "Dica de ATC: Para remover outras comunicações dos pilotos com o ATC, Toque 2 vezes no Registro do ATC.",
    "Siga-nos no Instagram, Twitter e Facebook @infiniteflight",
    "Procurando por usuários de Infinite Flight ou Companhias Aéreas Virtuais? Visite o nosso fórum da comunidade em community.infiniteflight.com.",
    "Siga-nos no Youtube em youtube.com/infiniteflight para várias dicas e tutoriais para tornar a sua experiência com o Infinite Flight melhor!",
    "Dica: Para customizar o HUD, use o menu de sistemas e toque no botão HUD.",
    "Dica: Customize a barra de status pressionando e arrastando em cada secção.",
    "Dica: Procurando por uma experiência de voo mais realista? Ligue as luzes strobe apenas quando estiver entrando na pista.",
    "Visite infiniteflight.com/blog para notícias oficiais do Infinite Flight e informações.",
    "Dica de Bateria: Diminua o seu brilho da tela em voos de longo alcance para preservar a bateria.",
    "Dica de Piloto: Aproximando em Espaço Aéreo controlado? Sintonize na frequência ATIS para informação de aeródromo importante.",
    "Dica de Piloto: Toque duas vezes na tela para resetar a maioria das visões de câmera para a posição original.",
    "Dica de Piloto: Desative a Auto-Coordenação nas configurações para desacoplar os ailerons e a roda de nariz em solo.",
    "Dica de Piloto: Sintonize na frequência ativa do aeroporto tocando o aeroporto no mapa.",
    "Você pode melhorar a sua taxa de quadros (e uso da bateria) desligando o anti-aliasing e reduzindo a resolução de renderização nas configurações de gráficos.",
    "Dica de Replay: Pressione e segure em qualquer lugar na tela de replay para esconder o interface. Pressione e segure novamente para mostrar novamente.",
    "Dica de Piloto Automático: Arme o VNAV quando estiver 1 minuto do seu Top of Descent.",
    "Dica: Considere taxiar com 1 motor para economizar combustível e aguarde para ligar o outro quando estiver para decolar.",
    "Visite o guia do usuário na tela de início para instruções mais abrangente.",
    "Dica: Monitore a sua velocidade durante a descida. Não ultrapasse 250kts abaixo de 10000ft.",
    "Dica: Inicie o APU antes de desligar os motores para manter os sistemas ligados.",
    "Dica: Verifique o D-ATIS enquanto estiver planejando sua aproximação em um aeroporto.",
    "Dica de Piloto: Considere utilizar o método 'Step Climb' nos voos longo alcance para aumentar a autonomia da aeronave e desempenho.",
    "Dica de ATC: Ajuste a opacidade dos procedimentos para permitir uma visualização mais fácil no mapa.",
    "Dica: Ajuste o clima no modo solo para praticar navegação por instrumentos em condições de pouca visibilidade.",
    "Voos longos através do centro? O icone 'ausente' vai permitir o ATC deixar você passar sem interrupções enquanto estiver longe do seu dispositivo."
  ],
  "ms": [
    "Petua Brek: Dengan jari anda pada kawalan kemudi, gelongsor ke bawah untuk mengaktifkan brek di atas tanah.",
    "Mempunyai ciri yang anda ingin lihat dalam Infinite Flight? Undi untuk ciri anda pada forum komuniti kami di community.infiniteflight.com.",
    "Petua Pengawal Trafik Udara: Untuk mengalih keluar komunikasi juruterbang lain dengan ATC, ketik dua kali teks dalam log Pengawal Trafik Udara.",
    "Ikuti kami di Instagram, Twitter dan Facebook @infiniteflight",
    "Mencari pengguna Infinite Flight atau Syarikat Penerbangan Maya yang berfikiran sama? Lawati forum komuniti kami di community.infiniteflight.com.",
    "Ikuti kami di YouTube di youtube.com/infiniteflight untuk mendapatkan banyak petua dan tutorial hebat untuk menjadikan pengalaman Infnite Flight anda bagus!",
    "Petua: Untuk menyesuaikan Paparan Kepala, gunakan menu sistem dan ketik butang Paparan Kepala.",
    "Petua: Sesuaikan bar status dengan menekan dan meluncur pada setiap bahagian.",
    "Petua: Mencari pengalaman penerbangan yang paling realistik? Hidupkan lampu strob anda hanya apabila memasuki landasan aktif.",
    "Lawati infiniteflight.com/blog untuk berita dan maklumat rasmi Infinite Flight.",
    "Petua Bateri: Kurangkan kecerahan skrin anda untuk penerbangan jarak jauh untuk mengekalkan hayat bateri.",
    "Petua Juruterbang: Mendekati ruang udara yang aktif? Ikuti frekuensi ATIS untuk mendapatkan maklumat lapangan terbang yang penting.",
    "Petua Perintis: Ketik dua kali pada skrin untuk menetapkan semula kebanyakan paparan kamera ke kedudukan asalnya.",
    "Petua Juruterbang: Lumpuhkan penyelarasan automatik dalam tetapan untuk menyahgandingkan aileron dan roda hidung di atas tanah.",
    "Petua Juruterbang: Ikuti kekerapan aktif lapangan terbang dengan mengetik lapangan terbang pada peta.",
    "Anda boleh meningkatkan kadar bingkai anda (dan penggunaan bateri) dengan melumpuhkan anti-aliasing dan mengurangkan resolusi pemaparan dalam Tetapan Grafik",
    "Petua Main Semula: Tekan dan tahan di mana-mana pada skrin main semula untuk menyembunyikan UI. Tekan dan tahan sekali lagi untuk membawanya kembali.",
    "Petua Autopilot: Lengan VNAV apabila dalam masa 1 minit dari Atas Keturunan anda.",
    "Petua: Pertimbangkan menggunakan teksi pada satu enjin untuk menjimatkan minyak dan tunggu untuk menghidupkan enjin yang lain sebelum berlepas.",
    "Lawati Panduan Pengguna kami dari skrin utama untuk mendapatkan arahan yang mendalam.",
    "Petua: Pantau kelajuan udara anda semasa menuruni. Jangan melebihi 250kts di bawah 10000 kaki.",
    "Petua: Mulakan Unit Kuasa Bantu anda sebelum mematikan enjin utama untuk memastikan sistem hidup.",
    "Petua: Semak D-ATIS apabila merancang pendekatan anda ke lapangan terbang.",
    "Petua Juruterbang: Pertimbangkan untuk menggunakan kaedah 'Step Climb' pada penerbangan jarak jauh untuk meningkatkan julat pesawat dan prestasi keseluruhan anda.",
    "Petua ATC: Laraskan kelegapan prosedur untuk membolehkan paparan peta dengan lebih mudah.",
    "Petua: Sesuaikan cuaca dalam mod solo untuk mengamalkan navigasi instrumen dalam keadaan putih keluar sebenar.",
    "Penerbangan jauh melalui ruang udara tengah? Ikon 'jauh' akan membolehkan ATC membenarkan anda melalui tanpa gangguan apabila jauh dari peranti anda."
  ],
  "zh": [
    "刹车技巧: 向下拉动方向舵滑块即可激活地面刹车。",
    "想为Infinite Flight的更新出谋划策？来我们的官方论坛community.infiniteflight.com上为你的想法投票吧!",
    "管制技巧: 双击文本框即可过滤掉其他玩家的陆空对话信息。",
    "请关注我们的instagram，Twitter和YouTube账号: @infiniteflight.",
    "想要找到志同道合的Infinite Flight玩家或者虚拟航司？来我们的官方论坛community.infiniteflight.com看看吧!",
    "请关注我们的YouTube频道: youtube.com/infiniteflight，里面有各种教程，能让你的Infinite Flight飞行体验更加精彩!",
    "提示: 使用“系统”菜单内的“HUD”按钮来自定义HUD显示。",
    "提示: 在各个区域长按并滑动以自定义状态栏。",
    "提示: 想拥有更真实的飞行体验？在进入开放跑道之后再打开频闪灯。",
    "请访问infiniteflight.com/blog来获取来自Infinite Flight官方的新闻与信息。",
    "省电技巧: 长途飞行时调低屏幕亮度，这样可以延长电池寿命。",
    "飞行技巧: 正在进入管制空域？调至机场情报通波频率即可收到重要的机场信息。",
    "飞行技巧: 双击屏幕即可重置大部分视角的位置。",
    "飞行技巧: 在设置中禁用自动协调功能，以便在地面上解除副翼和鼻轮的联动。",
    "飞行技巧: 在地图上点击机场来调频到该机场的管制频率。",
    "你可以在图像设置里关闭抗锯齿和降低渲染分辨率，这样可以提高帧数和延长电池寿命。",
    "回放技巧: 在回放中长按任意位置即可隐藏进度条。再次长按可以重新显示。",
    "自动驾驶技巧: 在到达下降顶点前1分钟时再预位垂直导航。",
    "提示: 考虑使用单引擎滑行以节油，在快起飞时再启动另一台引擎。",
    "在主界面中进入用户指南以获取更多详细的教程。",
    "提示: 下高时注意你的空速。10000英尺以下不得超过250节。",
    "提示: 在关闭引擎之前打开APU，保持飞机系统通电。",
    "提示: 规划进场时务必检查当前的机场通波。",
    "飞行技巧: 考虑在长途飞行时使用阶段爬升以延长飞机航程并提升整体性能。",
    "管制技巧: 调节仪表程序的不透明度以便更好地观看地图。",
    "提示: 在单人模式中微调天气，练习在白茫茫的大雾中进行仪表飞行。",
    "在区调的空域中长时间飞行？“离开”标识可以让管制员得知你不在设备旁边，并让你不受打扰地飞越空域。"
  ]
}
