Repository: infiniteflight/infiniteflight-localization
Catalog: Strings/AppResources.*.resx
Languages: bg, de, es, fr, he, hu, id, ms, pt, ru, zh

# FlightScenarioControl.FailedToLoadScenarioInfo
source: Failed to load scenario info ({0})
bg: Зареждането на сценарий ({0}) беше неуспешно
fr: Échec du chargement des infos de scénario ({0})
pt: Não foi possível carregar informação sobre o cenário ({0})
zh: 加载情景信息时出错({0})

# FlightScenarioControl.LoadingScenario
source: Loading Scenario
bg: Зареждане на сценария
fr: Chargement du Scénario
pt: Carregando Cenário
zh: 正在加载情景

# GameSelectionModalControl.AtcUnavailableInSingleplayer
source: ATC is unavailable in singleplayer.
bg: РВД не е достъпно в соло режим.
fr: Le contrôle aérien n'est pas disponible en mode solo.
pt: ATC não está disponível no Solo.
zh: 单人模式无法担任ATC

# GameSelectionModalControl.AtcUnavailableOnWorld
source: ATC is unavailable on {0}.
bg: РВД не е достъпен в {0}.
fr: Le contrôle aérien n'est pas disponible sur {0}.
pt: ATC não está disponível em {0}.
zh: {0}中无法担任ATC

# GameSelectionModalControl.Close
source: Close
bg: Затвори
fr: Fermer
pt: Fechar
zh: 关闭

# GameSelectionModalControl.DemoSingleplayerOnly
source: Demo is only available in singleplayer.
bg: Демо режимът е достъпен само в соло.
fr: La démo est uniquement accessible en mode solo.
pt: Demo está apenas disponível no Solo.
zh: 只能在单人模式试玩

# GameSelectionModalControl.FailedToOpenUrl
source: Failed to open url link.
bg: Неуспешно отваряне на връзката.
fr: Échec d'ouverture du lien URL.
pt: Não foi possível abrir o link.
zh: 打开链接时出错

# GameSelectionModalControl.FlightTrainingSingleplayerOnly
source: Flight Training is only available in singleplayer.
bg: Тренировъчният режим е достъпен само в соло.
fr: L'école de pilotage au vol est uniquement disponible en mode solo.
pt: Treinamento de Voo está apenas disponível no modo Solo.
zh: 只能在单人模式进行飞行训练

# GameSelectionModalControl.GradeTooLowIFATC
source: Grade is too low. Only IFATC can access ATC without grade restrictions.
bg: Рангът Ви е прекалено нисък. Членове на IFATC имат достъп до РВД по всяко време.
fr: Votre grade est trop bas. Les contrôleurs IFATC peuvent seuleument aller au mode ATC à tout moment.
pt: Grade insuficiente. Apenas IFATC pode acessar ATC sem restrições de grade.
zh: 等级过低。只有IFATC可以不受自身等级限制担当管制

# GameSelectionModalControl.Join
source: Join
bg: Присъединяване
fr: Rejoindre
pt: Participar
zh: 加入

# GameSelectionModalControl.JoinIFATC
source: Join the IFATC team to access ATC in Expert.
bg: Присъединете се към екипа на IFATC, за да имате достъп до РВД на експертния сървър сървъра.
fr: Rejoignez l'équipe IFATC pour accéder au contrôle aérien en Expert.
pt: Participe do IFATC para acessar ATC no Expert.
zh: 加入IFATC团队即可在专家服务器担任管制

# GameSelectionModalControl.MultiplayerUnavailable
source: Multiplayer is unavailable at this time.
bg: Мултиплейър режимът не е достъпен в момента.
fr: Le mode multijoueur n'est pas disponible actuellement.
pt: Multijogador está indisponível neste momento.
zh: 当前无法选择多人模式

# GameSelectionModalControl.NoProReturnSolo
source: No valid Infinite Flight Pro subscription found. Returning to singleplayer.
bg: Не беше намерен валиден Infinite Flight Pro абонамент. Връщане към соло режим.
fr: Aucun abonnement Infinite Flight Pro valide trouvé. Retour au mode solo.
pt: Nenhuma assinatura Infinite Flight Pro encontrado. Retornando para modo Solo.
zh: 未找到有效的Infinite Flight Pro订阅，正在返回单人模式

# GameSelectionModalControl.SceneryEditorSingleplayerOnly
source: Scenery Editor is only available in singleplayer.
bg: Редактора на топографията е наличен само в соло режим.
fr: L'Éditeur de Scène est uniquement disponible en mode solo.
pt: Editor de Aeroportos está disponível apenas no modo Solo.
zh: 只能在单人模式使用地景编辑器

# GameSelectionModesControl.AirTrafficControlShortDescription
source: Take control of the skies! It's dynamic and fast-paced, enhancing your aviation adventure
bg: Поемете контрол над небесата! Това е динамично преживяване, подобряващо авиационното Ви приключение
fr: Prenez le contrôle aérien ! C'est dynamique et rapide, intensifiant votre aventure aéronautique
pt: Assuma o controle dos céus! É dinâmico e rápido, aprimorando a sua aventura na aviação
zh: 管理繁忙的空域！这一模式节奏快，变化多，带给你不一样的游戏体验

# GameSelectionModesControl.FlightMissionsShortDescription
source: Select from a curated list of flights from passenger to cargo
bg: Изберете измежду избрани пътнически и карго полети
fr: Choisissez parmi une liste sélectionnée de vols, du transport de passagers au transport de marchandises
pt: Selecione em uma lista selecionadas de voos, desde passageiros e carga
zh: 从精选的客运和货运航线中选择你想执飞的航班

# GameSelectionModesControl.FlightScenarioShortDescription
source: Hone your skills with our custom training scenarios
bg: Подобрете уменията си със специални тренировъчни сценарии
fr: Affinez vos compétences avec nos scénarios personnalisés
pt: Melhore a sua habilidade com os nossos cenários de treino personalizado
zh: 在我们特别制作的训练情景中打磨飞行技术

# GameSelectionModesControl.FreeFlightShortDescription
source: Choose your adventure and explore the Infinite Flight skies
bg: Изберете приключението си и изследвайте небесата на Infinite Flight
fr: Choisissez votre aventure et explorez les cieux d'Infinite Flight
pt: Escolha a sua aventura e explore os céus de Infinite Flight
zh: 探索广阔的天空，我的飞行我做主

# GameSelectionModesControl.SceneryEditorShortDescription
source: Immerse yourself in authentically designing airports
bg: Потопете се в автентично пресъздаване на летища
fr: Plongez-vous dans la conception des aéroports
pt: Mergulhe nos aeroportos com designs autênticos
zh: 依据现实设计制作游戏内的机场，定能让你乐在其中

# GameSelectionModesControl.TrainingUpper
source: TRAINING
bg: ОБУЧЕНИЕ
fr: ENTRAÎNEMENT
pt: TREINAMENTO
zh: 飞行训练

# GameSelectionProvidersControl.NoScenarioProvidersFoundUpper
source: NO SCENARIO PROVIDERS FOUND
bg: НЕ БЯХА НАМЕРЕНИ АВТОРИ НА СЦЕНАРИИ
fr: AUCUN AUTEUR DE SCÉNARIOS TROUVÉ
pt: NENHUM PROVEDORES DE CENÁRIO ENCONTRADO
zh: 未找到情景制作者

# GameSelectionScenariosControl.NoScenariosFoundUpper
source: NO SCENARIOS FOUND
bg: НЕ БЯХА НАМЕРЕНИ СЦЕНАРИИ
fr: AUCUN SCÉNARIO TROUVÉ
pt: NENHUM CENÁRIO ENCONTRADO
zh: 未找到情景

# GameSelectionScenarioUnavailableControl.Description
source: Scenario is unavailable or hidden.
bg: Сценарият не е достъпен или е скрит.
fr: Scénario indisponible ou invisible
pt: Cenário não está disponível ou está oculto.
zh: 情景不可用或被隐藏

# GameSelectionScenarioUnavailableControl.Title
source: Scenario Not Found
bg: Сценарият не беше намерен
fr: Scénario non trouvé
pt: Cenário não encontrado
zh: 找不到情景

# LogbookControl.AutoDeleteInformation
source: Auto-delete keeps the latest 10 deletable replays. You can save replays for longer by locking or exporting them.
bg: Автоматичното изтриване на записи запазва 10-те най-скорошни отключени записа. Можете да ги запазите за по-дълго като ги заключите или експортирате.
fr: La suppression automatique conserve les 10 dernièrs replays supprimables. Vous pouvez conserver les replays plus longtemps en les verrouillant ou en les exportant.
pt: Eliminação automática mantém os últimos 10 replays elimináveis. Você pode manter os replays por mais tempo bloqueando-o ou exportando-o.
zh: 自动删除功能会保留最近的10个回放。你可以通过锁定或导出回放来永久保存它们。

# LogbookControl.AutoDeleteReplaysMultilineUpper
source: AUTO-DELETE REPLAYS
bg: АВТО-ИЗТРИВАНЕ НА ЗАПИСИ
fr: AUTO-SUPPRESSION DES REPLAYS
pt: ELIMINAR REPLAYS AUTOMATICAMENTE
zh: 自动删除 回放

# LogbookControl.FailedReplayDeleteUnknownReason
source: Failed to delete the replay file. Unknown Reason: {0}
bg: Записът не можа да бъде изтрит. Неизвестна причина: {0}
fr: Échec de la suppression du replay. Raison inconnue : {0}
pt: Falha ao deletar o arquivo de replay. Motivo desconhecido: {0}
zh: 无法删除回放文件。原因：未知{0}

# LogbookControl.LockUpper
source: LOCK
bg: ЗАКЛЮЧИ
fr: VERROUILLER
pt: BLOQUEAR
zh: 锁定

# LogbookControl.NeedToUnlockReplay
source: You need to unlock this replay before deleting it.
bg: За да изтриете този запис, трябва да го отключите.
fr: Vous devez déverrouiller ce replay avant de le supprimer.
pt: Você precisa desbloquear este replay antes de deletar-lo.
zh: 你需要先解锁这个回放，然后才能删除

# LogbookControl.ReplayATCProtected
source: This replay is protected by ATC rules and cannot be deleted within 7 days of the recording.
bg: Този запис е защитен от правилата на РВД и не може да бъде изтрит в рамките на 7 дни от създаването му.
fr: Ce replay est protégé par les règles ATC et ne peut pas être supprimé dans les 7 jours suivant l'enregistrement.
pt: Este replay está protegido por regras de ATC e não pode ser deletado durante 7 dias após a gravação.
zh: 这个回放受到ATC规则的保护，在录制后的7天内无法删除

# LogbookControl.UnlockReplayWarning
source: Unlocking this replay will delete old replays the next time the app launches.
bg: Ако отключите този запис, старите записи ще бъдат изтрити при следващото отваряне на приложението.
fr: Déverrouiller ce replay supprimera les anciennes rediffusions au prochain lancement de l'application.
pt: Desbloqueando este replay, vai deletar os replays antigos na próxima inicialização do app.
zh: 解锁这个回放将在下次应用重启时删除旧的回放

# LogbookControl.UnlockUpper
source: UNLOCK
bg: ОТКЛЮЧИ
fr: DÉVERROUILLER
pt: DESBLOQUEAR
zh: 解锁

# MainMenuPage.AutoDeleteNotice
source: Free up storage by activating auto-delete for replays. It keeps the latest 10 deletable replays. Would you like to enable it?
bg: Освободете пространство на устройството си, като включите автоматичното изтриване на записи. Запазват се 10-те най-скорошни отключени записа. Желаете ли да включите тази функция?
fr: Libérez de l'espace de stockage en activant la suppression automatique des replays. Elle conserve les 10 dernièrs replays supprimables. Souhaitez-vous l'activer ?
pt: Libera o espaço ativando a eliminação de replays automático. Mantém os últimos 10 replays elimináveis. Você deseja ativar?
zh: 启用自动删除回放可以清理存储空间。这个功能会保留最近的10个回放。你要启用吗？

# NavigationControl.AchievementsUpper
source: ACHIEVEMENTS
bg: ПОСТИЖЕНИЯ
pt: CONQUISTAS
zh: 成就

# TimeInfoControl.LocationNotSet
source: Location not set. Unable to compute local time.
bg: Не е зададена локация. Местното време не може да бъде изчислено.
fr: Emplacement non défini. Impossible de calculer l'heure locale.
pt: Localização não definido. Não é possível calcular a hora local.
zh: 地点未设置，无法计算当地时间

# TimeInfoControl.SunriseNotAvailable
source: Sunrise is not available for this location at this time of the year.
bg: Изгревът не е достъпен на тази локация по това време на годината.
fr: Le lever de soleil n'est pas disponible pour cet emplacement en cette période de l'année.
pt: Amanhecer não está disponível nessa localização nesta época do ano.
zh: 该地点在每年的这个时候无法看到日出

# TimeInfoControl.SunsetNotAvailable
source: Sunset is not available for this location at this time of the year.
bg: Залезът не е достъпен на тази локация по това време на годината.
fr: Le coucher de soleil n'est pas disponible pour cet emplacement en cette période de l'année.
pt: Pôr do Sol não está disponível nessa localização nesta época do ano.
zh: 该地点在每年的这个时候无法看到日落

# TimeInfoControl.TimeHeader
source: TIME
bg: ЧАС
fr: TEMPS
pt: HORA
zh: 时间

# UserAccountControl.DeleteAccount
source: Delete Account
bg: Изтриване на акаунта
fr: Supprimer Compte
pt: Deletar a conta
zh: 删除账号

# UserAccountControl.DeleteAccountDescription
source: Removes your personal information, stats and linked accounts. Your subscription will still be available via a new, anonymous account.
bg: Изтрива Вашите лични данни, статистики и свързаните акаунти. Абонаметнът Ви ще е достъпен през нов анонимен акаунт.
fr: Supprime vos informations, statistiques et comptes liés. Votre abonnement restera accessible via un compte anonyme.
pt: Remove suas informações pessoais, estatísticas e contas vinculadas. A sua assinatura continuará disponível em uma nova conta anônima.
zh: 删除你的个人信息，统计数据和绑定的账号。你的订阅将继承到一个新的匿名账号中。

# UserAccountControl.DeleteAccountMessage
source: This will delete your current Infinite Flight account, removing your stats and any linked accounts. THIS IS NOT REVERSIBLE. Your subscription will still be available via a new anonymous account. Are you sure you want to delete the account?
bg: Това ще изтрие Вашият акаунт в Infinite Flight, личните Ви данни, статистиките Ви и свързаните акаунти. ТОВА ДЕЙСТВИЕ Е НЕОБРАТИМО. Абонаментът Ви ще е достъпен през нов анонимен акаунт Сигурни ли сте, че искате да изтриете акаунта си?
fr: Cela effacera votre compte Infinite Flight actuel, statistiques et comptes associés inclus. Action irréversible. L'abonnement sera préservé dans un nouveau compte anonyme.Confirmez-vous la suppression du compte ?
pt: Isso eliminará a sua conta de Infinite Flight atual, deletando as suas estatísticas e qualquer contas vinculadas. ISSO NÃO É REVERSÍVEL. Sua assinatura continuará disponível em uma nova conta anônima. Tem certeza de que deseja deletar a conta?
zh: 此操作将删除你当前的无限飞行账号，包括所有统计数据和绑定的账号。注意：此操作不可撤销！你仍然可以在一个新的匿名账号中访问你的订阅。 你确定要删除账号吗？

# UserAccountControl.JoinServer
source: Join Server
bg: Присъединяване към сървъра
fr: Rejoindre Serveur
pt: Entrar no servidor
zh: 加入服务器

# WeatherInfoControl.CloudAtAltitudeFeet
source: {0} at {1} ft
bg: {0} на {1} фт
fr: {0} à {1} ft
zh: 云量 {0} 云高 {1} ft

# WeatherInfoControl.ManuallySetUpper
source: MANUALLY SET
bg: РЪЧНО НАСТРОЕНО
fr: CONFIG. MANUELLE
pt: CONFIGURADO MANUALMENTE
zh: 自定义

# UserAccount.DeleteAccountConfirmationMessage
source: To confirm, type DELETE below
bg: Напишете DELETE по-долу, за да потвърдите
fr: Pour confirmer, tapez "DELETE" ci-dessous
pt: Para confirmar, escreva "DELETE" abaixo
zh: 请用中文输入“删除我的账号”以确认操作

# UserAccount.DeleteAccountConfirmationTextToType
source: DELETE
pt: DELETAR
zh: 删除我的账号

# LogbookControl.EntriesUpper
source: ENTRIES
bg: ДНЕВНИК
fr: ENTRÉES
pt: ENTRADAS
zh: 飞行记录

# LogbookControl.FailedRetrieveStartingAirport
source: Failed to retrieve the starting airport
bg: Неуспешно извличане на началното летище
fr: Échec de la récupération de l'aéroport de départ
pt: Não foi possível obter o aeroporto de partida
zh: 获取出发机场时出错

# LogbookControl.FailedToRetrieveReplay
source: Failed to retrieve replay
bg: Неуспешно извличане на записа
fr: Échec de la récupération du replay
pt: Não foi possível obter o replay
zh: 获取回放时出错

# LogbookControl.NoLogbookEntrySelected
source: No logbook entry selected
bg: Не е избран запис от дневника
fr: Aucune entrée du carnet de vol sélectionnée
pt: Nenhuma entrada foi selecionada
zh: 未选中记录条目

# LogbookControl.NoReplayLinkedLogbookEntry
source: No replay linked to logbook entry
bg: Няма запис, свързан с този запис от дневника
fr: Aucun replay lié à l'entrée du carnet de vol
pt: Nenhum replay vinculado com a entrada
zh: 该记录条目没有对应回放

# Error.InsufficientStorage
source: Your device is running low on storage. Please free up space and try again.
bg: Устройството Ви няма достатъчно свободно пространство в хранилището. Моля, освободете място и опитайте отново.
fr: Votre appareil manque d'espace de stockage. Veuillez libérer de l'espace et réessayer.
pt: Seu dispositivo está com pouco espaço de armazenamento. Por favor libere espaço e tente novamente.
zh: 你的设备剩余存储空间不足，请清理存储空间后重试。

# Error.SimbriefApiScopeMissing
source: Your Navigraph account is linked, but does not have SimBrief permission. Sign in again and ensure SimBrief is checked
bg: Акаунтът Ви в Navigraph е свързан, но няма достъп до SimBrief. Влезте в акаунта си отново и се уверете, че имате достъп до SimBrief
fr: Votre compte Navigraph est lié, mais Infinite Flight n'a pas la permission à SimBrief. Veuillez vous reconnecter et vous assurer que SimBrief est accessible.
pt: Sua conta Navigraph foi vinculada, porém não tem permissão para SimBrief. Reconecte novamente e tenha certeza de que a opção SimBrief está marcada
zh: 你的Navigraph账号已绑定，但是没有授予Simbrief许可。请重新登录并确保"Simbrief"处于勾选状态。

# Global.UpdatedTimeFormat
source: Updated {0}
bg: Обновен {0}
fr: Modifié {0}
pt: Atualizado {0}
zh: 更新于 {0}

# FlightScenarioControl.FailedToLoadScenario
source: Failed to load scenario ({0})
bg: Неуспешно зареждане на сценарий ({0})
fr: Échec du chargement du scénario ({0})
pt: Não foi possível carregar o cenário ({0})
zh: 加载情景时出错 ({0})

# FlightMenu.FreeFlight
source: Free Flight
bg: Свободен полет
fr: Vol Libre
pt: Voo Livre
zh: 自由飞行

# GameWaitCanvas.StartUpper
source: START
bg: СТАРТ
fr: LANCER
pt: INICIAR
zh: 开始飞行！

# GameSelectionModalControl.GradeIsTooLowCloseError
source: Your grade is too low for {0}
bg: Вашият ранг е прекалено нисък за {0}
pt: Seu grade está muito baixo para {0}
zh: 你的等级太低，无法进入{0}

# AtcInfoControl.AtcOperations
source: Operations
bg: Операции
fr: Opérations
pt: Operações
zh: 有效指令数

# AtcInfoControl.AtcRank
source: Rank
bg: Ранк
fr: Rang
zh: 等级

# FlightInfoControl.OnlineFlights
source: Online Flights
bg: Онлайн полети
fr: Vols en Ligne
pt: Voos Online
zh: 连线飞行数

# GeneralInfoControl.MemberSince
source: Member Since
bg: Член от
fr: Membre Depuis
pt: Membro Desde
zh: 注册时间

# GeneralInfoControl.OnlineInSessionsCountUpper
source: ONLINE IN {0} SESSIONS
bg: ОНЛАЙН В {0} СЕСИИ
fr: ACTIF SUR {0} SESSIONS
pt: ONLINE EM {0} SESSÕES
zh: 正在同时进行{0}个飞行

# GeneralInfoControl.OnlineUpper
source: ONLINE
bg: ОНЛАЙН
fr: EN LIGNE
zh: 在线

# SocialNetworkControl.Follow
source: Follow
bg: Последване
fr: Suivre
pt: Seguir
zh: 关注

# SocialNetworkControl.FollowBack
source: Follow Back
bg: Обратно последване
fr: Suivre en Retour
pt: Seguir de volta
zh: 回关

# SocialNetworkControl.Unfollow
source: Unfollow
bg: Спиране на следването
fr: Désabonner
pt: Deixar de seguir
zh: 取消关注

# SocialNetworkProfileCardControl.FollowersCount
source: {0} followers
bg: {0} последователи
fr: {0} abonnés
pt: {0} seguidores
zh: {0}个粉丝

# SocialNetworkProfileCardControl.FollowingCount
source: {0} following
bg: {0} последвани
fr: {0} abonnements
pt: {0} seguindo
zh: 已关注{0}人

# SocialNetworkProfileCardControl.ModeratorUpper
source: MODERATOR
bg: МОДЕРАТОР
fr: MODÉRATEUR
pt: MODERADOR
zh: 社区版主

# SocialNetworkProfileCardControl.StaffUpper
source: STAFF
bg: ПЕРСОНАЛ
zh: 官方成员

# SocialNetworkSearchUsersListControl.NoUsersFound
source: No Users Found
bg: Няма намерени потребители
fr: Aucun Utilisateur Trouvé
pt: Nenhum usuário encontrado
zh: 未找到用户

# SocialNetworkSummaryFailedControl.FailedToLoadUsersProfile
source: Failed to load the user's profile.
bg: Неуспешно зареждане на профила на този потребител.
fr: Échec du chargement du profil de l'utilisateur.
pt: Não foi possível carregar o perfil deste usuário.
zh: 加载用户名片时出错

# SocialNetworkSummaryFailedControl.ProfileNotFound
source: Profile Not Found
bg: Профилът не е намерен
fr: Profil Non Trouvé
pt: Perfil não encontrado
zh: 未找到名片

# UserActiveSessionsControl.AtcActiveOnWorld
source: Active on {0}
bg: Активен на {0}
fr: Actif sur {0}
pt: Ativo em {0}
zh: 正在 {0} 担当管制

# SocialNetworkControl.SearchUsers
source: Search Users
bg: Търсене на потребители
fr: Rechercher des utilisateurs
pt: Pesquisar Usuários
zh: 搜索用户...

# SocialNetworkControl.LinkUpper
source: LINK
bg: СВРЪЗВАНЕ
pt: VINCULAR
zh: 绑定

# SocialNetworkControl.JoinDiscordServerMessage
source: Would you like to join the official Infinite Flight Discord server?
bg: Желаете ли да се присъедините към официалния Discord сървър на Infinite Flight?
pt: Você deseja entrar no servidor oficial de Discord do Infinite Flight?
zh: 你想加入Infinite Flight官方的Discord服务器吗？

# SocialNetworkControl.EnterConfirmation
source: Enter Confirmation
bg: Въведете потвърждение
pt: Insira a confirmação
zh: 输入“删除我的账号”

# SocialNetworkDeleteAccountLoadingModal.DeletingAccountUpper
source: DELETING ACCOUNT
bg: ИЗТРИВАНЕ НА АКАУНТ
pt: DELETANDO A CONTA
zh: 删除账号

# SocialNetworkSettingsLinkCommunityControl.OpenForum
source: Open Forum
bg: Отвори форума
pt: Abrir Fórum
zh: 打开论坛

# SocialNetworkSettingsLinkCommunityControl.UnlinkError
source: No linked community account was found
bg: Не е намерен свързан профил във форума
pt: Nenhuma conta vinculada à comunidade encontrada
zh: 未找到绑定的社区账号

# SocialNetworkSettingsLinkControl.ConnectionsUpper
source: CONNECTIONS
bg: ВРЪЗКИ
pt: CONEXÕES
zh: 账号绑定

# SocialNetworkSettingsLinkControl.SimBriefDescription
source: Link your Navigraph account to access your SimBrief Flight Plans
bg: Свържете своя Navigraph акаунт, за да получите достъп до своите полетни планове в SimBrief
pt: Vincule sua conta do Navigraph para acessar os seus planos de voos do SimBrief
zh: 绑定你的Navigraph账号，即可获取你在Simbrief上生成的飞行计划

# SocialNetworkSettingsLinkControl.SimBriefTitle
source: Navigraph (SimBrief) Account
bg: Navigraph (SimBrief) акаунт
pt: Conta do Navigraph (SimBrief)
zh: Navigraph (SimBrief) 账号

# SocialNetworkSettingsLinkControl.UnlinkedUpper
source: UNLINKED
bg: НЕСВЪРЗАН
pt: NÃO VINCULADA
zh: 未绑定

# SocialNetworkSettingsLinkDiscordControl.UnlinkError
source: No linked Discord account was found
bg: Не е намерен свързан профил в Discord
pt: Nenhuma conta do Discord foi encontrada
zh: 未找到绑定的Discord账号

# SocialNetworkSettingsLinkSimbriefControl.OpenSimBrief
source: Open SimBrief
bg: Отвори SimBrief
pt: Abrir SimBrief
zh: 转到SimBrief

# SocialNetworkSettingsLinkSimbriefControl.UnlinkError
source: No linked Navigraph account was found
bg: Не е намерен свръзан акаунт в Navigraph
pt: Nenhuma conta vinculada do Navigraph foi encontrada
zh: 未找到绑定的Navigraph账号

# SocialNetworkSettingsMiscControl.MiscUpper
source: MISCELLANEOUS
bg: РАЗНИ
pt: DIVERSOS
zh: 其他选项

# FlightPlanControl.LoadFromSimBrief
source: Load From SimBrief
bg: Зареждане чрез SimBrief
pt: Carregar do SimBrief
zh: 从Simbrief中导入

# FlightPlanControl.OpenFlightPlan
source: Open Flight Plan
bg: Отвори полетния план
pt: Abrir Plano de Voo
zh: 打开飞行计划

# FlightPlanControl.ResetAllAltitudes
source: Delete All Altitudes
bg: Изтриване на всички зададени височини
pt: Deletar todas as altitudes
zh: 删除所有航点高度

# FlightPlanControl.ResetAltitude
source: Delete Altitude
bg: Изтриване на зададена височина
pt: Deletar Altitude
zh: 删除航点高度

# FlightPlanControl.SetAltitude
source: Set Altitude
bg: Задаване на височина
pt: Inserir Altitude
zh: 设置航点高度

# FlightPlanControl.SetAutopilotAlt
source: Set Autopilot ALT
bg: Задаване на височината в автопилота
pt: Inserir a Altitude no piloto automático
zh: 设为自动驾驶高度

# FlightPlanControl.Share
source: Share
bg: Споделяне
pt: Compartilhar
zh: 分享

# GameSelectionScenarioCheckerControl.ScenarioUnavailableInWorld
source: Scenario is unavailable in the selected world.
bg: Сценарият не е наличен в избрания свят.
pt: O cenário não está disponível para o mundo selecionado.
zh: 该模式下此情景不可用

# GameSelectionScenarioCheckerControl.CheckingScenarioUpper
source: CHECKING SCENARIO
bg: ПРОВЕРКА НА СЦЕНАРИЯ
pt: VERIFICANDO CENÁRIO
zh: 检查情景中

# FlightPlanControl.ProRequiredGenericMessage
source: This feature requires an Infinite Flight Pro subscription.
bg: Тази функция изисква активен Infinite Flight Pro абонамент.
pt: Este recurso necessita de uma assinatura Infinite Flight Pro.
zh: 该内容需要Infinite Flight Pro订阅

# Global.Link
source: Link
bg: Свръзване
pt: Conectar
zh: 绑定

# FlightPlanControl.DeleteAllAltitudesConfirmation
source: Are you sure you want to delete all altitudes?
bg: Сигурни ли сте, че искате да изтриете всички зададени височини?
pt: Tem certeza de que deseja deletar todas as altitudes?
zh: 确定删除所有航点高度？

# FlightPlanControl.NoFlightPlanShare
source: There is no flight plan to share.
bg: Не е наличен полетен план за споделяне.
pt: Não há um plano de voo para compartilhar.
zh: 当前没有飞行计划可供分享。

# FlightScenarioControl.ScenarioUnknownWorld
source: Scenario is set to an unknown world
bg: Сценарият е зададен за неизвестен свят
fr: Le scénario est défini dans un monde inconnu
pt: Cenário está configurado para um mundo desconhecido
zh: 情景被设置在未知的模式中
