Repository: infiniteflight/infiniteflight-localization
Catalog: Strings/AppResources.*.resx
Languages: bg, de, es, fr, he, hu, id, ms, pt, ru, zh

# Error.SimbriefOfpNotFiled
source: Your SimBrief account does not have any active flight plans. Visit the SimBrief Dispatcher to file a new flight plan.
bg: Вашият SimBrief акаунт няма активен полетен план. Отворете SimBrief Dispatcher, за да генерирате нов полетен план.
pt: A sua conta SimBrief não possui nenhum plano de voo ativo. Visite o Despacho SimBrief para enviar um plano de voo.
zh: 你还没有在Simbrief里生成任何飞行计划。现在就前往Simbrief生成一个吧！

# Simbrief.Aircraft
source: Aircraft
bg: Самолет
pt: Aeronave
zh: 机型

# Simbrief.AircraftNotMatchingImportMessage
source: The SimBrief flight plan has been imported, but the aircraft type in the flight plan does not match the current aircraft
bg: Полетният план от SimBrief е импортиран успешно, но типът самолет в полетния план не съвпада с текущия самолет
pt: O plano de voo do SimBrief foi importado, porém o tipo de aeronave indicado no plano de voo está diferente do aeronave atual
zh: Simbrief飞行计划已导入，但是当前机型和计划机型不匹配

# Simbrief.AircraftTypeNotFoundImportMessage
source: The SimBrief flight plan has been imported, but the aircraft type was not found in the flight plan.
bg: Полетният план от SimBrief е импортиран успешно, но типът самоелт не е намерен в полетния план
pt: O plano de voo do SimBrief foi importado, porém o tipo de aeronave não foi encontrado no plano de voo.
zh: Simbrief飞行计划已导入，但是没有在飞行计划中找到机型信息

# Simbrief.Bags
source: Bags
bg: Куфари
pt: Bagagens
zh: 手提行李

# Simbrief.Cargo
source: Cargo
bg: Карго
pt: Carga
zh: 货物

# Simbrief.CurrentAircraftType
source: Current Aircraft Type
bg: Текущ тип самолет
pt: Tipo de Aeronave atual
zh: 当前机型

# Simbrief.Destination
source: Destination
bg: Дестинация
pt: Destino
zh: 目的地

# Simbrief.EnsureAircraftTypeInFlightPlanMessage
source: Please ensure that the aircraft type is included in the flight plan.
bg: Моля, уверете се, че типът самолет е включен в полетния план.
pt: Tenha certeza de que o tipo da aeronave está incluído no plano de voo.
zh: 请确保飞行计划中包含机型信息

# Simbrief.EnsureAircraftTypeMessage
source: Please ensure that the aircraft type in the flight plan matches the current aircraft type in Infinite Flight.
bg: Моля, уверете се, че типът самолет в полетния план съвпада с текущия самолет в Infinite Flight.
pt: Tenha certeza de que o tipo da aeronave é o mesmo da aeronave atual no Infinite Flight.
zh: 请确保生成的飞行计划中的机型和你在IF中选择的机型一致

# Simbrief.EnsureParkedMessage
source: Please ensure that the aircraft is parked to apply fuel and passenger configuration.
bg: Моля, уверете се, че самолетът е паркиран, за да бъдат приложени промените в конфигурацията на пътници и гориво.
pt: Tenha certeza de que a aeronave está parado para aplicar a configuração de combustível e passageiros.
zh: 请确保飞机已经停好，然后才能导入燃油和乘客配置

# Simbrief.FlightPlanAircraftType
source: Flight Plan Aircraft Type
bg: Тип самолет според полетния план
pt: Tipo de aeronave no plano de voo
zh: 飞行计划机型

# Simbrief.FlightPlanWaypoints
source: Flight Plan Waypoints
bg: Навигационни точки в полетния план
pt: Fixos de navegação no plano de voo
zh: 飞行计划航路点数量

# Simbrief.Fuel
source: Fuel
bg: Гориво
pt: Combustível
zh: 燃油

# Simbrief.ImportedTitle
source: SimBrief Flight Plan Imported
bg: Полетният план от SimBrief е импортиран
pt: Plano de Voo do SimBrief importado
zh: Simbrief飞行计划导入成功

# Simbrief.Mismatch
source: Mismatch
bg: Несъответствие
pt: Diferente
zh: 不匹配

# Simbrief.NotApplied
source: Not Applied
bg: Не е приложено
pt: Não aplicado
zh: 未应用

# Simbrief.NotFound
source: Not found
bg: Не е намерено
pt: Não encontrado
zh: 未找到

# Simbrief.NotParkedImportMessage
source: The SimBrief flight plan has been imported, but the fuel and passenger configuration was not imported because aircraft is not parked.
bg: Полетният план от SimBrief е импортиран успешно, но конфигурацията на пътници и гориво не е приложена, защото самолетът не е паркиран.
pt: O plano de voo do SimBrief foi importado, porém a configuração de combustível e passageiro não foi importado pois a aeronave não está parado.
zh: Simbrief飞行计划已导入，但是燃油和乘客配置没有导入，因为飞机没有停好。

# Simbrief.Origin
source: Origin
bg: Начално летище
pt: Aeroporto de origem
zh: 出发地

# Simbrief.Passengers
source: Passengers
bg: Пътници
pt: Passageiros
zh: 乘客

# Simbrief.SuccessfulImportMessage
source: The SimBrief flight plan has been successfully imported with the following details:
bg: Полетният план от SimBrief е импортиран успешно със следните параметри:
pt: O plano de voo do SimBrief foi importado corretamente com os seguintes dados:
zh: 你的Simbrief飞行计划已成功导入，具体参数如下：

# Simbrief.WeightAndBalanceUpdated
source: The aircraft weight and balance has been updated with the passenger and cargo weights from the OFP.
bg: Конфигурацията на пътници и карго е приложена в съотвествие с оперативния полетен план.
pt: O peso e balanceamento da aeronave foi atualizado com os pesos dos passageiros e carga do plano de voo.
zh: 飞机的重量与配载已经根据飞行计划中的乘客和货物重量更新完成。

# Error.ConnectedOnOtherDevice
source: Already connected on another device
bg: Вече сте свързани на друго устройство
pt: Já está conectado com outro dispositivo
zh: 当前已在另一设备上连接

# Error.MultiplayerAtcAlreadyActive
source: You are already connected to this multiplayer server on another device
bg: Вече сте свързани към този сървър на друго устройство
pt: Você já está conectado a este servidor multiplayer em outro dispositivo (código de erro {0})
zh: 你当前在另一设备上已经连入此连飞服务器（错误代码{0}）

# Error.MultiplayerFlightAlreadyActive
source: You are already connected to this multiplayer server on another device
bg: Вече сте свързани към този сървър на друго устройство
pt: Você já está conectado a este servidor multiplayer em outro dispositivo (código de erro {0})
zh: 你当前在另一设备上已经连入此连飞服务器（错误代码{0}）

# NewsControl.Partnership
source: Partnership
bg: Партньорство
pt: Parceria
zh: 合作

# PushbackSystem.AutoPushbackNotAvailableAirport
source: Auto Pushback is not available for {0} at this time.
bg: Автоматичното буксиране не е възможно за {0} в момента.
fr: Le repoussage automatique n'est pas disponible à {0}.
pt: O pushback automático não está disponível para {0} neste momento.
zh: {0}机场暂时不能使用自动后推

# PushbackSystem.AutoPushbackNotAvailableLocation
source: Auto Pushback is not available at this location.
bg: Автоматичното буксиране не е възможно на това местоположение.
fr: Le repoussage automatique n'est pas disponible à cet endroit.
pt: O pushback automático não está disponível nessa localização.
zh: 当前位置不能使用自动后推

# PushbackSystem.AutoPushbackNotAvailableParking
source: Auto Pushback unavailable at this time. Move aircraft to a parking stand or use manual pushback.
bg: Автоматичното буксиране не е възможно в момента. Преместете самолета до стоянка за паркиране или използвайте ръчно буксиране.
fr: Le repoussage automatique est indisponible pour le moment. Déplacez l'appareil vers une place de stationnement ou utilisez le repoussage manuel.
pt: O pushback automático está indisponível neste momento. Mova a aeronave para uma posição de estacionamento ou use o pushback manual.
zh: 自动后推暂时不可用。 请先将飞机移动到停机位，或使用手动后推。

# PushbackSystem.ChooseAnotherPointMessage
source: Choose another point to pull the plane to, or tap start to begin pushback sequence.
bg: Изберете друга точка, към която да издърпате самолета, или натиснете "START", за да започнете буксирането.
fr: Choisissez un autre point pour diriger l'appareil ou appuyez sur Démarrer pour lancer la séquence de repoussage.
pt: Escolha outro ponto para empurrar a aeronave, ou toque em 'Iniciar' para começar o pushback.
zh: 选取另一个点来将飞机进一步牵引到该点，或点击Start直接开始后推。

# PushbackSystem.ChooseFirstPointMessage
source: Tap on a taxiway line to choose the first end point.
bg: Натиснете върху рульожка, за да изберете първата крайна точка.
fr: Appuyez sur une ligne de taxiway pour sélectionner le premier point.
pt: Toque na linha de taxiway para escolher o primeiro e último ponto de parada.
zh: 点击滑行道选择后推的第一个停止点。

# PushbackSystem.MaxTwoPointsAllowed
source: Maximum of two points allowed.
bg: Не е разрешено поставянето на повече от 2 точки.
fr: Un maximum de deux points est autorisé.
pt: É permitido apenas dois pontos.
zh: 最多只能选择两个点。

# PushbackSystem.PathTooLong
source: Path is too long. Please choose a closer point.
bg: Маршрутът е прекалено дълъг. Моля, изберете по-близка точка.
fr: Le trajet est trop long. Veuillez choisir un point plus proche.
pt: O caminho é muito longo. Escolha um ponto mais próximo.
zh: 路径太长，请选择近一些的点。

# PushbackSystem.PathTooShort
source: Path is too short. Please choose a further point.
bg: Маршрутът е прекалено къс. Моля, изберете по-далечна точка.
fr: Le trajet est trop court. Veuillez choisir un point plus éloigné.
pt: O caminho é muito curto. Escolha um ponto mais afastado.
zh: 路径太短，请选择远一些的点。

# PushbackSystem.StartedPleaseWait
source: Pushback started. Please wait.
bg: Буксирането започна. Моля, изчакайте.
fr: Le repoussage a commencé. Veuillez patienter.
pt: Pushback iniciado. Aguarde.
zh: 后推已开始。请稍候。

# PushbackSystem.TapStartToBeginMessage
source: Tap start to begin pushback sequence.
bg: Натиснете "START", за да започнете буксирането.
fr: Appuyez sur Démarrer pour lancer la séquence de repoussage.
pt: Toque em 'Iniciar' para começar o pushback.
zh: 点击Start开始后推。

# PushbackSystem.UnableGroundServices
source: Unable to pushback. Disconnect all ground services to start pushback.
bg: Буксирането не е възможно. Изключете всички наземни услуги, за да започнете буксирането.
fr: Impossible de repousser. Déconnectez tous les services au sol pour commencer le repoussage.
pt: Não foi possível iniciar o pushback. Retire os serviços de solo para iniciar.
zh: 无法后推。 后推前请断开所有地勤设备。

# PushbackSystem.UnableGroundServicesAndParkingBrake
source: Unable to pushback. Disconnect all ground services and set PARK BRAKES to OFF to start pushback.
bg: Буксирането не е възможно. Изключете всички наземни услуги и ръчната спирачка, за да започнете буксирането.
fr: Impossible de repousser. Déconnectez tous les services au sol et désactivez PARK BRAKES pour commencer le repoussage.
pt: Não foi possível iniciar o pushback. Retire os serviços de solo e desligue o FREIO DE ESTACIONAMENTO para iniciar.
zh: 无法后推。 后推前请断开所有地勤设备并松开停机刹车。

# PushbackSystem.UnableParkingBrake
source: Unable to pushback. Set PARK BRAKES to OFF to start pushback.
bg: Буксирането не е възможно. Изключете ръчната спирачка, за да започнете буксирането.
fr: Impossible de repousser. Désactivez PARK BRAKES pour commencer le repoussage.
pt: Não foi possível iniciar o pushback. Desligue o FREIO DE ESTACIONAMENTO para iniciar.
zh: 无法后推。 后推前请松开停机刹车。

# PushbackSystem.UnableToStartMessage
source: Unable to start auto pushback. Disconnect all ground services prior to starting pushback.
bg: Автоматичното буксиране не е възможно. Изключете всички наземни услуги преди да започнете буксирането.
fr: Impossible de lancer le repoussage automatique. Déconnectez tous les services au sol avant de commencer le repoussage.
pt: Não foi possível iniciar o pushback automático. Retire todos os serviços de solo antes de iniciar.
zh: 无法自动后推。 后推前请断开所有地勤设备。

# AirportEditorFileManager.AirportSubmitDraftUploaded
source: Your draft airport has been uploaded!
bg: Черновата на вашето летище е качена!
fr: Votre ébauche d'aéroport a été téléchargée !
pt: Seu rascunho de aeroporto foi enviado!
zh: 机场草稿上传成功！

# AirportEditorFileManager.AirportSubmitReviewUploaded
source: Your airport has been uploaded and is waiting for review. Please check the airport's forum thread for feedback from the Official Review team.
bg: Вашето летище е качено и в изчакване за разглеждане. Моля, проверете публикацията на летището във форума за рецензия от екипа за официално разглеждане.
fr: Votre aéroport a été téléchargé et est en attente de révision. Veuillez consulter le fil du forum de l'aéroport pour les retours de l'équipe de révision officielle.
pt: Seu aeroporto foi enviado e está aguardando revisão. Verifique o thread do aeroporto no fórum para feedback da Equipe de Revisores Oficial.
zh: 机场送审成功，正在等待审核。 请关注此机场的社区帖子查收审核团队的修改意见。

# ATCManager.ReportUserNoIFCLink
source: You need to connect your Infinite Flight Community profile in settings to report a user
bg: Трябва да свържете вашия профил във форума в настройките, за да докладвате друг ползвател
fr: Vous devez connecter votre profil Infinite Flight Community dans les paramètres pour signaler un utilisateur.
pt: Você precisa conectar a sua conta do Infinite Flight Community nas configurações para denunciar o usuário
zh: 你需要绑定你的Infinite Flight Community个人档案，然后才能开罚单

# Autopilot.IASModeDeactivated
source: IAS Mode Deactivated
bg: Режимът на ПВС е изключен
fr: Mode IAS désactivé
pt: Modo IAS desativado
zh: 速度模式脱开

# Autopilot.LNAVUnavailable
source: LNAV Unavailable: Flight plan missing or NAV1 not tuned.
bg: LNAV не е наличнен: Липсва полетен план или честота NAV1 не е настроена.
fr: LNAV indisponible : plan de vol manquant ou NAV1 non réglé.
pt: LNAV indisponível: Plano de voo inexistente ou NAV1 não sintonizado.
zh: 水平导航不可用：未设置飞行计划或未调整至NAV1模式

# Autopilot.SimulationTimeScaleResetAircraftTooFast
source: Simulation time scale reset to 1x. Aircraft speed too high. (> M1.0)
bg: Времевата скала на симулация е нулирана към 1x. Скоростта на самолета е прекалено висока. (> M1.0)
fr: Vitesse de simulation réinitialisée à 1x. Vitesse de l'appareil trop élevée. (> M1.0)
pt: Tempo de simulação retornou a 1x. Velocidade da aeronave muito alta. (> M1.0)
zh: 时间流速回归正常倍速（飞机速度过大）(> M1.0)

# Autopilot.SimulationTimeScaleResetAutopilotDisconnected
source: Simulation time scale reset to 1x. Autopilot Disconnected
bg: Времевата скала на симулация е нулирана към 1x. Автопилотът е изключен
fr: Vitesse de simulation réinitialisée à 1x. Pilote automatique déconnecté.
pt: Tempo de simulação retornou a 1x. Piloto automático desconectado
zh: 时间流速回归正常倍速（自动驾驶脱开）

# FlightPlanControl.FPLNotValid
source: The flight plan file isn't valid
bg: Полетния план не е валиден
fr: Le fichier du plan de vol n'est pas valide.
pt: O arquivo do plano de voo não é válido
zh: 飞行计划文件无效

# GameSelectionControl.AtcUnavailable
source: ATC is unavailable
bg: РВД не е налично
fr: ATC indisponible
pt: ATC está indisponível
zh: ATC不可用

# GameSelectionControl.LowGradeUpper
source: LOW GRADE
bg: НИСЪК РАНГ
fr: GRADE FAIBLE
pt: GRADE BAIXO
zh: 等级低

# GameSelectionJoinIfatcControl.JoinIfatcUpper
source: JOIN IFATC
bg: ПРИСЪЕДИНЯВАНЕ КЪМ IFATC
fr: REJOINDRE IFATC
pt: INGRESSAR NO IFATC
zh: 加入IFATC

# MainMenuPage.WorldIsUnknown
source: World is unknown
bg: Светът не е наличен
fr: Le monde est inconnu
pt: O Mundo é desconhecido
zh: 模式未知

# MapItemInfoControl.AirportDestinationCannotAccomodateAircraft
source: {0} cannot accomodate a {1}. Select a different destination airport
bg: {0} не е пригодно летище за {1}. Изберете различна дестинация
fr: {0} ne peut pas accueillir un(e) {1}. Sélectionnez un autre aéroport de destination.
pt: {0} não pode acomodar um {1}. Selecione um aeroporto de destino diferente
zh: {0} 机场太小，不能保障 {1}. 请选择其他合适的目的地机场。

# MapItemInfoControl.ILSOutOfRange
source: ILS is out of range
bg: ILS системата е извън обсег
fr: ILS hors de portée
pt: ILS fora de alcance
zh: 超出ILS接收范围

# MapItemInfoControl.UnableSetILSAirportNotFound
source: Unable to set ILS, airport not found
bg: Неуспешно задаване на ILS, летището не е намерено
fr: Impossible de régler l'ILS, aéroport introuvable.
pt: Não foi possível configurar o ILS, aeroporto não encontrado
zh: 无法设置ILS，未找到机场

# Replay.UploadSuccess
source: Replay uploaded successfully
bg: Успешно качване на записа
fr: Relecture téléchargée avec succès.
pt: Replay enviado com sucesso
zh: 回放上传成功

# WeightBalanceControl.Load
source: Load
bg: Товар
fr: Charge
pt: Carregar
zh: 装载设置

# AboutControl.AboutTitle
source: About
bg: Относно
fr: À propos
pt: Sobre
zh: 关于

# AboutControl.CreditsTitle
source: Credits
bg: Заслуги
fr: Crédits
pt: Créditos
zh: 制作人员

# CallsignSelectionPage.CallsignCannotBeBlank
source: Your callsign cannot be blank
bg: Позивната Ви не може да е празна
fr: Votre indicatif ne peut pas être vide
pt: Seu callsign não pode estar vazio
zh: 呼号不可为空

# CallsignSelectionPage.CallsignNotValid
source: Your callsign isn't valid
bg: Позивната Ви не е валидна
fr: Votre indicatif n'est pas valide
pt: Seu callsign não é válido
zh: 你的呼号无效

# CallsignSelectionPage.GACallsignNotValidCountry
source: Your callsign isn't valid. Make sure a valid country registration is selected
bg: Позивната Ви не е валидна. Уверете се, че е избрана валидна регистрация на държава
fr: Votre indicatif n'est pas valide. Assurez-vous qu'un pays d'enregistrement valide est sélectionné
pt: Seu callsign não é válido. Tenha certeza de que o país de registro esteja selecionado
zh: 你的呼号无效，请确保选择了有效的国籍标志

# CallsignSelectionPage.GACallsignTooLong
source: Your callsign is too long for this country's format
bg: Позивната Ви е прекалено дълга за формата на тази държава
fr: Votre indicatif est trop long pour le format de ce pays
pt: Seu callsign é muito longo para o formato deste país
zh: 你的呼号超出了该国籍标志规定的注册号长度

# CallsignSelectionPage.IdentifierOnlyNumberTwoSuffixLetters
source: Identifier can only contain numbers and two suffix letters
bg: Идентификаторът може да съдържа само числа и 2 букви
fr: L'identifiant ne peut contenir que des chiffres et deux lettres de suffixe
pt: O identificador só pode conter números e duas letras de sufixo
zh: 呼号只能包含数字和两个后缀字母

# CallsignSelectionPage.IdentifierTooLong
source: Your identifier is too long, 5 characters maximum
bg: Идентификаторът Ви е прекалено дълъг - разрешени са до 5 символа
fr: Votre identifiant est trop long, 5 caractères maximum
pt: Seu identificador é muito longo, máximo 5 caracteres
zh: 你的呼号过长，最多5个字符

# CallsignSelectionPage.InvalidCallsignNotMatchedFormat
source: Your callsign is invalid. Make sure it matches the available format
bg: Позивната Ви не е валидна. Уверете се, че отговаря на формата
fr: Votre indicatif est invalide. Assurez-vous qu'il correspond au format disponible
pt: Seu callsign é inválido. Tenha certeza de que combina com o formato disponível
zh: 你的呼号无效，请确保符合规定格式：

# CreditsControl.SpecialThanks
source: Special Thanks
bg: Специални благодарности
fr: Remerciements
pt: Agradecimentos especiais
zh: 特别致谢

# GamePage.ErrorRestartApp
source: An error has occured. Please restart the application
bg: Възникна грешка. Моля, рестартирайте приложението
fr: Une erreur est survenue. Veuillez redémarrer l'application
pt: Ocorreu um erro. Por favor, reinicie o aplicativo
zh: 发生错误，请重启应用

# MainMenuPage.ATCLocalRadarNotAllowed
source: In order to provide excellent Air Traffic Control service, being on duty at a Tower/Ground and Approach/Departure/Center simultaneously is not allowed. Please change your selection.
bg: С цел поддържане на високо качество на услугите като РВД, обслужването на Земя/Кула и Отлитане/Подход/Център едновременно не е разрешено. Моля, променете избора си.
fr: Pour offrir un excellent service de contrôle aérien, il est interdit d'assurer simultanément une fréquence Tour/Sol et une fréquence Approche/Départ/Centre. Veuillez modifier votre sélection.
pt: Para fornecer um excelente serviço de Controle de Tráfego Aéreo, estar online em uma Torre/Solo e Aproximação/Partida/Centro simultaneamente não é permitido. Por favor, altere sua seleção.
zh: 为确保高质量管制服务，不允许同时担任机场管制（塔台/地面）和雷达管制（进近/离场/区域）席位。请重新选择席位。

# MainMenuPage.ATCRadarCenterNotAllowed
source: In order to provide excellent Air Traffic Control service, being on duty at an Approach/Departure and Center simultaneously is not allowed. Please change your selection.
bg: С цел поддържане на високо качество на услугите като РВД, обслужването на Отлитане/Подход и Център едновременно не е разрешено. Моля, променете избора си.
fr: Pour offrir un excellent service de contrôle aérien, il est interdit d'assurer simultanément une fréquence Approche/Départ et une fréquence Centre. Veuillez modifier votre sélection.
pt: Para fornecer um excelente serviço de Controle de Tráfego Aéreo, estar online em uma Aproximação/Partida e Centro simultaneamente não é permitido. Por favor, altere sua seleção.
zh: 为确保高质量管制服务，不允许同时担任进近/离场和区域席位。请重新选择席位。

# MainMenuPage.ExpertATCLocalLargeAirportDurationTooLow
source: In order to provide excellent Air Traffic Control service on Expert, being on duty at a Tower/Ground frequency at a large airport for less than an hour is not allowed. Please change the duration.
bg: С цел поддържане на високо качество на услугите като РВД, обслужването на Земя/Кула на голямо летище за по-малко от 1 час не е разрешено. Моля, променете продължителността.
fr: Pour offrir un excellent service de contrôle aérien sur Expert, une durée minimale d'une heure est requise pour une fréquence Tour/Sol dans un grand aéroport. Veuillez ajuster la durée.
pt: Para fornecer um excelente serviço de Controle de Tráfego Aéreo no Expert, não é permitido estar online em uma frequência Torre/Solo em um grande aeroporto por menos de uma hora. Por favor, altere a duração.
zh: 为确保高质量管制服务，在大型机场担任机场管制时长不应低于一小时。请更改管制时长。

# MainMenuPage.ExpertATCRadarDurationTooLow
source: In order to provide excellent Air Traffic Control service on Expert, being on duty at an Approach/Departure/Center frequency for less than an hour is not allowed. Please change the duration.
bg: С цел поддържане на високо качество на услугите като РВД, обслужването на Отлитане/Подход/Център на голямо летище за по-малко от 1 час не е разрешено. Моля, променете продължителността.
fr: Pour offrir un excellent service de contrôle aérien sur Expert, une durée minimale d'une heure est requise pour une fréquence Approche/Départ/Centre. Veuillez ajuster la durée.
pt: Para fornecer um excelente serviço de Controle de Tráfego Aéreo no Expert, não é permitido estar online em uma frequência de Aproximação/Partida/Centro por menos de uma hora. Por favor, altere a duração.
zh: 为确保高质量管制服务，在大型机场担任雷达管制时长不应低于一小时。请更改管制时长。

# MainMenuPage.ScenarioStartLocationInvalid
source: The scenario start location is invalid
bg: Началната точка на сценария не е валидна
fr: Le point de départ du scénario est invalide
pt: A localização inicial do cenário não é válido
zh: 该场景的出发地点无效

# SocialNetworkSummaryExtendedViolations.LevelFormat
source: Level {0}
bg: Ниво {0}
fr: Niveau {0}
pt: Nível {0}
zh: {0}级

# AircraftPage.IncludesGlobalAndMultiplayer
source: Includes Global & Multiplayer
bg: Включва глобален достъп и мултиплейър
fr: Comprend Global & Multijoueur
pt: Inclui acesso ao Global e Multijogador
zh: 包括全球地景和连飞模式

# AircraftPage.RentAircraftUpper
source: RENT (24H)
bg: НАЕМ (24H)
de: Das Flugzeug mieten
fr: LOUER (24H)
hu: Bérelje a repülőgépet
id: Sewa pesawat
pt: ALUGAR AVIÃO
zh: 租借 (24小时)

# AircraftTaxiRequest.DisconnectGroundServicesBeforeTaxi
source: Please disconnect ground services before requesting taxi
bg: Моля, изключете наземните услуги преди да поискате рулиране
fr: Veuillez déconnecter les services au sol avant de demander à rouler
pt: Por favor, desconecte o serviço de solo antes de pedir táxi
zh: 申请滑行前请断开所有地勤设备

# ATCIncomingFlightsControl.IncomingAirplanes
source: Incoming Airplanes
bg: Пристигащи самолети
fr: Avions entrants
pt: Aviões chegando
zh: 即将到港

# ATCIncomingFlightsControl.IncomingAirplanesToFormat
source: Incoming Airplanes to {0}
bg: Пристигащи самолети до {0}
fr: Avions entrants vers {0}
pt: Aviões chegando para {0}
zh: 即将到达 {0}

# ATCWorld.Disconnected
source: Disconnected
bg: Изключен
fr: Déconnecté
pt: Desconectado
zh: 已断开连接

# ATCWorld.DisconnectionReason.FrequencyAlreadyInUse
source: One or more of the selected frequencies is unavailable.
bg: Една или повече от избраните честоти не е налична.
fr: Une ou plusieurs des fréquences sélectionnées sont indisponibles.
pt: Uma ou mais frequências selecionadas não estão disponíveis.
zh: 一个或多个选择的频率不可用
