Repository: infiniteflight/infiniteflight-localization
Catalog: Strings/AppResources.*.resx
Languages: bg, de, es, fr, he, hu, id, ms, pt, ru, zh

# SystemMessaging.TimeScale.AutopilotWarning
source: Autopilot must be activated to change simulation time scale
bg: Автопилотът трябва да е включен, за да променяте времевата скала на симулацията
de: Autopilot muss aktiviert sein, um die Zeitskalierung zu ändern
es: El piloto automático debe estar activado para cambiar la escala temporal del simulador
fr: Le pilote automatique doit être activé pour modifier l'échelle de temps de la simulation
he: יש להפעיל את הטייס האוטומטי כדי לשנות את סולם הזמן של הסימולציה
hu: A szimulációs idő megváltoztatásához aktiválni kell a robotpilótát
id: Autopilot harus diaktifkan untuk mengubah skala waktu simulasi
ms: Autopilot mesti diaktifkan untuk menukar skala masa simulasi
pt: Piloto Automático precisa estar ativado para mudar a escala de tempo
ru: Автопилот должен быть активирован, чтобы изменить скорость течения времени
zh: 改变时间流速前必须接通自动驾驶

# SystemMessaging.TimeScale.FighterJetsWarning
source: Simulation time scale cannot be changed for fighter jets.
bg: Времевата скала на симулацията не може да бъде променена за изтребители.
de: Zeitskalierung kann in Kampfjets nicht geändert werden.
es: La escala temporal del simulador no se puede cambiar para aviones de combate.
fr: L'échelle de temps de simulation ne peut pas être modifiée pour les avions de chasse.
he: לא ניתן לשנות סולם זמן של סימולציה עבור מטוסי קרב.
hu: A szimuláció idő vadászgépeknél nem módosítható.
id: Skala waktu simulasi tidak dapat diubah untuk jet tempur.
ms: Skala masa simulasi tidak boleh diubah untuk jet pejuang.
pt: Escala de tempo não pode ser alterado para aeronave militar.
ru: Скорость течения времени не может быть изменена для истребителей
zh: 飞行战斗机时无法改变时间流速

# SystemMessaging.Violations.AerobaticsWarning
source: AEROBATICS WARNING Aerobatic Maneuvers prohibited near airports.
bg: ПРЕДУПРЕЖДЕНИЕ ЗА АЕРОБАТИКА Не са позволени аеробатични маневри около летища.
de: WARNUNG - KUNSTFLUGKunstflugmanöver in Flughafennähe verboten.
es: AVISO - VUELO ACROBÁTICO El vuelo acrobático no se permite cerca de aeropuertos.
fr: AVERTISSEMENT DE VOLTIGEAcrobaties aériennes interdites à proximité des aéroports.
hu: MÚREPÜLÉSI FIGYELMEZTETÉS Repülőterek közelében tilos műrepülő manővereket végezni.
id: PERINGATAN EROBATIK\nManuver aerobatik dilarang di dekat bandara.
ms: AMARAN AEROBATIK Manuver Aerobatik dilarang berhampiran lapangan terbang.
pt: AVISO - VOO ACROBÁTICO Voo Acrobático é proibido perto de aeroportos.
ru: ВЫСШИЙ ПИЛОТАЖ\nМаневры высшего пилотажа рядом с аэропортами запрещены.
zh: 特技飞行警告 机场附近禁止特技飞行

# SystemMessaging.Violations.RunwayWarning
source: RUNWAY IDLE WARNING Staying on active runways for extended periods of time is prohibited. Exit the runway or take off to avoid receiving a violation
bg: ПРЕДУПРЕЖДЕНИЕ ЗА БЕЗДЕЙСТВИЕ НА ПИСТАТА Стоенето на активни писти за дълги периоди от време е забраненно. Излезте от пистата, или излетете, за да избегнете нарушение
de: WARNUNG - INAKTIV AUF STARTBAHNEs ist verboten, sich zu lange auf einer aktiven Startbahn aufzuhalten.Verlasse die Startbahn, um Verstöße zu vermeiden
es: AVISO - INACTIVO EN PISTA No se permite mantenerse en pista durante un periodo prolongado de tiempo. Sal de la pista o despegue para evitar una infracción
fr: AVERTISSEMENT DE TEMPS SUR PISTEIl est interdit de rester sur les pistes actives pendant de longues périodes.Quitter la piste ou décoller pour éviter de recevoir une violation
hu: KIFUTÓPÁLYA ELFOGLALÁSI FIGYELMEZTETÉS Az aktív kifutópályákon huzamosabb ideig tartózkodni tilos. Hagyd el a kifutópályát vagy szállj fel, hogy elkerüld a szabálysértést
id: Peringatan Idle di Landasan Pacu\nBerada di landasan pacu aktif dalam waktu yang lama dilarang.\nKeluar dari landasan pacu atau lepas landas untuk menghindari pelanggaran.
ms: AMARAN TERBILANG LALUAN Berada di landasan aktif untuk jangka masa yang panjang adalah dilarang. Keluar dari landasan atau berlepas untuk mengelak daripada menerima pelanggaran
pt: AVISO - INATIVO NA PISTA Manter Inativo em Pista por períodos longos é proibido Saia da pista ou decole para evitar de receber uma violação
ru: БЕЗДЕЙСТВИЕ НА ПОЛОСЕ\nДлительная остановка на полосе в работе запрещена.\nПокиньте полосу или совершите взлет, чтобы избежать нарушения
zh: 跑道逗留警告 在开放跑道上停留时间过长属于违规。 尽快脱离跑道或起飞以避免违规。

# SystemMessaging.Violations.TaxiSpeedWarning
source: TAXI SPEED WARNING Max ground speed while taxiing: 35kts. Slow down to avoid violations.
bg: ПРЕДУПРЕЖДЕНИЕ ЗА СКОРОСТТА НА РУЛИРАНЕ Максималната скорост по време на рулиране е 35 възела. Намалете скоростта, за да избегнете нарушение.
de: WARNUNG - ROLLGESCHWINDIGKEIT ÜBERSCHRITTENMaximale Rollgeschwindigkeit (GS): 35kts.Bremse ab, um Verstöße zu vermeiden.
es: AVISO - VELOCIDAD DE RODADURA La velocidad máxima en tierra es 35kts. Reduce velocidad para evitar infracciones.
fr: AVERTISSEMENT DE VITESSE DE TAXIVitesse sol max au roulage : 35kts.Ralentissez pour éviter les violations.
hu: GURULÁSI SEBESSÉG FIGYELMEZTETÉS Maximális sebesség gurulás közben: 35kts. A szabálysértések elkerülése érdekében lassíts.
id: PERINGATAN KE CEPATAN TAKSI\nKecepatan maksimum saat taksi: 35 knot.\nKurangi kecepatan untuk menghindari pelanggaran.
ms: AMARAN KELAJUAN TEKSI Kelajuan tanah maksimum semasa menaiki teksi: 35 knot. Perlahan untuk mengelakkan pelanggaran.
pt: AVISO - VELOCIDADE DE TÁXI Velocidade Máxima durante o táxi: 35kts. Reduza para evitar violação.
ru: ВЫСОКАЯ СКОРОСТЬ НА ЗЕМЛЕ\nМаксимальная скорость на рулежной дорожке: 35 узл.\nСбавьте скорость, чтобы избежать нарушения.
zh: 滑行速度警告 滑行时最大地速：35节。 减速以避免违规。

# SystemMessaging.VNAV.Climb
source: VNAV unavailable during climb. This functionality is only available for descent.
bg: VNAV не е наличен по време на изкачване. Функцията е налична само за снижения.
de: VNAV im Steigflug nicht verfügbar.Diese Funktion steht nur im Sinkflug zur Verfügung.
es: VNAV no disponible durante ascenso Esta funcionalidad solo está disponible para el descenso.
fr: VNAV indisponible pendant la montée.Cette fonctionnalité n'est disponible que pour la descente.
hu: A VNAV nem érhető el emelkedés közben. This functionality is only available for descent.
id: VNAV tidak tersedia selama pendakian.\nFungsi ini hanya tersedia untuk penurunan.
ms: VNAV tidak tersedia semasa pendakian. Fungsi ini hanya tersedia untuk keturunan.
pt: VNAV indisponível durante subida. Essa funcionalidade está apenas disponível para descida.
ru: VNAV недоступен для набора высоты.\nЭта функция доступна только для снижения.
zh: 垂直导航在爬升时不可用。该功能仅在下降时可用。

# SystemMessaging.VNAV.Descending
source: VNAV Descending to {0} at {1:n0}ft
bg: VNAV снижава към {0} до {1:n0}фт
de: VNAV Sinkt nach {0} auf {1:n0}ft
es: VNAV Descendiendo a {0} a {1:n0}ft
fr: Descente VNAV jusqu'à {0} à {1:n0}ft
hu: VNAV Ereszkedés {0}-ra {1:n0}ft
id: VNAV turun ke {0} pada {1:n0} kaki.
ms: VNAV Menurun ke {0} pada {1:n0} kaki
pt: VNAV Descendo para {0} ao {1:n0}ft
ru: VNAV Снижается к {0} на {1:n0}фт
zh: 垂直导航下降至 {0} 高度 {1:n0}ft

# SystemMessaging.VNAV.NoFlightPlanAltitude
source: VNAV Unavailable No altitude set for any waypoint in Flight Plan
bg: VNAV не е наличенНяма зададена височина за точките в полетния план
de: VNAV nicht verfügbarIm Flugplan wurden für keinen Wegpunkt Flughöhen eingestellt
es: VNAV no disponible No se ha seleccionado una altitud para ningún waypoint en el plan de vuelo
fr: VNAV non disponibleAucune altitude définie pour aucun point de cheminement dans le plan de vol
hu: VNAV Nem Működik A Repülési Tervben egyetlen ponthoz sem állított be magasságot
id: VNAV tidak tersedia\nTidak ada ketinggian yang ditetapkan untuk titik jalan mana pun dalam Rencana Penerbangan
ms: VNAV Tidak Tersedia Tiada ketinggian ditetapkan untuk mana-mana titik laluan dalam Pelan Penerbangan
pt: VNAV Indisponível Nenhuma altitude definido para nenhum waypoint no plano de voo
ru: VNAV Недоступен.\nНи для одной из путевых точек не установлена высота
zh: 垂直导航不可用 飞行计划中无高度设置

# SystemMessaging.VNAV.NoFlightPlanWaypoint
source: VNAV Unavailable No waypoint in Flight Plan
bg: VNAV не е наличнен. Няма точки в полетния план
de: VNAV nicht verfügbarKeine Wegpunkte im Flugplan
es: VNAV no disponible No hay waypoints en el plan de vuelo
fr: VNAV non disponiblePas de waypoint dans le plan de vol
hu: VNAV Nem Működik Nincs navigációs pont a repülési tervben
id: VNAV tidak tersedia Tidak ada titik waypoint dalam Rencana Penerbangan
ms: VNAV Tidak Tersedia Tiada titik laluan dalam Rancangan Penerbangan
pt: VNAV Indisponível Nenhum waypoint no plano de voo
ru: VNAV Недоступен.\nНет путевых точек в плане полета
zh: 垂直导航不可用 飞行计划中无航点

# SystemMessaging.VNAV.TargetUpdated
source: VNAV Target updated to {0} ({2:#0.0}NM) @ {1:n0}ft
bg: Целта на VNAV е обновена до {0} ({2:#0.0}NM) @ {1:n0}фт
de: VNAV Ziel aktualisiert auf {0} ({2:#0.0}NM) @ {1:n0}ft
es: Objetivo de VNAV actualizado a {0} ({2:#0.0}NM) @ {1:n0}ft
fr: Cible VNAV mise à jour à {0} ({2:#0.0}NM) @ {1:n0}ft
hu: VNAV Target frissítve erre: {0} ({2:#0.0}NM) @ {1:n0}ft
id: Target VNAV diperbarui menjadi {0} ({2:#0.0}NM) @ {1:n0}kaki
ms: Sasaran VNAV dikemas kini kepada {0} ({2:#0.0}NM) @ {1:n0} kaki
pt: Objetivo do VNAV atualizado para {0} ({2:#0.0}NM) @ {1:n0}ft
ru: Цель VNAV изменена на {0} ({2:#0.0}ММ) @ {1:n0}фт
zh: 垂直导航目标更新至 {0} ({2:#0.0}NM) @ {1:n0}ft

# Violations.ExceededDisconnection
source: You have been disconnected due to excess violations for this current session.
bg: Вие сте изключени от сървъра поради надвишаване на нарушенията за тази сесия.
de: Deine Verbindung wurde wegen zu vieler Verstöße im aktuellen Flug getrennt.
es: Has sido desconectado de la sesión al exceder el limite de infracciones.
fr: Vous avez été déconnecté en raison de violations excessives pour la session en cours.
he: .נותקת עקב הפרות עודפות עבור ההפעלה הנוכחית הזו
hu: A szabályok túlzott megsértése miatt megszakadt a kapcsolat.
id: Anda telah terputus karena pelanggaran aturan secara berulang kali dalam sesi ini.
ms: Anda telah diputuskan sambungan kerana lebihan pelanggaran untuk sesi semasa ini.
pt: Você foi desconectado devido a excesso de violações para essa sessão.
ru: Вы были отключены от сессии из-за превышения лимита нарушений.
zh: 由于违规次数过多，你已经被强制断线。

# Violations.LimitExceeded
source: Violation Limit Exceeded
bg: Лимитът на нарушения е надвишен
de: Verstoß-Limit überschritten
es: Limite de Infracciones Excedido
fr: Limite de violation dépassée
he: חריגה ממגבלת ההפרה
hu: Megsértési Korlát Túllépve
id: Batas Pelanggaran Telah Dilampaui
ms: Had Pelanggaran Melebihi
pt: Limite de Violações Excedido
ru: Лимит Нарушений Превышен
zh: 违规次数超限

# WeightAndBalance.Cargo
source: Cargo
bg: Товар
de: Fracht
es: Carga
fr: Cargaison
he: מִטְעָן
hu: Szállítmány
id: Kargo
ms: Kargo
pt: Carga
ru: Груз
zh: 货物

# WeightAndBalance.FlightTime
source: Est. Flight Time
bg: Очаквано полетно време
de: Erwartete Flugzeit
es: Tiempo Vuelo Estimado
fr: Temps de vol estimé
he: זמן טיסה משוער
hu: Vár. Repülési Idő
id: Perkiraan Waktu Penerbangan
ms: Anggaran Masa Penerbangan
pt: Tempo de Voo Estimado
ru: Примерное Время Полета
zh: 可飞行时长

# WeightAndBalance.FuelBurn
source: Fuel Burn
bg: Разход на гориво
de: Treibstoffverbrauch
es: Gasto de Combustible
fr: Consommasion de carburant
he: שריפת דלק
hu: Üzemanyag Felhasználás
id: Pembakaran Bahan Bakar
ms: Pembakaran Minyak
pt: Gasto de Combustível
ru: Потребление Топлива
zh: 油耗

# WeightAndBalance.FuelTanks
source: Fuel Tanks
bg: Горивни резервоари
de: Treibstofftanks
es: Combustible
fr: Réservoir d'essence
he: מיכלי דלק
hu: Üzemanyag Tartályok
id: Tangki Bahan Bakar
ms: Tangki Minyak
pt: Combustível
ru: Топливо
zh: 燃油

# WeightAndBalance.Heavy
source: Heavy
bg: Тежко
de: Schwer
es: Pesado
fr: Lourd
he: כָּבֵד
hu: Nehéz
id: Berat
ms: Berat
pt: Pesado
ru: Тяжелый
zh: 重载

# WeightAndBalance.Light
source: Light
bg: Леко
de: Leicht
es: Ligero
fr: Léger
he: אוֹר
hu: Könnyű
id: Ringan
ms: Ringan
pt: Leve
ru: Легкий
zh: 轻载

# WeightAndBalance.Normal
source: Normal
bg: Нормално
he: נוֹרמָלִי
hu: Normál
id: Biasa
ms: Biasa
ru: Нормальный
zh: 中载

# WeightAndBalance.Others
source: Others
bg: Други
de: Andere
es: Otros
fr: Autres
he: אחרים
hu: Egyéb
id: Lainnya
ms: Lain-lain
pt: Outros
ru: Другое
zh: 其他

# WeightAndBalance.Passengers
source: Passengers
bg: Пътници
de: Passagiere
es: Pasajeros
fr: Passagers
he: נוסעים
hu: Utasok
id: Penumpang
ms: Penumpang
pt: Passageiros
ru: Пассажиры
zh: 乘客

# WeightAndBalance.Synchronize
source: Synchronize
bg: Синхронизиране
de: Synchronisieren
es: Sincronizar
fr: Synchroniser
he: לְסַנכְרֵן
hu: Szinkronizálás
id: Sinkronisasi
ms: Segerakkan
pt: Sincronizar
ru: Синхронизировать
zh: 同步

# WarningMessageControl.Reported
source: Reported
bg: Докладван
de: Gemeldet
es: Denunciado
fr: Signalé
he: דווח
hu: Jelentve
id: Dilaporkan
ms: Dilaporkan
pt: Reportado
ru: Репорт
zh: 违规

# WarningMessageControl.TapToDismiss
source: Tap to dismiss
bg: Натиснете, за да затворите
de: Zum Ausblenden berühren
es: Pulse para cerrar
fr: Appuyez pour fermer
he: הקש כדי לסגור
hu: Nyomj az elvetéshez
id: Ketuk untuk menutup
ms: Ketik untuk mengetepikan
pt: Toque para dispensar
ru: Нажмите чтобы скрыть
zh: 点击关闭

# WarningMessageControl.TapToContinue
source: Tap to continue
bg: Докоснете, за да продължите
de: Tippen, um fortzufahren
fr: Appuyez pour continuer
hu: Nyomj a folytatáshoz
id: Ketuk untuk Melanjutkan
ms: Ketik untuk meneruskan
pt: Toque para continuar
ru: Нажмите для продолжения
zh: 点击继续

# WarningMessageControl.ViolationsCount
source: Violations: {0}/{1}
bg: Нарушения: {0}/{1}
de: Verstöße: {0}/{1}
es: Infracciones: {0}/{1}
hu: Szabálysértések: {0}/{1}
id: Pelanggaran: {0}/{1}
ms: Pelanggaran: {0}/{1}
pt: Infrações: {0}/{1}
ru: Нарушения: {0}/{1}
zh: 违规: {0}/{1}

# Multiplayer.GotIt
source: Got it!
bg: Разбрано!
de: Verstanden!
es: ¡Entendido!
fr: Entendu!
he: !הבנת
hu: Értem!
id: Mengerti!
ms: Faham!
pt: Entendido!
ru: Ясно!
zh: 明白！

# Multiplayer.Welcome
source: Welcome
bg: Добре дошли
de: Willkommen
es: Bienvenido/a
fr: Bienvenue
he: ברוך הבא
hu: Üdvözlünk
id: Selamat Datang
ms: Selamat Datang
pt: Bem vindo
ru: Добро Пожаловать
zh: 欢迎！

# Tips.Default
source: With your finger on the rudder control, slide down to activate the brakes on the ground.
bg: Когато пръстът Ви е на контрола на руля, теглете надолу за да активирате спирачките на земята.
de: Ziehe deinen Finger bei gehaltenem Ruderslider nach unten, um auf dem auf dem Boden zu bremsen.
es: Con tu dedo en el rudder, arrastra hacia abajo para activar los frenos en tierra.
fr: Glissez votre doigt vers le bas tout en maintenant un appui sur le contrôle du palonnier pour activer les freins.
he: .עם האצבע על בקרת ההגה, החלק מטה כדי להפעיל את הבלמים על הקרקע
hu: Ujját a kormányvezérlőn csúsztassa lefelé a fékek aktiválásához a talajon.
id: Dengan jari Anda di pengendali kemudi, geser ke bawah untuk mengaktifkan rem saat berada di tanah.
ms: Dengan jari anda pada kawalan kemudi, gelongsor ke bawah untuk mengaktifkan brek di atas tanah.
pt: Com o dedo no leme, arrasta para baixo para ativar os freios no solo.
ru: Совет: Когда ваш палец находится на управлении руля высоты, потяните вниз, чтобы активировать тормоза на земле.
zh: 向下拉动方向舵滑块即可在地面激活刹车。

# FlightRatingPage.CurrentGrade
source: Grade
bg: Ранг
de: Rang
es: Grado
he: כיתה
hu: Fokozat
id: Tingkat
ms: Gred
ru: Ранг
zh: 等级

# FlightRatingPage.FlightRating
source: FLIGHT RATING
bg: ОЦЕНКА НА ПОЛЕТА
de: FLUGZUSAMMENFASSUNG
es: RESUMEN DE VUELO
fr: NOTE DE VOL
he: דירוג טיסה
hu: REPÜLÉSI ÉRTÉKELÉS
id: PERINGKAT PENERBANGAN
ms: PENILAIAN PENERBANGAN
pt: RESUMO DO VOO
ru: РЕЙТИНГ ПОЛЕТА
zh: 飞行评级

# FlightRatingPage.FlightTime
source: Flight Time
bg: Полетно време
de: Flugzeit
es: Tiempo de Vuelo
fr: Temps de vol
he: זמן טיסה
hu: Repülési Idő
id: Jam Terbang
ms: Masa Penerbangan
pt: Tempo de Voo
ru: Время в Воздухе
zh: 飞行时长

# FlightRatingPage.Penalty
source: Penalty
bg: Наказание
de: Strafe
es: Penalización
fr: Penalité
he: עוֹנֶשׁ
hu: Büntetés
id: Sanksi
ms: Penalti
pt: Penalidades
ru: Штраф
zh: 处罚

# FlightRatingPage.Reputation
source: XP
bg: Опит
es: XP Total
ms: Mata Pengalaman
ru: Опыт
zh: 总经验

# FlightRatingPage.ReputationEarned
source: XP Earned
bg: Получен опит
de: Verdiente XP
es: XP Ganado
fr: XP gagné
hu: Szerzett XP
id: XP yang diperoleh
ms: Mata Pengalaman Diperolehi
pt: XP ganho
ru: Получено Опыта
zh: 获得经验

# FlightRatingPage.ViolationCount
source: Violations
bg: Нарушения
de: Vergehen
es: Infracciones
he: הפרות
hu: Szabálysértések
id: Pelanggaran
ms: Pelanggaran
pt: Violações
ru: Нарушения
zh: 违规

# Multiplayer.Disconnected
source: DISCONNECTED
bg: ИЗКЛЮЧЕН
de: VERBINDUNG GETRENNT
es: DESCONECTADO
fr: DÉCONNECTÉ
he: מְנוּתָק
hu: SZÉTKAPCSOLVA
id: SAMBUNGAN TERPUTUS
ms: TERPUTUS SAMBUNGAN
pt: DESCONECTADO
ru: ОТКЛЮЧЕН
zh: 已断开连接

# ReportControl.ContinueOffline
source: Continue Offline
bg: Продължаване офлайн
de: Offline Fortsetzen
es: Continuar Offline
fr: Continuer hors ligne
he: המשך במצב לא מקוון
hu: Folytatás Offline
id: Lnjutkan Luring
ms: Teruskan Luar Talian
pt: Continuar Offline
ru: Продолжить в Одиночном Режиме
zh: 继续离线飞行

# ReportControl.Reason
source: Reason:
bg: Причина:
de: Grund:
es: Razón:
fr: Raison:
he: :סיבה
hu: Oka:
id: Alasan:
ms: Sebab:
pt: Razão:
ru: Причина:
zh: 原因：

# ReportControl.ReportedBy
source: Reported By:
bg: Докладван от:
de: Gemeldet durch:
es: Controlador/a:
fr: Rapporté par:
he: :דווח על ידי
hu: Jelentve által:
id: Dilaporkan oleh:
ms: Dilaporkan oleh:
pt: Reportado por:
ru: Репорт от:
zh: 管制员:

# SplashScreen.LoadingAirport
source: Loading your Airport
bg: Зареждане на вашето летище
de: Dein Flughafen wird geladen
es: Cargando tu Aeropuerto
fr: Chargement de votre aéroport
he: טוען את שדה התעופה שלך
hu: Repülőtér betöltése
id: Memuat Bandara anda
ms: Memuatkan Lapangan Terbang anda
pt: Carregando o seu Aeroporto
ru: Загружаем Ваш Аэропорт
zh: 正在加载机场

# SystemMessaging.OverspeedViolation.EnablingAutopilot
source: Setting autopilot speed to {0}
bg: Задаване на скоростта на автопилота до {0}
de: Geschwindigkeit des Autopiloten auf {0} gesetzt
es: Cambiando la velocidad del piloto automático a {0}
fr: Réglage de la vitesse du pilote automatique sur {0}
hu: Az robotpilóta sebességének beállítása a következőre: {0}
id: Menyetel kecepatan autopilot ke {0}
ms: Menetapkan kelajuan autopilot kepada {0}
pt: Configurando velocidade do piloto automático a {0}
ru: Устанавливаем скорость автопилота на {0}
zh: 设置自动驾驶速度至 {0}

# SystemMessaging.OverspeedViolation.EnablingSpoilers
source: Enabling spoilers
bg: Активиране на спойлери
de: Bremsklappen aktiviert
es: Activando spoilers
fr: Activation des spoilers
he: הפעלת ספוילרים
hu: Szárnyfékek engedélyezése
id: Mengaktifkan spoiler
ms: Mendayakan spoiler
pt: Ativando Spoilers
ru: Активируем спойлеры
zh: 开启扰流板

# SystemMessaging.OverspeedViolation.EnablingSpoilersAndAutopilot
source: Enabling spoilers and setting autopilot speed to {0}
bg: Активиране на спойлери и задаване на скоростта на автопилота до {0}
de: Bremsklappen aktiviert und Geschwindigkeit des Autopiloten auf {0} gesetzt
es: Activando spoilers y cambiando la velocidad del piloto automático a {0}
fr: Activation des spoilers et réglage de la vitesse du pilote automatique sur {0}
hu: Szárnyfékek engedélyezése és a robotpilóta sebességének beállítása {0}-ra
id: Mengaktifkan spoiler dan mengatur kecepatan autopilot ke {0}
ms: Mendayakan spoiler dan menetapkan kelajuan autopilot kepada {0}
pt: Ativando spoilers e configurando a velocidade do piloto automático a {0}
ru: Активируем спойлеры и настраиваем скорость автопилота на {0}
zh: 开启扰流板并设置自动驾驶速度至 {0}

# SystemMessaging.OverspeedViolation.Issued
source: Speed Violation Issued
bg: Издадено нарушение за скорост
de: Geschwindigkeitsverstoß erhalten
es: Nueva Infracción de Velocidad
fr: Dépassement de vitesse émis
he: הפרת מהירות הונפקה
hu: Sebességkorlát Megsértve
id: Pelanggaran Kecepatan Diterbitkan
ms: Pelanggaran Kelajuan Dikeluarkan
pt: Violação de velocidade emitido
ru: Вы Получили Нарушение Скоростного Режима
zh: 已收到超速违规

# SystemMessaging.OverspeedViolation.ReduceSpeedBelowKnots
source: Reduce speed below {0}kts to avoid violations
bg: Намалете скоростта под {0} възела, за да избегнета нарушения
de: Reduziere die Geschwindigkeit auf unter {0}kts um Geschwindigeitsverstöße zu vermeiden
es: Reduce velocidad a inferior de {0}kts para evitar infracciones
fr: Réduisez la vitesse en dessous de {0}kts pour éviter les infractions
hu: A szabálysértések elkerülése érdekében csökkentsd a sebességet {0}kts alá
id: Kurangi kecepatan di bawah {0} knot untuk menghindari pelanggaran
ms: Kurangkan kelajuan di bawah {0} knot untuk mengelakkan pelanggaran
pt: Reduza a velocidade abaixo de {0}kts para evitar violação
ru: Понизьте скорость до {0}узл, чтобы избежать нарушения
zh: 减速至 {0} 节以下避免违规

# SystemMessaging.OverspeedViolation.ReduceSpeedBelowKnotsBelow10k
source: Reduce speed below {0}kts below 10000ft to avoid violations
bg: Намалете скоростта под {0} възела под 10000фт, за да избегнете нарушения
de: Reduziere die Geschwindigkeit unter 10 000ft auf unter {0}kts um Geschwindigeitsverstöße zu vermeiden
es: Reduce velocidad a inferior de {0}kts por debajo de 10000ft para evitar infracciones
fr: Réduisez la vitesse en dessous de {0}kts en dessous de 10 000 pieds pour éviter les violations
hu: Csökkentsd a sebességet {0}kts alá 10000ft alatt, hogy elkerüld a szabálysértését
id: Kurangi kecepatan di bawah {0} knot di bawah 10.000 kaki untuk menghindari pelanggaran
ms: Kurangkan kelajuan di bawah {0} knot di bawah 10000 kaki untuk mengelakkan pelanggaran
pt: Reduza a velocidade abaixo de {0}kts abaixo de 10000ft para evitar violação
ru: Понизьте скорость до {0}узл на высоте до 10000фт, чтобы избежать нарушения
zh: 在高度低于10000尺时减速至 {0} 节以下避免违规

# SystemMessaging.OverspeedViolation.ReduceSpeedBelowMach
source: Reduce speed below Mach {0:0.00} to avoid violations
bg: Намалете скоростта под мах {0:0.00}, за да избегнете нарушения
de: Reduziere die Geschwindigkeit auf unter Mach {0:0.00} um Geschwindigeitsverstöße zu vermeiden
es: Reduce velocidad a inferior de Mach {0:0.00} para evitar infracciones
fr: Réduisez la vitesse en dessous de Mach {0:0.00} pour éviter les violations
hu: A szabálysértések elkerülése érdekében csökkentsd a sebességet Mach {0:0.00} alá
id: Kurangi kecepatan di bawah Mach {speed} untuk menghindari pelanggaran
ms: Kurangkan kelajuan di bawah Mach {0:0.00} untuk mengelakkan pelanggaran
pt: Reduza a velocidade abaixo Mach {0:0.00} para evitar violação
ru: Понизьте скорость до {0:0.00} Маха, чтобы избежать нарушения
zh: 减速至马赫 {0:0.00} 以下避免违规

# SystemMessaging.OverspeedViolation.WarningTitle
source: SPEED WARNING
bg: ПРЕДУПРЕЖДЕНИЕ ЗА СКОРОСТ
de: GESCHWINDIGKEITSWARNUNG
es: AVISO DE VELOCIDAD
fr: AVERTISSEMENT DE VITESSE
he: אזהרת מהירות
hu: SEBESSÉG FIGYELMEZTETÉS
id: PERINGATAN KECEPATAN
ms: AMARAN LAJU
pt: AVISO DE VELOCIDADE
ru: ПРЕВЫШЕНИЕ СКОРОСТИ
zh: 超速警告
