Repository: infiniteflight/infiniteflight-localization
Catalog: Strings/AppResources.*.resx
Languages: bg, de, es, fr, he, hu, id, ms, pt, ru, zh

# Settings.Multiplayer.HideAirplaneNames.Subtitle
source: Hides the name of other players in multiplayer
bg: Скрива имената на другите играчи в мултиплейър
de: Blendet die Namen anderer Nutzer:innen im Mehrspielermodus aus
es: Oculta los nombres de otros jugadores en modo online
fr: Masquer les noms des avions
he: מסתיר את השם של שחקנים אחרים במשחק מרובה משתתפים
hu: Elrejti a többi játékos nevét a többjátékos módban
id: Menyembunyikan nama pemain lain dalam mode multipemain
ms: Menyembunyikan nama pemain lain dalam berbilang pemain
pt: Oculta o nome de outros jogadores no modo online
ru: Скрывает имена других игроков в многопользовательском режиме
zh: 在连线飞行中隐藏其他飞行员的名字

# Settings.Multiplayer.HideAirplaneNames.Title
source: Hide Airplane Names
bg: Скриване на имената на самолетите
de: Flugzeugnamen ausblenden
es: Ocultar Nombres de Otros Aviones
fr: Masquer les noms
he: הסתר שמות מטוסי
hu: Repülőgépnevek Elrejtése
id: Sembunyikan Nama Bandara
ms: Sembunyikan Nama Kapal Terbang
pt: Ocultar Nome de outras aeronaves
ru: Скрывать Имена Игроков
zh: 隐藏其他飞机的名字

# Settings.Multiplayer.LiveAirplaneDensity.Subtitle
source: Controls how many airplanes are shown in multiplayer.
bg: Контролира колко самолета се показват в мултиплейър.
de: Steuert die Anzahl sichtbarer Flugzeuge im Mehrspielermodus.
es: Controla el número de aviones mostrados en modo online.
fr: Contrôle le nombre d'avions affichés en multijoueur.
he: .שולט בכמה מטוסי מוצגים במשחק מרובה משתתפים
hu: Azt szabályozza, hogy hány repülőgép jelenjen meg többjátékos módban.
id: Mengatur jumlah pesawat yang ditampilkan dalam mode multipemain.
ms: Mengawal bilangan kapal terbang yang ditunjukkan dalam berbilang pemain.
pt: Controla o número de aeronaves mostrados no modo online.
ru: Устанавливает количество видимых самолетов в многопользовательском режиме
zh: 控制连线飞行时显示飞机的数量

# Settings.Multiplayer.LiveAirplaneDensity.Title
source: Airplane Count
bg: Гъстота на самолетите
de: Flugzeuganzahl
es: Limite de Aviones
fr: Nombre d'avions
he: ספירת מטוסי
hu: Repülőgépek Száma
id: Jumlah Pesawat
ms: Kiraan Kapal Terbang
pt: Limite de Aeronaves
ru: Количество Самолетов
zh: 飞机数量

# Settings.Multiplayer.LiveAirplaneDensityNoneWarning
source: Setting Airplane Count to None will not show other aircraft when flying online, and it is your responsibility to maintain separation with other aircraft.
bg: Задаването на гъстотата на самолетите на "Никаква" няма да показва други самолети по време на онлайн полет и е изцяло ваша отговорност да спазвате дистанция с други самолети.
de: Wird die Flugzeuganzahl auf Null gesetzt, werden keine anderen Flugzeuge im Mehrspielermodus angezeigt und es liegt in deiner Verantwortung den Abstand zu anderen Flugzeugen einzuhalten.
es: Si cambias el limite de aviones a esta opción, no podras ver a otros aviones, y es tu responsabilidad de mantener separación con otros jugadores.
fr: Définir le nombre d'avions sur Aucun n'affichera pas d'autres aéronefs lorsque vous volez en ligne, et il est de votre responsabilité de maintenir l'espacement avec les autres aéronefs.
hu: Ha a Repülőgépek Számát Egy se értékre állítja, a többi repülőgép nem jelenik meg online repülés közben, és a Te felelősséged a többi repülőgéptől való távolság fenntartása.
id: Menyetel Jumlah Pesawat ke Tidak Ada akan menyembunyikan pesawat lain saat terbang secara daring, dan Anda bertanggung jawab untuk menjaga jarak aman dengan pesawat lain.
ms: Menetapkan Pengiraan Pesawat kepada tiada tidak akan menunjukkan pesawat lain apabila terbang dalam talian, dan menjadi tanggungjawab anda untuk mengekalkan pemisahan dengan pesawat lain.
pt: Configurar o Limite para nenhum não irá mostrar outras aeronaves enquanto voa online, é de sua responsabilidade manter a separação com outras aeronaves.
ru: Устанавливая Количество Самолетов на 'Нисколько', вы не будете видеть другие самолеты во время полетов в многопользовательском режиме и в вашей ответственности будет держать дистанцию с другими игроками.
zh: 将飞机数量设置为“无”将不会在连线飞行时显示其他飞机。你仍需负责与其他飞机保持间隔。

# Settings.Multiplayer.ShowUsernameInFlight.Subtitle
source: Display your username in-flight. Uncheck to remain anonymous
bg: Показване на името Ви по време на полет. Премахнете отметката, за да останете анонимни
de: Zeigt deinen Nutzernamen im Flug an. Abwählen um anonym zu bleiben
es: Otros jugadores podrán ver tu nombre de usuario. Desactiva para ser anónimo
fr: Affichez votre nom d'utilisateur en vol. Décochez pour rester anonyme
he: הצג את שם המשתמש שלך בטיסה. בטל את הסימון כדי להישאר אנונימי
hu: Jelenítse meg felhasználónevét repülés közben. Töröld a jelölést, hogy névtelen maradj
id: Tampilkan nama pengguna Anda saat penerbangan. Centang kotak ini untuk tetap anonim.
ms: Paparkan nama pengguna anda dalam penerbangan. Nyahtanda untuk kekal tanpa nama
pt: Mostra o seu nome de usuário em voo. Desativar para manter anônimo
ru: Показывает имя пользователя в полете. Выключите, чтобы оставаться анонимным
zh: 在飞行时显示你的用户名，取消勾选则保持匿名

# Settings.Multiplayer.ShowUsernameInFlight.Title
source: Show Username In-Flight
bg: Показване на името Ви в полет
de: Nutzername im Flug anzeigen
es: Mostrar Nombre de Usuario En Vuelo
fr: Afficher le nom d'utilisateur en vol
he: הצג שם משתמש בטיסה
hu: Felhasználónév Megjelenítése Repülés Közben
id: Tampilkan Nama Pengguna Saat Terbang
ms: Tunjukkan Nama Pengguna Dalam Penerbangan
pt: Mostrar nome de usuário em voo
ru: Показывать имя пользователя в полете
zh: 飞行时显示用户名

# Settings.Multiplayer.VoicePitch.Subtitle
source: Changes the pitch of your selected voice
bg: Променя тембъра на избрания глас
de: Ändert die Stimmlage deiner gewählten Stimme
es: Cambia el tono de tu Voz de Piloto seleccionada
fr: Modifie la hauteur de la voix sélectionnée
he: משנה את גובה הצליל של הקול שבחרת
hu: Módosítja a kiválasztott hang magasságát
id: Mengubah nada suara yang Anda pilih
ms: Mengubah nada suara pilihan anda
pt: Troca o tom da voz selecionada
ru: Изменяет высоту выбранного вами голоса
zh: 改变所选择语音的音调

# Settings.Multiplayer.VoicePitch.Title
source: Voice Pitch
bg: Тембър на гласа
de: Stimmlage
es: Tono de Voz
fr: Hauteur de la voix
he: גובה הצליל
hu: Hang Magassága
id: Intonasi Suara
ms: Padang Suara
pt: Tom de voz
ru: Высота Голоса
zh: 音调

# Commands.AileronTrim
source: Aileron Trim
bg: Баланс на елероните
de: Querruder-Trimmung
fr: Compensateur Ailerons
he: עיטור כנפיים
hu: Csűrőkormány
id: Trim Aileron
ms: Trim Aileron
ru: Триммирование Элеронов
zh: 副翼配平

# Commands.AileronTrim.Description
source: Controls the Aileron Trim
bg: Контролира баланса на елероните
de: Steuert die Querruder-Trimmung
es: Controla el compensador de balanceo
fr: Contrôle le compensateur des ailerons
he: שולט על עיטור הכנפיים/
hu: Vezérli a Csűrőkormányt
id: Mengatur Trim Aileron
ms: Mengawal Trim Aileron
pt: Controla o compensador do aileron
ru: Контролирует триммирование элеронов
zh: 控制副翼配平

# Commands.BeaconLights
source: Beacon Lights
bg: Противоколизионни светлини
de: Kollisionslicht
es: Luces Anticolisión
fr: Feux Anti-Collision
he: אורות משואה
hu: Beacon Fények
id: Lampu Penanda
ms: Lampu Suar
pt: Luzes anti-colisão
ru: Сигнальные Огни
zh: 防撞灯

# Commands.Brakes
source: Brakes
bg: Спирачки
de: Bremsen
es: Frenos
fr: Freins
he: בלמי
hu: Fékek
id: Rem
ms: Brek
pt: Freios
ru: Тормоза
zh: 刹车

# Commands.ElevatorTrim
source: Elevator Trim
bg: Баланс на Елеватора
de: Höhenruder-Trimmung
fr: Compensateur de Profondeur
he: עיטור מעליות
hu: Magassági Kormánylap
id: Trim Elevator
ms: Trim Elevator
ru: Триммирование Руля Высоты
zh: 安定面配平

# Commands.ElevatorTrim.Description
source: Controls the Elevator Trim
bg: Контролира баланса на елеватора
de: Steuert die Höhenruder-Trimmung
es: Controla el compensador de cabeceo
fr: Contrôle Compensateur de Profondeur
he: שולט על עיטור מעליות
hu: Magassági Kormánylapot Irányítja
id: Mengatur Trim Elevator
ms: Mengawal Trim Elevator
pt: Controla o compensador do profundor
ru: Управляет триммированием руля высоты
zh: 控制安定面配平

# Commands.FlapsDownFull
source: Flaps Down (Full)
bg: Задкрилки надолу (Докрай)
de: Landeklappen ausfahren (voll)
es: Bajar Flaps (por completo)
fr: Plein Volets
hu: Fékszárnyak Le (Teljesen)
id: Sirip Turun (Penuh)
ms: Flaps Down (Penuh)
pt: Descer flaps (máximo)
ru: Закрылки Вниз (Полностью)
zh: 放出襟翼（全部）

# Commands.FlapsDownStep
source: Flaps Down (1 Step)
bg: Задкрилки надолу (1 степен)
de: Landeklappen ausfahren (1 Stufe)
es: Bajar Flaps (1 paso)
fr: Volets +1 cran
hu: Fékszárnyak Le (1 Lépés)
id: Sirip Turun (1 Langkah)
ms: Flaps Down (1 Langkah)
pt: Descer flaps (1 dente)
ru: Закрылки Вниз (1 Шаг)
zh: 放出襟翼（一档）

# Commands.FlapsUpFull
source: Flaps Up (Full)
bg: Задкрилки нагоре (Докрай)
de: Landeklappen einfahren (voll)
es: Subir Flaps (por completo)
fr: Volets Rétractés
hu: Fékszárny Fel (Teljesen)
id: Sirip Naik (Penuh)
ms: Flaps Up (Penuh)
pt: Subir flaps (máximo)
ru: Закрылки Вверх (Полностью)
zh: 收起襟翼（全部）

# Commands.FlapsUpStep
source: Flaps Up (1 Step)
bg: Задкрилки нагоре (1 степен)
de: Landeklappen ausfahren (1 Stufe)
es: Subir Flaps (1 paso)
fr: Volets -1 cran
hu: Fékszárny Fel (1 Lépés)
id: Sirip naik (1 Langkah)
ms: Flaps Up (1 Langkah)
pt: Subir flaps (1 dente)
ru: Закрылки Вверх (1 Шаг)
zh: 收起襟翼（一档）

# Commands.FuelDump
source: Fuel Dump
bg: Изхвърляне на гориво
de: Treibstoff ablassen
es: Descarga de Combustible
fr: Décharge carburant
he: לזרוק דלק
hu: Üzemanyag Kiborítás
id: Buang BahanBakar
ms: Buang Minyak
pt: Despejo de Combustível
ru: Сброс Топлива
zh: 放油

# Commands.Group.Airplane
source: Airplane
bg: Самолет
de: Flugzeug
es: Avión
fr: Avion
he: מטוס
hu: Repülőgép
id: Pesawat Terbang
ms: Kapal Terbang
pt: Aeronave
ru: Самолет
zh: 飞机

# Commands.Group.Cameras
source: Cameras
bg: Камери
de: Kameras
es: Cámaras
fr: Caméras
he: מצלמות
hu: Kamerák
id: Kamera
ms: Kamera
pt: Câmeras
ru: Камеры
zh: 视角

# Commands.LandingGear
source: Landing Gear
bg: Колесник
de: Fahrwerk
es: Tren de Aterrizaje (Landing Gear)
fr: Train d'atterrissage
he: ציוד נחיתה
hu: Futómű
id: Roda Pendaratan
ms: Gear Mendarat
pt: Trem de Pouso
ru: Шасси
zh: 起落架

# Commands.LandingLights
source: Landing Lights
bg: Светлини за кацане
de: Landescheinwerfer
es: Luces de Aterrizaje
fr: Phares d'atterrissage
he: אורות נחיתה
hu: Leszálló Fényszórók
id: Lampu Pendaratan
ms: Lampu Mendarat
pt: Luzes de Pouso
ru: Посадочные Огни
zh: 着陆灯

# Commands.Mixture
source: Mixture
bg: Смес
de: Gemisch (Mixture)
he: תַעֲרוֹבֶת
hu: Keverék
id: Mixtur
ms: Campuran Minyak
pt: Mistura
ru: Смесь
zh: 混合比

# Commands.Mixture.Description
source: Controls the Mixture
bg: Контролира сместа
de: Steuert das Gemisch (Mixture)
es: Controla la mixture del avión
fr: Contrôle la mixture
he: שולט בתערובת
hu: Keverék szabályzása
id: Mengatur Mixtur
ms: Mengawal Campuran Minyak
pt: Controla a mistura
ru: Контролирует смесь топлива
zh: 控制混合比

# Commands.NavLights
source: NavLights
bg: Навигационни светлини
de: Navigationslichter
es: Luces de Navegación
fr: Feux de Navigation
he: אורות ניווט
hu: Navigációs Fények
id: Lampu Navigasi
ms: Lampu Navigasi
pt: Luzes de Navegação
ru: Навигационные Огни
zh: 导航灯

# Commands.ParkingBrakes
source: Parking Brakes
bg: Ръчна спирачка
de: Parkbremse
es: Frenos de Parking
fr: Frein de parking
he: בלמי חניה
hu: Rögzítőfékek
id: Rem Parkir
ms: Brek Parkir
pt: Freio de Estacionamento
ru: Стояночный Тормоз
zh: 停机刹车

# Commands.PitchAxis
source: Pitch
bg: Наклон (Вертикален)
de: Anstellwinkel
es: Cabeceo (Pitch)
fr: Attitude
he: המגרש
hu: Meredekség
id: Miring
ms: Kawalan Menegak
pt: Inclinação
ru: Наклон
zh: 俯仰

# Commands.PitchAxis.Description
source: Controls the horizontal stabilizer
bg: Контролира хоризонталния стабилизатор
de: Steuert das Höhenleitwerk
es: Controla el estabilizador horizontal
fr: Contrôle l'attitude
he: שולט במייצב האופקי
hu: A vízszintes stabilizátort irányítja
id: Mengatur stabilisator horizontal
ms: Mengawal penstabil mendatar
pt: Controla o estabilizador horizontal
ru: Контролирует Горизонтальный Стабилизатор
zh: 控制水平安定面

# Commands.Propeller
source: Propeller
bg: Перка
es: Hélice (Propeller)
fr: Pas d'hélice
he: מַדחֵף
hu: Légcsavar
id: Baling-baling
ms: Kipas Kapal Terbang
pt: Passo de Hélice
ru: Пропеллер
zh: 螺旋桨

# Commands.Propeller.Description
source: Controls the Propeller
bg: Контролира перката
de: Steuert den Propeller
es: Controla el control de propeller
fr: Contrôle le pas d'hélice
he: שולט על המדחף
hu: Légcsavar szabályzása
id: Mengatur Baling-baling
ms: Pengawal Kipas Kapal Terbang
pt: Controla o passo de hélice
ru: Контролирует Пропеллер
zh: 控制螺旋桨

# Commands.Pushback
source: Pushback
bg: Буксиране
he: דחיפה לאחור
id: Mundur
ms: Menolak kembali
ru: Выталкивание
zh: 后推

# Commands.ReverseThrust
source: Reverse Thurst
bg: Реверс
de: Umkehrschub
es: Reversores de Empuje
fr: Inversion de poussée
he: מנוע הפוך לאחור
hu: Sugárfordító
id: Dorongan Balik
ms: Teras Terbalik
pt: Reversor de empuxo
ru: Обратная Тяга
zh: 反推

# Commands.RollAxis
source: Roll
bg: Наклон (Хоризонтален)
de: Rollachse
es: Balanceo (Roll)
fr: Roulis
he: גָלִיל
hu: Dőlés
id: Belok
ms: Kawalan Mendatar
pt: Rolagem
ru: Крен
zh: 横滚

# Commands.RollAxis.Description
source: Controls the ailerons of the airplane
bg: Контролира елероните на самолета
de: Steuert die Querruder
es: Controla los ailerons del avión
fr: Contrôle le roulis
he: שולט על הגלגלים של המטוס
hu: A repülőgép csűrőinek szabalyzása
id: Mengontrol aileron pesawat terbang
ms: Mengawal aileron kapal terbang
pt: Controla os ailerons da aeronave
ru: Контролирует элероны самолета
zh: 控制飞机副翼

# Commands.RudderTrim
source: Rudder Trim
bg: Баланс на руля
de: Seitenruder-Trimmung
fr: Compensateur de direction
he: עיטור הגה
hu: Oldalkormánylap
id: Trim Kemudi
ms: Trim Kemudi
pt: Compensador do leme
ru: Триммирование Руля Направления
zh: 方向舵配平

# Commands.RudderTrim.Description
source: Controls the Rudder Trim
bg: Контролира баланса на руля
de: Steuert die Seitenruder-Trimmung
es: Controla el compensador de guiñada
fr: Contrôle Compensateur de direction
he: שולט על עיטור הגה
hu: Oldalkormánylapot Irányítja
id: Mengatur Trim Kemudi
ms: Mengawal Trim Kemudi
pt: Controla o compensador do leme
ru: Контролирует Триммирование Руля Направления
zh: 控制方向舵配平

# Commands.StrobeLights
source: Strobe Lights
bg: Стробни светлини
de: Blitzlichter
es: Luces Estroboscópicas
fr: Feux Anticollision
he: אורות מהבהב
hu: Villogó Lámpa
id: Lampu Strobo
ms: Lampu Strob
pt: Luzes Strobe
ru: Проблесковые Огни
zh: 频闪灯

# Commands.TaxiLights
source: Taxi Lights
bg: Светлини за рулиране
de: Roll-Scheinwerfer
es: Luces de Rodaje
fr: Feux de Roulage
he: אורות מונית
hu: Guruló Fények
id: Lampu Jalan
ms: Lampu Teksi
pt: Luzes de Táxi
ru: Рулежные Огни
zh: 滑行灯

# Commands.Throttle
source: Throttle
bg: Дросел
de: Schubhebel
es: Palanca de Aceleración
fr: Manette de Gaz
he: מַצעֶרֶת
hu: Gázkar
id: Gas
ms: Pendikit
pt: Alavanca de Potência
ru: Тяга
zh: 油门

# Commands.Throttle.Description
source: Controls the airplane Throttle(s)
bg: Контролира дроселя/-ите на самолета
de: Steuert die Schubhebel
es: Controla las palancas de aceleración del avión
fr: Contrôle la manette de Gaz
hu: Gázkar(ok) irányítása
id: Mengatur Gas Pesawat
ms: Mengawal Pendikit kapal terbang
pt: Controla a Alavanca de Potência da aeronave
ru: Контролирует Тягу Самолета
zh: 控制飞机油门

# Commands.ToggleSpoilers
source: Toggle Spoilers
bg: Превключване на спойлерите
de: Bremsklappen umschalten
es: Alternar Modo Spoilers
fr: Basculer Aérofreins
he: הפעל ספוילרים
hu: Szárnyfékek Állítása
id: Mengatur Spoiler
ms: Togol Spoiler
pt: Ativar/Desativar Spoilers
ru: Изменить Положение Спойлеров
zh: 开/关扰流板

# Commands.YawAxis.Description
source: Controls the vertical stabilizer/rudder
bg: Контролира вертикалния стабилизатор/руля
de: Steuert das Seitenleitwerk/Ruder
es: Controla el estabilizador vertical / timón
fr: Contrôle la gouverne de direction
he: שולט במייצב/הגה האנכי
hu: Vezérsíkot/Oldalkormánylapot Irányítja
id: Mengendalikan stabilizer vertikal/kemudi
ms: Mengawal penstabil menegak/kemudi
pt: Controla o Estabilizador vertical
ru: Контролирует вертикальный стабилизатор/Руль Направления
zh: 控制垂直安定面/方向舵

# Commands.YaxAxis
source: Yaw
bg: Отклонение
de: Gierung (Yaw)
es: Guiñada (Yaw)
fr: Axe de Lacet
he: לְסַבְּסֵב
hu: Függőleges Elfordulás
id: Berputar
ms: Kawalan Kemudi
pt: Guinada
ru: Отклонение
zh: 偏航

# Global.InfiniteFlightPro.1Month
source: Infinite Flight Pro (1 month)
bg: Infinite Flight Pro (1 месец)
de: Infinite Flight Pro (1 Monat)
es: Infinite Flight Pro (1 mes)
fr: Infinite Flight Pro (1 mois)
hu: Infinite Flight Pro (1 hónap)
id: Infinite Flight Pro (1 bulan)
ms: Infinite Flight Pro (1 bulan)
pt: Infinite Flight Pro (1 mês)
ru: Infinite Flight Pro (1 месяц)
zh: Infinite Flight Pro (1个月)

# Global.InfiniteFlightPro.1Year
source: Infinite Flight Pro (1 year)
bg: Infinite Flight Pro (1 година)
de: Infinite Flight Pro (1 Jahr)
es: Infinite Flight Pro (1 año)
fr: Infinite Flight Pro (1 an)
he: (שנה אחד) Infinite Flight Pro
hu: Infinite Flight Pro (1 év)
id: Infinite Flight Pro (1 tahun)
ms: Infinite Flight Pro (1 tahun)
pt: Infinite Flight Pro (1 ano)
ru: Infinite Flight Pro (1 год)
zh: Infinite Flight Pro (1年)

# Global.InfiniteFlightPro.6Months
source: Infinite Flight Pro (6 months)
bg: Infinite Flight Pro (6 месеца)
de: Infinite Flight Pro (6 Monat)
es: Infinite Flight Pro (6 mes)
fr: Infinite Flight Pro (6 mois)
he: (שישה חודשים) Infinite Flight Pro
hu: Infinite Flight Pro (6 hónap)
id: Infinite Flight Pro (6 bulan)
ms: Infinite Flight Pro (6 bulan)
pt: Infinite Flight Pro (6 meses)
ru: Infinite Flight Pro (6 месяцев)
zh: Infinite Flight Pro (6个月)

# Global.Message
source: MESSAGE
bg: СЪОБЩЕНИЕ
de: NACHRICHT
es: MENSAJE
he: הוֹדָעָה
hu: ÜZENET
id: PESAN
ms: MESEJ
pt: MENSAGEM
ru: СООБЩЕНИЕ
zh: 信息

# Settings.Account.Callsign.Subtitle
source: Used for communication with controllers and other pilots
bg: Използва се за комуникация с ръководители и други пилоти
de: Für die Kommunikation mit Lots:innen und anderen Pilot:innen
es: Para comunicación con otros pilotos y controladores
fr: Utilisé pour la communication avec les contrôleurs et autres pilotes
he: משמש לתקשורת עם בקרים וטייסים אחרים
hu: Az irányítókkal és más pilótákkal való kommunikációra használják
id: Digunakan untuk berkomunikasi dengan ATC dan pilot lainnya.
ms: Digunakan untuk komunikasi dengan pengawal dan juruterbang lain
pt: Usado para comunicação com os outros pilotos e controladores
ru: Используется для общения с диспетчерами и другими пилотами
zh: 用于同管制员和其他飞行员通话

# Settings.Account.Callsign.Title
source: Callsign
bg: Позивна
de: Rufzeichen
es: Indicativo de Llamada
fr: Indicatif
he: אות קריאה
hu: Járatszám
id: Kode Panggilan
ms: Tanda Panggilan
pt: Indicativo de Chamada
ru: Позывной
zh: 呼号

# Settings.Account.ConnectedMessage
source: You've connected {0} with Infinite Flight. Do you want to unlink this profile?
bg: Свързали сте {0} с Infinite Flight. Искате ли да прекратите връзката с този профил?
de: Du hast {0} mit Infinite Flight verbunden. Willst du die Verbindung zu diesem Profil trennen?
es: Has enlazado {0} con Infinite Flight. ¿Quieres desenlazar este perfil?
fr: Vous avez connecté {0} avec Infinite Flight. Voulez-vous dissocier ce profil ?
hu: Csatlakoztatva vagy {0} az Infinite Flight-tal. Szét szeretnéd kapcsolni ezt a profilt?
id: Anda telah menghubungkan {0} dengan Infinite Flight. Apakah Anda ingin memutuskan tautan Akun ini?
ms: Anda telah menyambungkan {0} dengan Infinite Flight. Adakah anda mahu menyahpaut profil ini?
pt: Você está vinculado {0} com o Infinite Flight. Quer desvincular essa conta?
ru: Вы связали {0} с Infinite Flight. Хотите отвязать этот аккаунт?
zh: 你已经将 {0} 与Infinite Flight绑定。是否解绑该账号？

# Settings.Account.DiscourseConnect
source: Connect
bg: Свързване
de: Verbinden
es: Enlazar
fr: Connecter
he: לְחַבֵּר
hu: Csatlakozás
id: Sambungkan
ms: Sambung
pt: Conectar
ru: Подключить
zh: 绑定账号

# Settings.Account.Forum.LinkedAccount
source: You have linked your Infinite Flight Community profile. Sign in on your other devices to keep your account connected
bg: Свързали сте вашия Infinite Flight Community профил. Впишете се на другите си устройства, за да сте свързани с акаунта си
de: Du hast dich mit deinem Infinite Flight Community Profil verbunden. Melde dich auch auf deinen anderen Geräten an, um deinen Account zu verbinden
es: Has enlazdo to cuenta del Infinite Flight Community. Inicia sesión en otros dispositivos para mantener la cuenta conectada
fr: Vous avez lié votre profil Infinite Flight Community. Connectez-vous sur vos autres appareils pour garder votre compte connecté
hu: Összekapcsoltad az Infinite Flight Community profilod. Jelentkezz be többi eszközödön, hogy fiókod kapcsolatban maradjon
id: Anda telah menautkan profil Komunitas Infinite Flight Anda. Masuk pada perangkat lain Anda untuk menjaga akun Anda tetap terhubung
ms: Anda telah memautkan profil Komuniti Infinite Flight anda. Log masuk pada peranti anda yang lain untuk memastikan akaun anda disambungkan
pt: Você vinculou seu perfil do Infinite Flight Community. Inicie sessão em outros dispositivos para manter conectado
ru: Вы связали ваш аккаунт Infinite Flight Community. Войдите в систему на других устройствах, чтобы сохранить синхронизацию с вашей учетной записью.
zh: 你已经绑定了你的IFC账号。在其他设备上登录即可同步账号信息

# Settings.Account.Forum.Title
source: Community Forum Account
bg: Акаунт във форума
de: Community Forum Profil
es: Cuenta de Infinite Flight Community
fr: Compte du forum de la communauté
he: חשבון פורום קהילתי
hu: Közösségi Fórum Fiók
id: Akun Forum Komunitas
ms: Akaun Forum Komuniti
pt: Conta do Infinite Flight Community
ru: Аккаунт IFC
zh: 社区论坛账号

# Settings.Account.Forum.UnlinkedAccount
source: Connect an Infinite Flight Community profile to show your username in-flight. This connection also allows you to sign in if you switch device platforms.
bg: Свържете Infinite Flight Community профил, за да виждате името си по време на полет. Свързването Ви позволява и да се впишете от устройство на друга платформа.
de: Verbinde dein Infinite Flight Community Profil um deinen Nutzernamen während deiner Flüge anzuzeigen. Diese Verbindung erlaubt dir, dich auch auf einem Gerät mit einem anderen Betriebssystem anzumelden.
es: Enlaza una cuenta de Infinite Flight Community para mostrar su nombre de usuario durante un vuelo. También puedes iniciar sesión con esta cuenta en otro dispositivo.
fr: Connectez un profil Infinite Flight Community pour afficher votre nom d'utilisateur en vol. Cette connexion vous permet également de vous connecter si vous changez de plate-forme d'appareil.
hu: Csatlakoztass egy Infinite Flight Community profilt, hogy repülés közben is megjelenjen a felhasználóneved. Ez a kapcsolat lehetővé teszi a bejelentkezést is, ha eszközplatformot vált.
id: Hubungkan profil Komunitas Infinite Flight Anda untuk menampilkan nama pengguna Anda saat terbang. Koneksi ini juga memungkinkan Anda untuk masuk jika Anda beralih platform perangkat.
ms: Sambungkan profil Komuniti Penerbangan Infinite untuk menunjukkan nama pengguna anda dalam penerbangan. Sambungan ini juga membolehkan anda melog masuk jika anda menukar platform peranti.
pt: Conecte uma conta do Infinite Flight Community para mostrar seu nome de usuário em voo. Essa conexão permite você iniciar sessão caso mude a plataforma.
ru: Свяжите ваш аккаунт Infinite Flight Community, чтобы другие игроки видели ваше имя пользователя в полете. Это также позволит вам использовать подписку на других устройствах и платформах.
zh: 绑定你的Infinite Flight社区账号以在飞行时显示你的用户名。绑定后你还可以在更换设备时重新登录以恢复数据。

# Settings.Account.ManageSubscription
source: Manage Subscription
bg: Управление на абонамента
de: Abonnement Verwalten
es: Gestionar Suscripción
fr: Gérer l'abonnement
he: ניהול מנוי
hu: Előfizetés Kezelése
id: Kelola Langganan
ms: Urus Langganan
pt: Gerenciar Assinatura
ru: Управлять Подпиской
zh: 管理订阅
