Repository: infiniteflight/infiniteflight-localization
Catalog: Strings/AppResources.*.resx
Languages: bg, de, es, fr, he, hu, id, ms, pt, ru, zh

# ATCWorld.DisconnectionReason.TooManyUsers
source: The server is currently full. Please try again later.
bg: Сървърът е пълен в моменат. Опитайте отново по-късно.
fr: Le serveur est actuellement plein. Veuillez réessayer plus tard.
pt: O servidor está cheio. Tente novamente mais tarde.
zh: 服务器当前满员，请稍后再试。

# ATCWorld.DisconnectionReason.UserAlreadyConnected
source: There is already an active connection with this user account.
bg: Вече им активна връзка със сървъра с този акаунт.
fr: Il existe déjà une connexion active avec ce compte utilisateur.
pt: Já existe uma conexão ativa para esta conta de usuário.
zh: 当前账户已经连入服务器

# CallsignSelectionPage.NoCallsignsFound
source: No callsigns found!
bg: Няма намерени позивни!
fr: Aucun indicatif trouvé !
pt: Nenhum callsign encontrado!
zh: 未找到呼号！

# Game.UnableToStartScenarioWhileFlying
source: Unable to start scenario while a flight is in progress. Exit current flight and try again.
bg: Започването на сценарий докато друг полет е в прогрес не е възможно. Прекратете сегашния си полет и опитайте отново.
fr: Impossible de démarrer un scénario pendant un vol en cours. Quittez le vol actuel et réessayez.
pt: Não é possível iniciar o cenário enquanto tiver com um voo em andamento. Saia do voo atual e tente novamente.
zh: 当前有飞行正在进行中，无法开始场景。 请退出飞行后重试。

# GameControlsKeySetup2.ButtonUpper
source: BUTTON
bg: БУТОН
fr: BOUTON
pt: BOTÃO
zh: 按键

# GameControlsKeySetup2.MoveAxisOrPressButtonToAssignUpper
source: MOVE AXIS OR PRESS BUTTON TO ASSIGN
bg: РАЗДВИЖЕТЕ ОС ИЛИ НАТИСНЕТЕ БУТОН, ЗА ДА ЗАДАДЕТЕ
fr: BOUGEZ L'AXE OU APPUYEZ SUR UN BOUTON POUR ASSIGNER
pt: MOVA O EIXO OU PRESSIONE O BOTÃO PARA ATRIBUIR
zh: 移动轴或按下按键来绑定

# GameControlsKeySetup2.PressButtonToAssignUpper
source: PRESS BUTTON TO ASSIGN
bg: НАТИСНЕТЕ БУТОН, ЗА ДА ГО ЗАДАДЕТЕ
fr: APPUYEZ SUR UN BOUTON POUR ASSIGNER
pt: PRESSIONE O BOTÃO PARA ATRIBUIR
zh: 按下按键来绑定

# GamePage.NoAirportFoundVicinity
source: No airport was found in your vicinity
bg: Не е намерено летище в близост до вас
fr: Aucun aéroport trouvé à proximité
pt: Nenhum aeroporto foi encontrado nas suas vizinhanças
zh: 你附近没有找到机场

# InputAssignmentControl.AssignedUpper
source: ASSIGNED
bg: ЗАДАДЕНО
fr: ASSIGNÉ
pt: ATRIBUÍDO
zh: 已绑定

# InputAssignmentControl.FilterFormat
source: FILTER: {0}
bg: ФИЛТЪТ: {0}
fr: FILTRE : {0}
pt: FILTRO: {0}
zh: 筛选: {0}

# MenuAtcControl.NoScenarioSelected
source: No scenario selected
bg: Не е избран сценарий
fr: Aucun scénario sélectionné
pt: Nenhum cenário selecionado
zh: 未选择场景

# MenuPage.UnableToStartScenario
source: Unable to start scenario.
bg: Сценарият не може да бъде започнат
fr: Impossible de démarrer le scénario.
pt: Não foi possível iniciar o cenário.
zh: 无法开始场景

# MissionStatusControl.Waypoint
source: Waypoint
bg: Точка
fr: Point de passage
pt: Fixo de Navegação
zh: 路径点

# SimbriefImporter.NetworkFailed
source: An error occurred while importing the SimBrief OFP. Check your internet connection and try again.
bg: Възникна грешка при внасянето на полетния план от SimBrief. Проверете интернет връзката си и опитайте отново.
fr: Une erreur est survenue lors de l'importation de l'OFP SimBrief. Vérifiez votre connexion Internet et réessayez.
pt: Ocorreu um erro ao tentar importar o OFP do SimBrief. Verifique a sua conexão de rede e tente novamente.
zh: 导入Simbrief飞行计划时出错。请检查网络连接并重试。

# SimbriefImporter.ParseFailed
source: An error occurred while importing the SimBrief OFP. Please ensure that the file is a valid SimBrief OFP file and try again.
bg: Възникна грешка при внасянето на полетния план от SimBrief. Уверете се, че файлът е валиден полетен план от SimBrief OFP и опитайте отново.
fr: Une erreur est survenue lors de l'importation de l'OFP SimBrief. Assurez-vous que le fichier est valide et réessayez.
pt: Ocorreu um erro ao tentar importar o OFP do SimBrief. Verifique se o arquivo é um OFP do Simbrief válido e tente novamente.
zh: 导入Simbrief飞行计划时出错。请确保文件是有效的Simbrief飞行计划。

# Time_InMonths
source: {0} months
bg: {0} месеца
fr: {0} mois
pt: {0} meses
zh: {0}个月

# WarningMessageControl.NoMessages
source: No Messages
bg: Няма съобщения
fr: Aucun message
pt: Nenhuma mensagens
zh: 无信息

# WeatherState.Clouds.Overcast
source: Overcast
bg: Преобладаващи
fr: Couvert
pt: Nublado
zh: 阴天

# WorldSelectionControl.NoWorldsAvailable
source: No worlds available
bg: Няма налични светове
fr: Aucun monde disponible
pt: Nenhum mundo disponível
zh: 无可用模式

# PauseControl.World.Replay
source: Replay
bg: Запис
zh: 回放

# AircraftPage.ExpiresIn
source: Expires in
bg: Изтича след
fr: Expire dans
pt: Expira em
zh: 剩余时间

# AircraftPage.RentalBeginsNextFlight
source: Rental will begin on your next flight
bg: Времето за наем ще започне да тече при следващия Ви полет
de: Die Miete beginnt mit Ihrem nächsten Flug
fr: La location commence au prochain vol
hu: A bérlés a következő járatnál kezdődik
id: Penyewaan dimulai pada penerbangan berikutnya
pt: O aluguel começa no próximo voo
zh: 租赁期将从下次飞行开始计算

# AircraftPage.RentalExpiresIn
source: Expires in {0}
bg: Изтича след {0}
de: Läuft in {0} ab
fr: Expire dans {0}
hu: Lejár {0} múlva
id: Selesai dalam {0}
pt: Expira em {0}
zh: 剩余时间：{0}

# AircraftPage.RentalPaymentCancelled
source: Rental was cancelled
bg: Наемът е отменен
de: Die Miete wurde storniert
fr: La location a été annulée
hu: A bérlés törölve lett
id: Penyewaan telah dibatalkan
pt: Aluguel foi cancelado
zh: 租赁已取消

# AircraftPage.RentalPaymentPending
source: Payment pending
bg: Изчаква се плащане
de: Zahlung ausstehend
fr: Paiement en attente
hu: Fizetés függőben
id: Pembayaran tertunda
pt: Esperando pagamento
zh: 等待支付

# PauseControl.MainMenuUpper
source: MAIN MENU
bg: ГЛАВНО МЕНЮ
fr: MENU
pt: MENU PRINCIPAL
zh: 主菜单

# PauseControl.BackToMainMenuUpper
source: BACK TO MAIN MENU
bg: ВРЪЩАНЕ КЪМ ГЛАВНОТО МЕНЮ
fr: RETOUR VERS LE MENU
pt: VOLTAR PARA O MENU PRINCIPAL
zh: 返回主菜单

# Global.New
source: NEW
bg: НОВ
fr: NOUVEAU
zh: 新

# Global.Free
source: FREE
bg: СВОБОДЕН
fr: GRATUIT
zh: 免费

# Error.SimbriefRefreshTokenExpired
source: Your Navigraph login has expired. You'll be prompted to sign in again to download your flight plan.
bg: Вашата сесия в Navigraph е изтекла. Влезте отново, за да свалите полетния си план.
zh: 你的Navigraph登录已过期。我们将引导你重新登录并下载飞行计划。

# GamePage.RestartScenarioConfirmation
source: Are you sure you want to restart this scenario?
bg: Сигурни ли сте, че искате да рестартирате този сценарий?
fr: Êtes-vous sûr de vouloir redémarrer ce scénario ?
zh: 确认重启该场景？

# FlightContinuationControl.ActiveFlightUpper
source: ACTIVE FLIGHT
bg: АКТИВЕН ПОЛЕТ
fr: VOL ACTIF
zh: 正在飞行

# FlightContinuationControl.DeleteFlightConfirmation
source: Are you sure you want to delete this flight?
bg: Сигурни ли сте, че искате да изтриете този полет?
fr: Êtes-vous sûr de vouloir supprimer ce vol ?
zh: 确认删除该航班？

# FlightContinuationControl.ExpiredUpper
source: EXPIRED
bg: ИЗТЕКЪЛ
fr: EXPIRÉ
zh: 已过期

# FlightContinuationControl.FailedToLoadFlight
source: Failed to load flight
bg: Неуспешно зареждане на полета
fr: Échec du chargement du vol
zh: 加载飞行失败

# FlightContinuationControl.FailedToStartTheFlightAnyReason
source: Failed to start the flight ({0})
bg: Неуспешно зареждане на полет ({0})
fr: Échec du démarrage du vol ({0})
zh: 开始飞行失败 ({0})

# FlightContinuationControl.FlightHasBeenCancelled
source: Flight has been cancelled
bg: Полетът бе отменен
fr: Le vol a été annulé
zh: 飞行已取消

# FlightContinuationControl.FlightHasBeenLost
source: Flight has been lost
bg: Полетът бе загубен
fr: Le vol a été perdu
zh: 航班已丢失

# FlightContinuationControl.FlightHasExpired
source: Flight has expired
bg: Полетът е изтекъл
fr: Le vol a expiré
zh: 航班已过期

# FlightContinuationControl.FlightHasRunOutOfFuel
source: Flight has run out of fuel
bg: Полетът остана без гориво
fr: Le vol est à court de carburant
zh: 飞机油量耗尽

# FlightContinuationControl.LoadingFlight
source: Loading Flight
bg: Зареждане на полета
fr: Chargement du vol
zh: 正在加载航班

# FlightContinuationControl.OutOfFuelUpper
source: OUT OF FUEL
bg: НЯМА ГОРИВО
fr: PLUS DE CARBURANT
zh: 油量耗尽！

# FlightContinuationControl.UnknownAircraftUpper
source: UNKNOWN AIRCRAFT
bg: НЕИЗВЕСТЕН САМОЛЕТ
fr: AVION INCONNU
zh: 未知飞机

# FlightContinuationControl.UnknownLiveryUpper
source: UNKNOWN LIVERY
bg: НЕИЗВЕСТНА ЛИВРЕЯ
fr: LIVRÉE INCONNUE
zh: 未知涂装

# FlightContinuationControl.UnknownWorldUpper
source: UNKNOWN WORLD
bg: НЕИЗВЕСТЕН СВЯТ
fr: MONDE INCONNU
zh: 未知世界

# FlightContinuationControl.AircraftIsUnknown
source: Aircraft is unknown
bg: Самолетът е неизвестен
fr: Avion inconnu
zh: 飞机未知

# FlightContinuationControl.DeletingFlightUpper
source: DELETING FLIGHT
bg: ИЗТРИВАНЕ НА ПОЛЕТА
fr: SUPPRESSION DU VOL
zh: 正在删除航班

# FlightContinuationControl.FlightActiveError
source: This flight is already active on another device or recently flown. Please try again later.
bg: Този полет вече е активен на друго устройство или е бил активен наскоро. Моля, опитайте по-късно.
fr: Ce vol est déjà actif sur un autre appareil ou a été récemment utilisé. Réessayez plus tard.
zh: 该航班当前或不久前正在另一设备上飞行。请稍后再试。

# FlightContinuationControl.NoActiveFlightFoundEndedOrDeleted
source: No active flight found. It may have been ended or deleted.
bg: Не е намерен активен полет. Полетът може да е прекратен или изтрит.
fr: Aucun vol actif trouvé. Il a peut-être été terminé ou supprimé.
zh: 未找到正在飞行的航班，航班可能已经结束或被删除了。

# FlightContinuationControl.UnableToLoadFlight
source: Unable to load flight. Please try again later.
bg: Полетът не може да бъде зареден. Моля, опитайте по-късно.
fr: Impossible de charger le vol. Réessayez plus tard.
zh: 无法加载航班，请稍后再试。

# PauseFlightControl.AircraftWillStayNearYourLocation
source: Aircraft will stay near your location
bg: Самолетът ще остане близо до вашето местоположение
fr: L'avion restera proche de votre position
zh: 飞机将停留在你附近的位置

# PauseFlightControl.FlightWillBeTerminated
source: Flight will be terminated
bg: Полетът ще бъде прекратен
fr: Le vol sera interrompu
zh: 飞行将中止

# PauseFlightControl.FlightWillContinueInBackground
source: Flight will continue in the background
bg: Полетът ще продължи във фонов режим
fr: Le vol continuera en arrière-plan
zh: 航班将在后台继续飞行

# PauseFlightControl.FlightWillGoBackToLastSavedLocation
source: Flight will go back to last saved location
bg: Полетът ще се върне към последното запазено местоположение
fr: Le vol reviendra à la dernière position enregistrée
zh: 航班将回到最后保存的位置

# PauseFlightControl.KeepFlightRunningBackground
source: Keep flight running in the background
bg: Продължаване на полета във фонов режим
fr: Garder le vol actif en arrière-plan
zh: 让航班在后台挂飞

# FlightSaveModalControl.ContinuationConditions
source: Continuation Conditions
bg: Условия за продължение
fr: Conditions de continuation
zh: 挂飞条件

# PauseFlightControl.AircraftWillStayAtIcaoAirportFormat
source: Aircraft will stay at {0}
bg: Самолетът ще остане в/ъв {0}
fr: L'avion restera à {0}
zh: 飞机将停留在 {0}

# PauseFlightControl.RefuelingError.RentalPeriodExpired
source: Rental period for this airplane has expired. Refueling unavailable
bg: Наемният периоз за този самолет е изтекъл. Презареждането не е налично
fr: La période de location de cet avion a expiré. Ravitaillement indisponible
zh: 该飞机的租赁期已过，无法加油

# AirTrafficControllerPage.Disconnection
source: Disconnection
bg: Изключване
fr: Déconnexion
zh: 断开连接

# AirTrafficControllerPage.DisconnectionMessage
source: No response to {0} message(s) for {1} seconds.\nYou will be disconnected soon.
bg: {0} съобщения са без отговор от {1} секунди.\nЩе бъдете изключени скоро.
fr: Aucune réponse à {0} message(s) depuis {1} secondes.\nVous serais bientôt déconnecté.
zh: 在{1}秒内，你未能回答{0}条消息。你将很快被强制断线。

# CallsignControl.FailedUpdateCallsign
source: Failed to update callsign, try again later
bg: Промяната на позивната е неуспешна, опитайте отново по-късно
fr: Échec de la mise à jour de l’indicatif, réessayez plus tard
zh: 更新呼号失败，请稍后再试

# GradeInfoControl.FailedRefreshGradeInfo
source: Failed to get your latest account statistics. Check your connection and try again
bg: Неуспешно зареждане на статистиката на акаунта ви. Проверете връзката си с интернет и опитайте отново
fr: Impossible de récupérer les dernières statistiques de votre compte. Vérifiez votre connexion et réessayez.
zh: 获取最新的账号信息失败。请检查网络连接后再试

# PauseFlightControl.PleaseWaitSavingFlight
source: Please wait. Saving your flight
bg: Вашият полет се запазва. Моля, изчакайте
fr: Merci de patienter. Sauvegarde du vol en cours
zh: 请稍候，正在保存航班

# SplashScreenPage.OutdatedVersion
source: Outdated Version
bg: Остаряла версия
fr: Version obsolète
zh: 过期版本

# SplashScreenPage.OutdatedVersionMessage
source: This version is outdated. Please update to the latest available version.
bg: Тази версия е остаряла. Моля, обновете приложението до последната налична версия.
fr: Cette version est obsolète. Merci de mettre à jour vers la dernière version disponible.
zh: 当前版本已过期，请更新至最新版本

# PauseFlightControl.KeepFlightPaused30minETE
source: Keep flight paused at 30mn ETE
bg: Оставяне на полета на пауза на 30мин от дестинацията
fr: Garder le vol en pause à 30 min ETE
zh: 让航班在距离目的地30分钟处暂停

# PauseFlightControl.ContinueFlightFromLastSavedLocation
source: Continue flight from last saved location
bg: Продължаване на полета от последното запазено местоположение
fr: Continuer le vol depuis la dernière position enregistrée
zh: 从最后保存的位置继续飞行

# GameSelectionModesControl.ContinueFlightUpper
source: CONTINUE FLIGHT
bg: ПРОДЪЛЖАВАНЕ НА ПОЛЕТА
fr: CONTINUER LE VOL
zh: 继续飞行

# WeightBalanceControl.TotalWeight
source: Total Weight
bg: Общо тегло
fr: Poids Total
zh: 总重量

# FlightSaveModalControl.OtherFlightDeleteConfirmationMessage
source: Another flight is under AutoPilot+ Would you like to delete it?
bg: Вече има друг полет, използващ режима AutoPilot+ Желаете ли да го изтриете?
fr: Un autre vol est sous AutoPilot+ Voulez-vous le supprimer ?
zh: 另一航班正在使用自动驾驶Plus挂飞 你想删除它吗？

# Global.Month
source: Month
bg: Месец
fr: Mois
zh: 月

# TimeFullControl.ResetToRealTime
source: Reset to Real Time
bg: Връщане към реално време
fr: Réinitialiser au temps réel
zh: 恢复真实时间

# TimeSectionControl.RealTime
source: Real Time
bg: Реално време
fr: Temps Réel
zh: 真实时间

# WeatherFullControl.Gusts
source: Gusts
bg: Пориви
fr: Rafales
zh: 阵风

# WeatherFullControl.MiscInfoCloudMessage
source: In multiplayer, only cloud coverage and altitude can be adjusted
bg: Само покритието и височината на облаците могат да бъдат променяни в мултиплейър режим
fr: En multijoueur, seuls la couverture nuageuse et l'altitude peuvent être ajustés
zh: 在多人连飞里只能调节云量和云高

# WeatherFullControl.Speed
source: Speed
bg: Скорост
fr: Vitesse
zh: 速度

# WeatherLiveControl.LatestTafUpper
source: LATEST TAF
bg: ПОСЛЕДЕН TAF
fr: DERNIER TAF
zh: 最新TAF

# Global.Ok
source: OK
bg: ОК
he: בסדר
id: OKE
ru: ОК

# Commands.Group.HUD
source: HUD
bg: HUD дисплей
ms: Paparan Kepala

# MenuPageBase.ATC
source: ATC
bg: РВД
es: CONTROL AÉREO
he: בקרת תעבורה אווירית
id: Pengatur Lalulintas Udara
ms: Pengawal Trafik Udara
ru: ДИСПЕТЧЕР

# LogbookControl.NoEntrySelected
source: NO ENTRY SELECTED
bg: НЯМА ИЗБРАН ЗАПИС
de: KEIN EINTRAG AUSGEWÄHLT
fr: AUCUNE ENTRÉE SÉLECTIONNÉE
hu: NINCS KIVÁLASZTOTT BEJEGYZÉS
id: TIDAK ADA ENTRI YANG DIPILIH
ms: TIADA PAPARAN DIPILIH
pt: NENHUMA ENTRADA SELECIONADA
ru: НЕ ВЫБРАНА ЗАПИСЬ

# GameControlsAxisSetupControl.InvertUpper
source: INVERT
bg: ИНВЕРСИЯ
de: UMKEHREN
fr: INVERSER
pt: INVERTER

# Error.AircraftLimitReached
source: Aircraft Limit Reached
bg: достигнат лимит на самолети
fr: Limite d'avions atteinte
pt: Limite de aeronaves atingido
