Repository: infiniteflight/infiniteflight-localization
Catalog: Strings/AppResources.*.resx
Languages: bg, de, es, fr, he, hu, id, ms, pt, ru, zh

# SystemMessaging.ApproachMode.AirspeedOutOfRange
source: Approach Mode Disabled - Airspeed out of range (250kts max)
bg: Режимът на подход е изключен - въздушната скорост е извън лимита (макс. 250 възела)
de: Approach-Modus deaktiviert - Fluggeschwindigkeit (IAS) überschritten (max. 250kts)
es: Modo Aproximación desactivado - velocidad aérea fuera de rango (250kts max)
fr: Mode d'approche désactivé - Vitesse hors plage (250 kts max)
hu: Approach Mód Kikapcsolva - Túl magas sebesség (250 csomó max)
id: Mode Pendekatan Dinonaktifkan - Kecepatan Diudara di luar rentang (maksimum 250 knot)
ms: Mod Pendekatan Dilumpuhkan - Kelajuan udara di luar julat (maksimum 250 knot)
pt: Modo de aproximação desativado - velocidade do ar fora do limite (250kts max)
ru: Режим захода на посадку отключен - Превышена максимальная воздушная скорость (250узл макс.)
zh: 无法使用APPR-空速过大（最大250节）

# SystemMessaging.ApproachMode.BankOutOfRange
source: Approach Mode Disabled - Bank out of range
bg: Режимът на подход е изключен - хоризонталният наклон е извън лимита
de: Approach-Modus deaktiviert - Querneigung überschritten
es: Modo Aproximación desactivado - balanceo fuera de rango
fr: Mode d'approche désactivé - Roulis hors limite
he: מצב גישה מושבת - הבנק מ
hu: Approach Mód Kikapcsolva - Túl nagy dőlésszög
id: Mode Pendekatan Dinonaktifkan - Belok terlalu tajam
ms: Mod Pendekatan Dilumpuhkan - keluar dari julat
pt: Modo de aproximação desativado - inclinação fora do limite
ru: Режим захода на посадку отключен - Слишком большой крен
zh: 无法使用APPR-坡度过大

# SystemMessaging.ApproachMode.LandingWeightOutOfRange
source: Approach Mode Disabled - Aircraft is overweight
bg: Режимът на подход е изключен - самолетът е над максималното тегло
de: Approach-Modus deaktiviert - Flugzeug ist zu schwer
es: Modo Aproximación desactivado - el avión está sobrepeso
fr: Mode d'approche désactivé - L'avion est en surpoids
he: מצב גישה מושבת - למטוס יש עודף משקל
hu: Approach Mód Kikapcsolva - A repülőgép túlsúlyos
id: Mode Pendekatan Dinonaktifkan - Pesawat kelebihan muatan
ms: Mod Pendekatan Dilumpuhkan - Pesawat mempunyai berat badan berlebihan
pt: Modo de aproximação desativado - Aeronave está acima do peso de pouso
ru: Режим захода на посадку отключен - Превышен максимальный посадочный вес
zh: 无法使用APPR-飞机超重

# SystemMessaging.ApproachMode.VSNotEnabled
source: Approach Mode Disabled Vertical Speed Mode must be enabled when Approach Mode is active
bg: Режимът на подход е изключенрежимът на вертикална скорост трябва да е включен докато режимът на подход е активен
de: Approach-Modus deaktiviertV/S-Modus des Autopiloten muss für den Approach-Modus aktiviert sein
es: Modo Aproximación desactivado El modo de Velocidad Vertical tiene que estar activado cuando el Modo Aproximación está activado
fr: Mode d'approche désactivéLe mode vitesse verticale doit être activé lorsque le mode approche est actif
hu: Approach Mód Kikapcsolva Vertical Speed Mode-pt engedélyezni kell, ha a megközelítési mód aktív
id: Mode Pendekatan Dinonaktifkan Mode Kecepatan Vertikal harus diaktifkan saat Mode Pendekatan aktif
ms: Mod Pendekatan Dilumpuhkan Mod Kelajuan Menegak mesti didayakan apabila Mod Pendekatan aktif
pt: Modo de aproximação desativado O modo de velocidade vertical precisa estar ligado enquanto o modo de aproximação está ativo
ru: Режим захода на посадку отключен - Режим вертикальной скорости должен быть активирован во время работы режима автоматической посадки
zh: 无法使用APPR-必须激活垂直速度模式

# SystemMessaging.ApproachMode.VSOutOfRange
source: Approach Mode Disabled - VS out of range
bg: Режимът на подход е изключен - вертикалната скорост е извън лимита
de: Approach-Modus deaktiviert - Sink-/Steigrate überschritten
es: Modo Aproximación - la velocidad vertical esta fuera de rango
fr: Mode d'approche désactivé - VS hors limite
he: מצב גישה מושבת - מהירות אנכית מחוץ לטווח
hu: Approach Mód Kikapcsolva - VS túl magas
id: Mode Pendekatan Dinonaktifkan - Kecepatan Vertikal di luar jangkauan
ms: Mod Pendekatan Dilumpuhkan - Kelajuan Menegak di luar julat
pt: Modo de aproximação desativado - velocidade vertical fora do limite
ru: Режим захода на посадку отключен - Вертикальная скорость вне допустимого диапазона
zh: 无法使用APPR-垂直速度超限

# SystemMessaging.ATC.TuningTo
source: Tuning to {0} {1}
bg: Присъединяане към {0} {1}
de: {0} {1} wird kontaktiert
es: Cambiando a {0} {1}
fr: Réglage sur {0} {1}
hu: Kapcsolás ide {0} {1}
id: Menyesuaikan ke {0} {1}
ms: Menala kepada {0} {1}
pt: Trocando para {0} {1}
ru: Переключаемся на {0} {1}
zh: 调频至 {0} {1}

# SystemMessaging.Autopilot.Disengaged
source: AUTOPILOT DISENGAGED
bg: АВТОПИЛОТЪТ Е ИЗКЛЮЧЕН
de: AUTOPILOT DEAKTIVIERT
es: PILOTO AUTOMÁTICO DESACTIVADO
fr: PILOTE AUTOMATIQUE DÉSENGAGÉ
he: טייס אוטומטי מנותק
hu: ROBOTPILÓTA KIKAPCSOLVA
id: AUTOPILOT DINONAKTIFKAN
ms: AUTOPILOT DIHENTIKAN
pt: PILOTO AUTOMÁTICO DESATIVADO
ru: АВТОПИЛОТ ОТКЛЮЧЕН
zh: 自动驾驶脱开

# SystemMessaging.Autopilot.DisengagedCheckParams
source: AUTOPILOT DISENGAGED - CHECK FLIGHT PARAMETERS
bg: АВТОПИЛОТЪТ Е ИЗКЛЮЧЕН - ПРОВЕРЕТЕ ПАРАМЕТРИТЕ НА ПОЛЕТА
de: AUTOPILOT DEAKTIVIERT - FLUGPARAMETER ÜBERPRÜFEN
es: PILOTO AUTOMÁTICO DESACTIVADO - COMPRUEBE PARAMETROS DE VUELO
fr: PILOTE AUTOMATIQUE DÉSENGAGÉ - VÉRIFIER LES PARAMÈTRES DE VOL
he: טייס אוטומטי מנותק - בדוק את פרמטרי הטיסה
hu: ROBOTPILÓTA KIKAPCSOLVA - ELLENŐRIZD A REPÜLÉSI PARAMÉTEREKET
id: AUTOPILOT DINONAKTIFKAN - PERIKSA PARAMETER PENERBANGAN
ms: AUTOPILOT DIHENTIKAN - SEMAK PARAMETER PENERBANGAN
pt: PILOTO AUTOMÁTICO DESATIVADO - VERIFIQUE PARÂMETROS DE VOO
ru: АВТОПИЛОТ ОТКЛЮЧЕН - ПРОВЕРЬТЕ ПРИБОРЫ
zh: 自动驾驶脱开-检查飞行参数

# SystemMessaging.Autopilot.EngagedWithClimbRate
source: AUTOPILOT ON - VS: {0:#0} ft/min
bg: АВТОПИЛОТ ВКЛ - ВС: {0:#0} фт/мин
de: AUTOPILOT AN - V/S: {0:#0} ft/min
es: PILOTO AUTOMÁTICO ACTIVADO - VELOCIDAD VERTICAL: {0:#0} ft/min
fr: PILOTE AUTOMATIQUE ON - VS : {0:#0} ft/min
hu: ROBOTPILÓTA BE - VS: {0:#0} láb/perc
id: AUTOPILOT AKTIF - VS: {0:#0} kaki per menit
ms: AUTOPILOT HIDUP - KELAJUAN MENEGAK :{0:#0} kaki/minit
pt: PILOTO AUTOMÁTICO LIGADO - VS: {0:#0} ft/min
ru: АВТОПИЛОТ АКТИВИРОВАН - ВС: {0:#0} фт/мин
zh: 自动驾驶接通 - 垂直速度: {0:#0} ft/min

# SystemMessaging.Engine.MasterSwitchPrompt
source: Turn on the master switch in the electrical panel before starting engine
bg: Включете главния суич в електронния панел преди да стартирате двигателя/-ите
de: Betätige vor dem Triebwerksstart den Master Schalter im Electrical Panel
es: Enciende el "master switch" en el panél eléctrico antes de arrancar motor
fr: Allumez l'interrupteur principal dans le panneau électrique avant de démarrer le moteur
he: הפעל את המתג הראשי בלוח החשמל לפני התנעת המנוע
hu: A hajtómű beindítása előtt kapcsold be a főkapcsolót az elektromos panelen
id: >Nyalakan saklar utama di panel listrik sebelum menghidupkan mesin.
ms: Hidupkan suis ketua dalam panel elektrik sebelum menghidupkan enjin
pt: Liga o "master switch" no painel elétrico antes de iniciar o motor
ru: Активируйте главный выключатель в панели электрики перед запуском двигателей
zh: 启动引擎前在电气页面打开主电源

# SystemMessaging.FlightPathVector.Off
source: FLIGHT PATH VECTOR OFF
bg: ВЕКТОРЪТ НА ТРАЕКТОРИЯТА НА ПОЛЕТА ИЗКЛ
de: FLUGBAHNVEKTOR AUS
es: VECTOR DE TRAYECTORIA DESACTIVADO
fr: FLIGHT PATH VECTOR DÉSACTIVÉ
he: וקטור נתיב טיסה כבוי
hu: REPÜLÉSI ÚT VEKTOR KI
id: VEKTOR JALUR PENERBANGAN MATI
ms: VEKTOR LALUAN PENERBANGAN DIMATIKAN
pt: VETOR DE TRAJETÓRIA DE VOO DESLIGADO
ru: ИНДИКАТОР ТРАЕКТОРИИ ПОЛЕТА ОТКЛЮЧЕН
zh: 飞行轨迹矢量：关

# SystemMessaging.FlightPathVector.On
source: FLIGHT PATH VECTOR ON
bg: ВЕКТОРЪТ НА ТРАЕКТОРИЯТА НА ПОЛЕТА ВКЛ
de: FLUGBAHNVEKTOR AN
es: VECTOR DE TRAYECTORIA ACTIVADO
fr: FLIGHT PATH VECTOR ACTIVÉ
he: וקטור נתיב טיסה מופעל
hu: REPÜLÉSI ÚT VEKTOR BE
id: VEKTOR JALUR PENERBANGAN NYALA
ms: VEKTOR LALUAN PENERBANGAN HIDUP
pt: VETOR DE TRAJETÓRIA DE VOO ATIVADO
ru: ИНДИКАТОР ТРАЕКТОРИИ ПОЛЕТА АКТИВИРОВАН
zh: 飞行轨迹矢量：开

# SystemMessaging.FlightPlan.Alt
source: ALT
bg: ВИС
id: KETINGGIAN
ms: KETINGGIAN
ru: ВСТ
zh: 高度

# SystemMessaging.FlightPlan.ArrivingAtDestination
source: ARRIVING AT DESTINATION in < 1min
bg: ПРИСТИГАНЕ ДО ДЕСТИНАЦИЯТА след < 1мин
de: ANKUNFT AM ZIEL in < 1min
es: LLEGANDO A DESTINO EN < 1min
fr: ARRIVÉE À DESTINATION en < 1min
hu: ÉRKEZÉS A CÉLHEZ < 1 perc
id: Tiba di tujuan dalam < 1 menit
ms: TIBA DI DESTINASI dalam < 1 minit
pt: CHEGANDO AO DESTINO EM < 1min
ru: ПРИБЫТИЕ В ТОЧКУ НАЗНАЧЕНИЯ через < 1 мин
zh: 1分钟后到达目的地

# SystemMessaging.FlightPlan.FlyHdg
source: FLY HDG
bg: ЛЕТЕТЕ ПО КУРС
es: VUELA HDG
fr: VOL HDG
id: ARAH TERBANG
ms: TERBANG MENUJU
pt: VOAR HDG
ru: СЛЕДУЙТЕ HDG
zh: 航向

# SystemMessaging.FlightPlan.FT
source: FT
bg: ФТ
id: KAKI
ms: KAKI
ru: ФТ
zh: 英尺

# SystemMessaging.FlightPlan.NextWpt
source: NEXT WPT:
bg: СЛЕДВАЩА ТОЧКА:
de: NÄCHSTER WPT:
es: PRÓXIMO WPT:
fr: PROCHAIN WPT :
hu: KÖVETKEZŐ WPT:
id: WPT BERIKUTNYA
ms: TITIK JALAN SETERUSNYA:
pt: PRÓXIMO WPT:
ru: СЛЕДУЮЩАЯ ПУТЕВАЯ ТОЧКА:
zh: 下一航点：

# SystemMessaging.FlightPlan.NextWptTurnWarning
source: NEXT WPT in < 1 Min - Turn to HDG
bg: СЛЕДВАЩА ТОЧКА след < 1 мин - Завийте по курс
de: NÄCHSTER WPT in < 1 Min - Drehe auf HDG
es: PRÓXIMO WPT en < 1 min - Gira HDG
fr: PROCHAIN WPT dans < 1 min - Tourner au cap
hu: KÖVETKEZŐ WPT ekkor < 1 Perc - Fordulás a HDG-re
id: WPT Berikutnya dalam < 1 Menit - Beralih ke HDG
ms: TITIK JALAN SETERUSNYA dalam < 1 Min - Beralih ke HEADING
pt: PRÓXIMO WPT em < 1 min - Girar a HDG
ru: СЛЕДУЮЩАЯ ПУТЕВАЯ ТОЧКА через < 1 Мин - Начинайте поворот к HDG
zh: 1分钟后到达下一航点：航向

# SystemMessaging.FuelDump.CannotStart.AircraftBelow7000
source: Cannot start fuel dump. Min altitude 7000ft AGL
bg: Изхвърлянето на гориво не може да започне. Минималната височина е 7000фт над земята
de: Treibstoff kann nicht abgelassen werden. Mindestflughöhe 7000ft AGL
es: No se puede empezar descarga de combustible. Altitud mínima 7000ft AGL
fr: Impossible de démarrer la vidange de carburant. Altitude minimale 7000 pieds AGL
hu: Nem indul az üzemanyag-kiborítás. Min magasság 7000ft AGL
id: Tidak dapat memulai pembuangan bahan bakar. Ketinggian minimum 7000 kaki AGL.
ms: Tidak boleh memulakan pembuangan minyak. Ketinggian min 7000 kaki dari aras tanah
pt: Não foi possível iniciar despejo de combustível. Altitude Mínima 7000ft AGL
ru: Сброс топлива недоступен. Самолет находится ниже 7000фт над землей
zh: 无法开始放油-对地高度应至少为7000英尺

# SystemMessaging.FuelDump.CannotStart.AircraftBelowMLW
source: Cannot start fuel dump. Aircraft is below Maximum Landing Weight
bg: Изхвърлянето на гориво не може да започне. Самолетът е под максималното тегло за кацане
de: Treibstoff kann nicht abgelassen werden. Maximales Landegewicht unterschritten
es: No se puede empezar descarga de combustible. El peso del avión es inferior al MLW (peso de aterrizaje máximo)
fr: Impossible de démarrer la vidange de carburant. L'avion est en dessous de la masse maximale à l'atterrissage
he: לא ניתן להתחיל לשפוך דלק. המטוס נמצא מתחת למשקל הנחיתה המרבי
hu: Nem indul az üzemanyag-kiborítás. A repülőgép a maximális leszállási tömeg alatt van
id: Tidak dapat memulai pembuangan bahan bakar. Pesawat berada di bawah Berat Pendaratan Maksimum.
ms: Tidak boleh memulakan pembuangan minyak. Pesawat berada di bawah Berat Pendaratan Maksimum
pt: Não foi possível iniciar despejo de combustível. Aeronave está abaixo do peso máximo de pouso
ru: Невозможно начать сброс топлива. Самолет легче максимального посадочного веса
zh: 无法开始放油-飞机重量已低于最大着陆重量

# SystemMessaging.FuelDump.CannotStart.FuelTooLow
source: Cannot start fuel dump. Fuel level too low!
bg: Изхвърлянето на гориво не може да започне. Нивото на гориво е прекалено ниско!
de: Treibstoff kann nicht abgelassen werden. Zu wenig Treibstoff!
es: No se puede empezar descarga de combustible. ¡No hay suficiente combustible!
fr: Impossible de démarrer la vidange de carburant. Niveau de carburant trop bas !
he: !לא ניתן להתחיל לשפוך דלק. מפלס הדלק נמוך מדי
hu: Nem indul az üzemanyag-kiborítás. Az üzemanyagszint túl alacsony!
id: Tidak dapat memulai pembuangan bahan bakar. Tingkat bahan bakar terlalu rendah!
ms: Tidak boleh memulakan pembuangan minyak. Tahap minyak terlalu rendah!
pt: Não foi possível iniciar despejo de combustível. Nível de combustível muito baixo!
ru: Невозможно начать сброс топлива. Уровень топлива слишком низок!
zh: 无法开始放油-油量过低！

# SystemMessaging.FuelDump.Starting
source: Starting Fuel Dump - Monitor Fuel Level
bg: Изхвърлянето на гориво започва - наблюдавайте нивото на гориво
de: Treibstoff wird abgelassen - Überwache Treibstoffmenge
es: Empezando descarga de combustible - Vigila Nivel de Combustible
fr: Démarrage de la vidange de carburant - Surveiller le niveau de carburant
he: להתחיל לשפוך דלק - עקוב אחר מפלס הדלק
hu: Üzemanyag-kiborítás indítása – Figyelj az üzemanyagszintre
id: Mulai Pembuangan Bahan Bakar - Pantau Tingkat Bahan Bakar
ms: Memulakan Pembuangan Minyak - Pantau Tahap Minyak
pt: Iniciando o despejo de combustível - monitore nível de combustível
ru: Сброс Топлива Начат - Следите за Уровнем Топлива
zh: 放油开始-监控油量

# SystemMessaging.FuelDump.Stopped.AircraftBelow7000
source: Fuel dump stopped. Aircraft is below 7000ft AGL
bg: Изхвърлянето на гориво спря. Самолетът е под 7000фт над земята
de: Ablassen des Treibstoffs beendet. Flugzeug befindet sich unter 7000ft AGL
es: Descarga de combustible detenida. La altitud del avión es inferior a 7000ft AGL
fr: Vidange de carburant arrêté. L'avion est en dessous de 7000 pieds AGL
hu: Üzemanyag-kiborítás leállítva. A repülőgép 7000ft AGL alatt
id: Pembuangan bahan bakar dihentikan. Pesawat berada di bawah 7000 kaki di atas permukaan laut (AGL)
ms: Tempat pembuangan minyak berhenti. Pesawat berada di bawah 7000 kaki di atas paras tanahL
pt: Despejo de combustível interrompido. Aeronave está abaixo de 7000ft AGL
ru: Сброс топлива приостановлен. Самолет находится ниже 7000 фт над землей
zh: 放油已停止-飞机对地高度低于7000英尺

# SystemMessaging.FuelDump.Stopped.AircraftBelowMLW
source: Fuel dump stopped. Aircraft is below maximum landing weight
bg: Изхвърлянето на гориво спря. Самолетът е под максималното тегло за кацане
de: Ablassen des Treibstoffs beendet. Maximales Landegewicht erreicht
es: Descarga de combustible detenida. El peso del avión es inferior al MLW (peso de aterrizaje máximo)
fr: Vidange de carburant arrêté. L'avion est en dessous de la masse maximale à l'atterrissage
he: השלכת הדלק הופסקה. המטוס נמצא מתחת למשקל הנחיתה המירבי
hu: Üzemanyag-kiborítás leállítva. A repülőgép a maximális leszállási tömeg alatt van
id: Pembuangan bahan bakar dihentikan. Berat pesawat di bawah berat pendaratan maksimum
ms: Tempat pembuangan minyak berhenti. Pesawat berada di bawah berat pendaratan maksimum
pt: Despejo de combustível interrompido. Aeronave está abaixo do peso máximo de pouso
ru: Сброс топлива остановлен. Самолет ниже максимального посадочного веса
zh: 放油已停止-飞机重量已低于最大着陆重量

# SystemMessaging.FuelDump.Stopped.FuelTooLow
source: Fuel dump stopped. Fuel level too low
bg: Изхвърлянето на гориво спря. Нивото на гориво е прекалено ниско
de: Ablassen des Treibstoffs beendet. Zu wenig verbleibender Treibstoff
es: Descarga de combustible detenida. Nivel de combustible bajo
fr: Vidange de carburant arrêté. Niveau de carburant trop bas
he: השלכת דלק הופסקה. מפלס הדלק נמוך מדי
hu: Üzemanyag-kiborítás leállítva. Az üzemanyagszint túl alacsony
id: Pembuangan bahan bakar dihentikan. Tingkat bahan bakar terlalu rendah.
ms: Tempat pembuangan minyak berhenti. Tahap minyak terlalu rendah
pt: Despejo de combustível interrompido. Nível de combustível está muito baixo
ru: Сброс топлива остановлен. Уровень топлива слишком низок
zh: 放油已停止-油量过低！

# SystemMessaging.Gear.UpWarning
source: Warning, Landing Gear is Up
bg: Внимание, колесникът е прибран
de: Achtung, Fahrwerk ist eingefahren
es: Atención, tren de aterrizaje está subido
fr: Attention, le train d'atterrissage est rentré
he: אזהרה, ציוד הנחיתה מורם
hu: Figyelem, Futómű nincs kiengedve
id: Peringatan, Roda pendaratan dalam posisi naik.
ms: Amaran, Gear Pendaratan Tidak Digunakan
pt: Atenção, Trem de Pouso está levantado
ru: Внимание, Шасси не Выпущены
zh: 警告：起落架未放下

# SystemMessaging.LowPowerMode.Disabled
source: Low Power Mode Disabled
bg: Режим на ниска мощност е изключен
de: Energiesparmodes deaktiviert
es: Modo Bajo Consumo de Energía Desactivado
fr: Mode faible consommation désactivé
he: מצב צריכת חשמל נמוכה מושבת
hu: Alacsony Fogyasztású Mód Kikapcsolva
id: Mode Daya Rendah Dinonaktifkan
ms: Mod Kuasa Rendah Dilumpuhkan
pt: Modo baixo consumo de energia desativado
ru: Режим Низкого Энергопотребления Отключен
zh: 省电模式关闭

# SystemMessaging.LowPowerMode.Enabled
source: Low Power Mode Enabled
bg: Режим на ниска мощност е включен
de: Energiesparmodus aktiviert
es: Modo Bajo Consumo de Energía Activado
fr: Mode faible consommation activé
he: מצב צריכת חשמל נמוכה מופעל
hu: Alacsony Fogyasztású Mód Bekapcsolva
id: Mode Daya Rendah Diaktifkan
ms: Mod Kuasa Rendah Didayakan
pt: Modo baixo consumo de energia ativado
ru: Режим Низкого Энергопотребления Активирован
zh: 省电模式开启

# SystemMessaging.OutOfRegion
source: Infinite Flight Pro is required to fly outside of the default regions. Tap here for more information
bg: Нужен е Infinite Flight Pro, за да летите извън стандартните региони. Натиснете тук за повече информация
de: Infinite Flight Pro wird zum Fliegen außerhalb der Standard-Regionen benötigt.Klicke hier für mehr Informationen
es: Se necesita Infinite Flight Pro para salir de las regiones predeterminadas Pulse aquí para obtener más información
fr: Infinite Flight Pro est requis pour voler en dehors des régions par défaut. Appuyez ici pour plus d'informations
hu: Az Infinite Flight Pro szükséges ahhoz, hogy az alap régiókon kívül repülhess. További információért koppints ide
id: Infinite Flight Pro diperlukan untuk terbang di luar wilayah default. Ketuk di sini untuk informasi lebih lanjut
ms: Infinite Flight Pro diperlukan untuk terbang di luar kawasan lalai. Ketik di sini untuk mendapatkan maklumat lanjut
pt: Infinite Flight Pro é necessário para voar fora da regiões predefinidos Toque aqui para mais informação
ru: Чтобы совершать полеты за пределами регионов по умолчанию, требуется Infinite Flight Pro. Нажмите здесь, чтобы узнать больше
zh: 在默认区域外飞行需要Infinite Flight Pro订阅。点击查看更多信息

# SystemMessaging.Overspeed
source: Overspeeding! Reduce throttle/power to slow down below max aircraft speed
bg: Превишаване на скоростта! Намалете мощността, за да намалите скоростта под максималната скорост на самолета
de: Geschwindigkeitsüberschreitung! Reduziere den Schub, um unter die Maximalgeschwindigkeit zu kommen
es: ¡Sobrevelocidad! Reduce acelerador para bajar velocidad por debajo de la velocidad máxima del avión
fr: Excès de vitesse ! Réduire l'accélérateur/la puissance pour ralentir en dessous de la vitesse maximale de l'avion
he: מהירות יתר! הפחת את המצערת/הספק כדי להאט מתחת למהירות המטוס המרבית
hu: Túlsebesség! Csökkentse a gázt/teljesítményt, hogy a repülőgép maximális sebessége alá lassítson
id: Terlalucepat! Kurangi gas/daya untuk memperlambat kecepatan di bawah kecepatan maksimum pesawat.
ms: Terlalu laju! Kurangkan pendikit/kuasa untuk memperlahankan di bawah kelajuan maksimum pesawat
pt: Excesso de velocidade! Reduza a potência para reduzir a velocidade abaixo da velocidade máxima da aeronave
ru: Превышение скорости! Сбавте тягу, чтобы вернуться к скорости ниже максимальной
zh: 超速！减小油门把速度降低到飞机最大速度以下

# SystemMessaging.PushbackStarting
source: STARTING PUSHBACK
bg: ЗАПОЧВАНЕ НА БУКСИРАНЕТО
de: PUSHBACK GESTARTET
es: EMPEZANDO PUSHBACK
fr: DÉMARRAGE DU PUSHBACK
he: דחיפה לאחור מתחיל
hu: PUSHBACK INDÍTÁSA
id: MULAI DORONG MUNDUR
ms: MULA TOLAK KEMBALI
pt: INICIANDO PUSHBACK
ru: ВЫТАЛКИВАНИЕ НАЧАТО
zh: 推出开始

# SystemMessaging.PushbackStopped
source: PUSHBACK STOPPED
bg: БУКСИРАНЕТО СПРЯ
de: PUSHBACK BEENDET
es: TERMINANDO PUSHBACK
fr: PUSHBACK ARRÊTÉ
he: דחיפה לאחור מפסיק
hu: PUSHBACK LEÁLLÍTVA
id: BERHENTI DORONG MUNDUR
ms: TOLAK KEMBALI BERHENTI
pt: FINALIZANDO PUSHBACK
ru: ВЫТАЛКИВАНИЕ ОСТАНОВЛЕНО
zh: 推出停止

# SystemMessaging.Refueling.Aerial
source: Aerial Refueling Started...
bg: Въздушното презареждане започва...
de: Luftbetankung gestartet...
es: Empezando recarga de combustible aérea...
fr: Le ravitaillement a commencé...
he: ...תדלוק אווירי מתחיל
hu: Légi Utántöltés Megkezdve...
id: Pengisian bahan bakar di udara dimulai...
ms: Pengisian Minyak Udara Dimulakan...
pt: Abastecimento em voo iniciado...
ru: Дозаправка в Воздухе Начата...
zh: 空中加油开始

# SystemMessaging.Refueling.Complete
source: Refueling Complete
bg: Презареждането е завършено
de: Betankung beendet
es: Recarga de combustible completa
fr: Ravitaillement terminé
he: תדלוק הושלם
hu: Utántöltés Teljesítve
id: Pengisian bahan bakar Selesai
ms: Pengisian Minyak Selesai
pt: Abastecimento Concluído
ru: Дозаправка Закончена
zh: 空中加油完成

# SystemMessaging.Refueling.Standard
source: Refueling Started...
bg: Презареждането започва...
de: Betankung gestartet...
es: Empezando recarga de combustible...
fr: Le ravitaillement a commencé...
he: ...תדלוק מתחיל
hu: Utántöltés Megkezdve...
id: Pengisian bahan bakar Dimulai...
ms: Pengisian Minyak Dimulakan...
pt: Abastecimento Iniciado...
ru: Дозаправка Начата...
zh: 加油开始

# SystemMessaging.SpeedMode.CannotActivate
source: Cannot activate speed mode. Airplane is on the ground.
bg: Режимът за скорост не може да бъде активиран. Самолетът е на земята.
de: Speed-Modus kann nicht aktiviert werden. Flugzeug ist auf dem Boden.
es: No se puede activar el Modo de Velocidad. El avión está en tierra.
fr: Impossible d'activer le mode vitesse. L'avion est au sol.
he: .לא ניתן להפעיל מצב מהירות. המטוס על הקרקע
hu: A sebesség mód nem aktiválható. A repülőgép a talajon van.
id: Tidak dapat mengaktifkan mode kecepatan. Pesawat sedang berada di darat.
ms: Tidak boleh mengaktifkan mod kelajuan. Kapal terbang berada di atas tanah.
pt: Não foi possível ativar modo de velocidade. Aeronave está no solo.
ru: Автопилот скорости не может быть активирован. Самолет находится на земле.
zh: 无法接通速度模式-飞机未离地

# SystemMessaging.Stall.Approaching
source: Approaching stall! Push yoke/stick forward to recover
bg: Губите подемна сила! Наклонете носа надолу, за да я възстановите
de: Gefahr von Strömungsabriss! Zum Abfangen Steuerknüppel nach vorne drücken
es: ¡Entrada en pérdida! Empuje el joystick y baja inclinación para recuperar control
fr: Décrochage imminent ! Poussez le manche vers l'avant pour récupérer
hu: Átesés Közeledik! Told előre a kormányt
id: Mendekati kondisi stall! Dorong tuas kemudi ke depan untuk memulihkan kendali.
ms: Menghampiri gerai! Tolak kuk/tongkat ke hadapan untuk pulih
pt: Aproximando stall! Empurre o manche para reduzir inclinação para recuperar
ru: Возможно сваливание! Потяните штурвал/стик вниз, чтобы восстановить управление
zh: 即将失速！立即推杆以改出

# SystemMessaging.Stall.InProgress
source: STALL! Push yoke/stick forward to recover
bg: ГУБИТЕ ПОДЕМНА СИЛА! Наклонете носа надолу, за да я възстановите
de: STRÖMUNGSABRISS! Zum Abfangen Steuerknüppel nach vorne drücken
es: ¡ENTRADA EN PÉRDIDA! Empuje el joystick y baja inclinación para recuperar control
fr: DÉCROCHAGE! Poussez le joug/bâton vers l'avant pour récupérer
hu: ÁTESÉS! Told előre a kormányt
id: KONDISI STALL! Dorong tuas kemudi ke depan untuk memulihkan kendali.
ms: GERAI AERODINAMIK! Tolak kuk/tongkat ke hadapan untuk pulih
pt: STALL! Empurre o manche para frente para recuperar
ru: СВАЛИВАНИЕ! Потяните штурвал/стик вниз, чтобы восстановить управление
zh: 失速！！立即推杆以改出
