Repository: infiniteflight/infiniteflight-localization
Catalog: Strings/AppResources.*.resx
Languages: bg, de, es, fr, he, hu, id, ms, pt, ru, zh

# Commands.StopEngine
source: Stop Specified Engine
bg: Спиране на определен двигател
de: Ausgewähltes Triebwerk stoppen
es: Apagar Motor Especificado
he: עצור מנוע שצוין
hu: Megadott hajtómű leállítása
id: Matikan Mesin Ditentukan
ms: Matikan Enjin Ditentukan
pt: Parar Motor Especificado
ru: Остановить Выбранный Двигатель
zh: 关闭选定引擎

# Commands.ToggleATCWindow
source: Toggle ATC Window
bg: Превключване на РВД прозорец
de: ATC Fenster öffnen/schließen
es: Abrir/Cerrar Pantalla de Control Aéreo
fr: Basculer la fenetre ATC
he: הפעל את חלון בקרת התנועה האווירית
hu: ATC Ablak Bekapcsolása
id: Tampilkan/Sembunyikan Jendela ATC
ms: Togol Tetingkap Pengawal Trafic Udara
pt: Abrir/Fechar tela do ATC
ru: Изменить Видимость Окна Общения с УВД
zh: 切换ATC窗口

# Commands.ToggleAutopilot
source: Engage/Disengage Autopilot
bg: Включване/изключване на автопилота
de: Autopilot aktivieren/deaktieren
es: Activar/Desactivar Piloto Automático (AP)
fr: Engager/Disengager le pilots automatique
he: הפעל/נתק את הטייס האוטומטי
hu: Robotpilóta Be/Kikapcsolása
id: Aktifkan/Nonaktifkan Autopilot
ms: Libatkan/Lepaskan Autopilot
pt: Ativar/Desativar Piloto Automático
ru: Включить/Выключить Автопилот
zh: 接通/断开自动驾驶

# Commands.ToggleFlightPathVector
source: Toggle Flight Path Vector
bg: Превключване на вектора на траекторията на полета
de: Flugbahnvektor ein-/ausblenden
es: Activa/Desactiva Vector de Trayectoria
fr: Basculer l'affichage de la trajectoire de vol
he: הפעל וקטור נתיב טיסה
hu: Repülési Útvonal Bekapcsolása
id: Aktifkan/Nonaktifkan Vektor Jalur Penerbangan
ms: Togol Vektor Laluan Penerbangan
pt: Ativar/Desativar Vetor de Trajetória de Voo
ru: Изменить Видимость Индикатора Траектории Полета
zh: 开/关航迹矢量

# Commands.ToggleHUD
source: Toggle HUD
bg: Превключване на HUD дисплея
de: HUD ein-/ausblenden
es: Activa/Desactiva HUD
fr: Basculer HUD
hu: HUD Bekapcsolása
id: Aktifkan/Nonaktifkan HUD
ms: Togol Paparan Kepala
pt: Ativar/Desativar HUD
ru: Изменить Видимость HUD
zh: 开/关HUD

# Commands.TogglePause
source: Pause
bg: Пауза
es: Pausar
he: הַפסָקָה
hu: Szünet
id: Berhenti
ms: Jeda
pt: Pausar
ru: Пауза
zh: 暂停

# Commands.TowerCamera
source: Tower Camera
bg: Камера от кулата
de: Tower Kamera
es: Cámara Torre
fr: Caméra de Tour de Contrôle
he: מצלמת מגדל
hu: Torony Kamera
id: Kamera Menara
ms: Kamera Menara
pt: Câmera da Torre
ru: Камера Вышки
zh: 塔台视角

# Commands.VirtualCockpitCamera
source: Virtual Cockpit
bg: Виртуална кабина
de: Virtuelles Cockpit
es: Cámara de Cabina
fr: Cockpit Virtuel
he: תא טייס וירטואלי
hu: Virtuális Pilótafülke
id: Kokpit Virtual
ms: Kokpit Maya
pt: Câmera da Cabine
ru: Виртуальная Кабина
zh: 虚拟座舱

# Commands.ZoomIn
source: Zoom In
bg: Увеличаване
de: Hineinzoomen
es: Acercar Cámara
fr: Agrandir
he: זום אין
hu: Raközelítés
id: Perbesar
ms: Zum Masuk
pt: Aumentar Zoom
ru: Приблизить
zh: 放大

# Commands.ZoomOut
source: Zoom Out
bg: Намаляване
de: Hinauszoomen
es: Alejar Cámara
fr: Dézoomer
he: זום את
hu: Kicsinyítés
id: Perkecil
ms: Zum Keluar
pt: Diminuir Zoom
ru: Отдалить
zh: 缩小

# GameMenu.20sAgo
source: 20s Ago
bg: Връщане 20сек
de: 20s zurück
es: Atras 20s
fr: Retour 20s
he: לפני עשרים שניות
hu: 20mp-el Ezelőtt
id: 20 detik Lalu
ms: 20 Saat Lalu
pt: Voltar 20s atrás
ru: 20 сек Назад
zh: 回退20秒

# GameMenu.Calibrate
source: Calibrate
bg: Калибриране
de: Kalibrieren
es: Calibrar
fr: Calibrer
he: כיול
hu: Kalibrálás
id: Kalibrasi
ms: Kalibrasi
pt: Calibrar
ru: Откалибровать
zh: 校准

# GameMenu.CalibrationComplete
source: Calibration Complete
bg: Калибрирането е завършено
de: Kalibrierung abgeschlossen
es: Dispositivo Calibrado
fr: Calibration Terminée
he: הכיול הושלם
hu: Kalibrálás Befejezve
id: Kalibrasi Selesai
ms: Kalibrasi Selesai
pt: Calibração concluído
ru: Калибровка завершена
zh: 校准完成

# GameMenu.Crash
source: CRASH
bg: СБЛЪСЪК
es: COLISIÓN
he: לְהִתְרַסֵק
hu: ÜTKÖZÉS
id: Kecelakaan
ms: NAHAS
pt: COLISÃO
ru: КРУШЕНИЕ
zh: 你坠毁了！

# GameMenu.EndFlight
source: End Flight
bg: Край на полета
de: Flug beenden
es: Terminar Vuelo
fr: Terminer le vol
he: לעצור את הטיסה
hu: Repülés Vége
id: Akhiri Penerbangan
ms: Tamatkan Penerbangan
pt: Terminar Voo
ru: Завершить полет
zh: 结束飞行

# GameMenu.EndSession
source: End Session
bg: Край на сесията
de: Sitzung beenden
es: Terminar Sesión
fr: Terminer la session
he: להפסיק את מושב
hu: Irányítás Vége
id: Akhiri Sesi (ATC)
ms: Tamatkan Sesi
pt: Terminar Sessão
ru: Завершить сессию
zh: 退出

# GameMenu.Paused
source: PAUSED
bg: НА ПАУЗА
de: PAUSIERT
es: EN PAUSA
fr: PAUSÉ
he: הַפסָקָה
hu: SZÜNETELVE
id: Diberhentikan
ms: DIJEDA
pt: PAUSADO
ru: ПАУЗА
zh: 暂停

# GameMenu.Resume
source: Resume
bg: Продължи
de: Fortsetzen
es: Continuar
fr: Continuer
he: לְהַמשִׁיך
hu: Folytatás
id: Lanjutkan
ms: Sambung Semula
pt: Continuar
ru: Продолжить
zh: 继续

# GameMenu.ShortFinal
source: Short Final
bg: Къс финален подход
de: Endanflug
es: Aterrizaje (Final)
fr: Courte Finale
he: גמר קצר
hu: Végső Megközelítés
id: Final Pendek
ms: Akhir Pendek
pt: Curta Final
ru: Финальный Заход
zh: 短五边

# GameMenu.TakeOff
source: Take Off
bg: Излитане
de: Start (auf Startbahn)
es: Despegue (En Pista)
fr: Décollage
he: להמריא
hu: Felszállás
id: Lepas Landas
ms: Berlepas
pt: Decolar
ru: Взлет
zh: 起飞

# GameMenu.TapToCalibrate
source: Tap screen to calibrate and start
bg: Натиснете екрана, за да калибрирате и да започнете
de: Zum Kalibrieren und Starten den Bildschirm berühren
es: Toque la pantalla para calibrar y empezar
fr: Appuyez sur l'écran pour calibrer et commencer
he: הקש על המסך כדי לכייל ולהתחיל
hu: Nyomj a kalibráláshoz és az induláshoz
id: Ketuk layar untuk mengkalibrasi dan memulai
ms: Ketik skrin untuk menentukur dan mula
pt: Toque na tela para calibrar e iniciar
ru: Нажмите, чтобы откалибровать и начать
zh: 点击屏幕校准设备并开始飞行

# GameMenu.Time
source: Time
bg: Час
de: Zeit
es: Fecha y Hora
fr: Heure
he: זְמַן
hu: Idő
id: Waktu
ms: Masa
pt: Hora
ru: Время
zh: 时间

# GameMenu.Weather
source: Weather
bg: Време
de: Wetter
es: Meteorología
fr: Météo
he: מזג אוויר
hu: Időjárás
id: Cuaca
ms: Cuaca
pt: Clima
ru: Погода
zh: 天气

# GameMenu.WeightBalance
source: Weight & Balance
bg: Тегло и баланс
de: Gewicht & Balance
es: Peso y Balance
fr: Poids et Centrage
he: מִשׁקָל & איזון
hu: Súly és Egyensúly
id: Berat & keseimbangan
ms: Berat & Seimbang
pt: Peso e Balanceamento
ru: Вес и Баланс
zh: 重量与配载

# GamePage.EndFlight.Message
source: Are you sure you want to end this flight?
bg: Сигурни ли сте, че искате да прекратите полета?
de: Möchtest du den Flug wirklich beenden?
es: ¿Estás seguro de que quieres terminar este vuelo?
fr: Êtes-vous sûr de vouloir terminer ce vol ?
he: ?האם אתה בטוח שאתה רוצה לסיים את הטיסה הזו
hu: Biztosan befejezed ezt a repülést?
id: Apakah Anda yakin ingin mengakhiri penerbangan ini?
ms: Adakah anda pasti mahu menamatkan penerbangan ini?
pt: Tem certeza de que deseja encerrar esse voo?
ru: Вы уверены, что хотите завершить этот полет?
zh: 确定结束本次飞行？

# GamePage.EndFlight.Title
source: End Flight
bg: Край на полета
de: Flug beenden
es: Terminar Vuelo
fr: Terminer le vol
he: לעצור את הטיסה
hu: Repülés Vége
id: Akhiri Penerbangan
ms: Tamatkan Penerbangan
pt: Terminar voo
ru: Завершить полет
zh: 结束飞行

# GamePage.EndSession.Message
source: Are you sure you want to end this session?
bg: Сигурни ли сте, че искате да прекратите сесията?
de: Möchtest du die Sitzung wirklich beenden?
es: ¿Estás seguro de que quieres terminar esta sesión?
fr: Êtes-vous sûr de vouloir terminer cette session ?
he: ?האם אתה בטוח שברצונך לסיים את מושב הזו
hu: Biztosan befejezed ezt a légiforgalmi irányítást?
id: Apakah Anda yakin ingin mengakhiri sesi ini?
ms: Adakah anda pasti mahu menamatkan sesi ini?
pt: Tem certeza de que deseja encerrar essa sessão?
ru: Вы уверены, что хотите завершить эту сессию?
zh: 确定退出？

# GamePage.EndSession.Title
source: End Session
bg: Край на сесията
de: Sitzung beenden
es: Terminar Sesión
fr: Terminer la session
he: להפסיק את מושב
hu: Irányítás Vége
id: Akhiri Sesi
ms: Tamat Sesi
pt: Terminar sessão
ru: Завершить Сессию
zh: 退出

# Global.Grade
source: Grade
bg: Ранг
de: Rang
es: Grado
he: כיתה
hu: Fokozat
id: Kelas
ms: Gred
ru: Ранг
zh: 等级

# Global.Operations
source: Operations
bg: Операции
de: Abgewickelte Flugbewegungen
es: Operaciones
fr: Opérations
he: אופרטיונס
hu: Műveletek
id: Operasi
ms: Operasi
pt: Operações
ru: Операций УВД
zh: 有效指令数

# SplashScreen.DownloadingAircraft
source: Downloading Aircraft {0}%
bg: Изтегляне на самолета {0}%
de: Flugzeug wird heruntergeladen {0}%
es: Descargando avión {0}%
fr: Téléchargement de l'avion {0} %
he: דוונלואדינג מטוסי %{0}
hu: Repülőgép Letöltése {0}%
id: Mengunduh Pesawat {0}%
ms: Memuat Turun Pesawat {0}%
pt: Baixando Aeronave {0}%
ru: Загружаем Самолет {0}%
zh: 正在下载飞机 {0}%

# SplashScreen.DownloadingAirportData
source: Downloading airport data
bg: Изтегляне на данни за летището
de: Flughafendaten werden heruntergeladen
es: Descargando datos de aeropuertos
fr: Téléchargement des données de l'aéroport
he: דוונלואדינג נתוני שדה תעופה
hu: Repülőtéri adatok letöltése
id: Mengunduh data bandara
ms: Memuat turun data lapangan terbang
pt: Baixando dados de aeroportos
ru: Загружаем аэропорты
zh: 正在下载机场数据

# SplashScreen.LoadingFlight
source: Loading your flight
bg: Зареждане на полета
de: Dein Flug wird geladen
es: Cargando tu vuelo
fr: Chargement de votre vol
he: טוען את הטיסה שלך
hu: Repülés betöltése
id: Memuat penerbangan anda
ms: Memuatkan penerbangan anda
pt: Carregando o seu voo
ru: Загружаем ваш полет
zh: 正在加载飞行

# SplashScreen.LoadingReplay
source: Loading replay
bg: Зареждане на записа
de: Replay wird geladen
es: Cargando replay
fr: Chargement du replay
he: טוען שידור חוזר
hu: Visszajátszás betöltése
id: Memuat tayangan ulang
ms: Memuatkan ulang tayang
pt: Carregando o replay
ru: Загружаем повтор
zh: 正在加载回放

# SplashScreen.UnloadingFlight
source: Ending flight
bg: Прекратяване на полета
de: Flug wird beendet
es: Terminando vuelo
fr: Fin du vol
he: טיסה סיום
hu: Repülés befejezése
id: Menyelesaikan penerbangan
ms: Menamatkan penerbangan
pt: Finalizando Voo
ru: Заканчиваем полет
zh: 结束飞行

# SplashScreen.UpdatingNavigationDatabase
source: Updating navigation database
bg: Обновяване на навигационната база данни
de: Navigationsdatenbank wird aktualisiert
es: Actualizando base de datos de navegación
fr: Mise à jour de la base de données de navigation
he: עִדכּוּן מסד נתונים ניווט
hu: Navigációs adatbázis frissítése
id: Memperbarui basis data navigasi
ms: Mengemas kini pangkalan data navigasi
pt: Atualizando banco de dados de navegação
ru: Обновляем навигационную базу
zh: 正在更新导航数据

# TimePage.CurrentTime
source: Current Time
bg: Местно време
de: Aktuelle Uhrzeit
es: Hora Actual
fr: Heure actuelle
he: זמן נוכחי
hu: Aktuális Idő
id: Waktu Saat Ini
ms: Masa Semasa
pt: Hora Atual
ru: Текущее Время
zh: 当前时间

# TimePage.Night
source: Night
bg: Нощ
de: Nacht
es: Noche
fr: Nuit
he: לַיְלָה
hu: Éjszaka
id: Malam
ms: Malam
pt: Noite
ru: Ночь
zh: 午夜

# TimePage.Noon
source: Noon
bg: Пладне
de: Mittag
es: Mediodía
fr: Midi
he: צָהֳרַיִים
hu: Dél
id: Siang
ms: Tengah Hari
pt: Meio Dia
ru: Полдень
zh: 正午

# TimePage.Sunrise
source: Sunrise
bg: Изгрев
de: Sonnenaufgang
es: Amanecer
fr: Lever du soleil
he: זריחה
hu: Napkelte
id: Subuh
ms: Subuh
pt: Amanhecer
ru: Рассвет
zh: 日出

# TimePage.Sunset
source: Sunset
bg: Залез
de: Sonnenuntergang
es: Atardecer
fr: Coucher du soleil
he: שקיעת השמש
hu: Napnyugta
id: Senja
ms: Senja
pt: Anoitecer
ru: Закат
zh: 日落

# UserAccountControl.YourAccount
source: Your Account
bg: Вашият акаунт
de: Dein Konto
es: Tu Cuenta
fr: Votre Compte
he: חשבונך
hu: Fiókod
id: Akun Anda
ms: Akaun Anda
pt: Sua conta
ru: Ваш Аккаунт
zh: 你的账号

# WeatherPage.CirrusCloudLayer
source: Cirrus Cloud Layer
bg: Слой на перести облаци
de: Cirrus-Wolkenschicht
es: Nubes Cirro
fr: Couche de nuages ​​cirrus
he: שכבת ענן צירוס
hu: Cirrus Felhőréteg
id: Lapisan Awan Cirrus
ms: Lapisan Awan Cirrus
pt: Camada Nuvem Cirrus
ru: Перистые Облака
zh: 卷云层

# WeatherPage.CloudsAltitude
source: Clouds Altitude
bg: Височина на облаците
de: Wolkenhöhe
es: Altura de Nubes
fr: Altitude des Nuages
he: גובה עננים
hu: Felhők Magassága
id: Ketinggian Awan
ms: Ketinggian Awan
pt: Altitude das Nuvens
ru: Высота Облаков
zh: 云高

# WeatherPage.Temperature
source: Temperature
bg: Температура
de: Temperatur
es: Temperatura
fr: Température
he: טֶמפֶּרָטוּרָה
hu: Hőmérséklet
id: Suhu
ms: Suhu
pt: Temperatura
ru: Температура
zh: 温度

# WeatherPage.Turbulence
source: Turbulence
bg: Турбуленция
de: Turbulenzen
es: Turbulencia
he: מְעַרבּוֹלֶת
hu: Turbulencia
id: Gangguan
ms: Pergolakan
pt: Turbulência
ru: Турбулентность
zh: 湍流

# WeatherPage.Visibility
source: Visibility
bg: Видимост
de: Sichtweite
es: Visibilidad
fr: Visibilité
he: רְאוּת
hu: Láthatóság
id: Jarak Pandang
ms: Keterlihatan
pt: Visibilidade
ru: Видимость
zh: 能见度

# WeatherPage.WindDirection
source: Wind Direction
bg: Посока на вятъра
de: Windrichtung
es: Dirección de Viento
fr: Direction du Vent
he: כיוון רוח
hu: Szélirány
id: Arah Angin
ms: Arah Angin
pt: Direção do Vento
ru: Направление Ветра
zh: 风向

# WeatherPage.WindGusts
source: Wind Gusts
bg: Пориви на вятъра
de: Windböen
es: Ráfagas de Viento
fr: Rafales de vent
he: משבי רוח
hu: Széllökések
id: Hembusan Angin
ms: Tiupan Angin
pt: Rajadas de Vento
ru: Порывы Ветра
zh: 阵风大小

# WeatherPage.WindVelocity
source: Wind Velocity
bg: Скорост на вятъра
de: Windgeschwindigkeit
es: Velocidad de Viento
fr: Vitesse du vent
he: מהירות רוח
hu: Szélsebesség
id: Kecepatan Angin
ms: Halaju Angin
pt: Velocidade do Vento
ru: Сила Ветра
zh: 风速

# WeatherState.Clouds.Broken
source: Broken
bg: Разбити
de: Durchbrochen
es: Cubierto
fr: Brisé
he: שָׁבוּר
hu: Borús
id: Pecah
ms: Pecah
pt: Nublado
ru: Переменная облачность
zh: 5-7分云（BKN）

# WeatherState.Clouds.Clear
source: Clear
bg: Ясно небе
de: Klar
es: Despejado
fr: Clair
he: ברור
hu: Tiszta
id: Jelas
ms: Jelas
pt: Limpo
ru: Безоблачно
zh: 无云

# WeatherState.Clouds.Few
source: Few
bg: Малко
de: Wenige Wolken
es: Dispersas
fr: Peu
he: מְעַטִים
hu: Kevés
id: Jarang
ms: Jarang
pt: Poucas
ru: Мало
zh: 1-2分云（FEW）

# WeatherState.Clouds.Scattered
source: Scattered
bg: Разпръснати
de: Aufgelockert
es: Entrecortadas
fr: Épars
he: מְפוּזָר
hu: Elszórt
id: Tersebar
ms: Berselerak
pt: Esparsas
ru: Облачно
zh: 3-4分云（SCT）

# WeatherState.Turbulence.Extreme
source: Extreme
bg: Екстремна
de: Extrem
es: Extrema
fr: Extrême
he: קיצוני
hu: Szélsőséges
id: Ekstrim
ms: Melampau
pt: Extremo
ru: Экстримальная
zh: 极端

# WeatherState.Turbulence.Light
source: Light
bg: Лека
de: Leicht
es: Ligera
fr: Léger
he: אוֹר
hu: Gyenge
id: Cahaya
ms: Cahaya
pt: Leve
ru: Легкая
zh: 轻度

# WeatherState.Turbulence.Moderate
source: Moderate
bg: Умерена
de: Moderat
es: Moderada
fr: Modéré
he: לְמַתֵן
hu: Mérsékelt
id: Sedang
ms: Sederhana
pt: Moderada
ru: Средняя
zh: 中度

# WeatherState.Turbulence.None
source: None
bg: Никаква
de: Keine
es: Ninguna
fr: Aucune
he: אף אחד
hu: Semmilyen
id: Tidak Ada
ms: Tiada
pt: Nenhuma
ru: Нет
zh: 无

# WeatherState.Turbulence.Severe
source: Severe
bg: Силна
de: Heftig
es: Severa
fr: Sévère
he: רְצִינִי
hu: Erős
id: Banyak
ms: Teruk
pt: Severa
ru: Сильная
zh: 重度

# Settings.ClearCacheSceneryAlert.Message
source: Are you sure you want to clear the scenery cache?
bg: Сигурни ли сте, че искате да изчистите топографичния кеш?
de: Möchtest du den Szenerie-Cache wirklich leeren?
fr: Voulez-vous vraiment vider le cache ?
hu: Biztosan törlöd a helyi tárhelyen tárolt térképadatokat?
id: Apakah Anda yakin ingin menghapus cache pemandangan?
pt: Tem certeza de que deseja limpar o cache de cenário?
zh: 确认清除地景缓存？

# Settings.ClearCacheAlert.Message
source: Are you sure you want to clear the cache?
es: ¿Estás seguro/a que quieres borrar el caché?
he: ?האם אתה בטוח שברצונך לנקות את מטמון הנוף
ms: Adakah anda pasti mahu mengosongkan cache pemandangan?
pt: Você deseja limpar o cache?
ru: Вы уверены, что хотите очистить кеш ландшафта?
zh: 确认清除缓存？

# Settings.DisabledInFlight
source: can't be changed while in-flight
bg: Не може да бъде променено по време на полет
de: kann im Flug nicht geändert werden
es: no se puede cambiar durante un vuelo
fr: ne peut pas être modifié en vol
he: לא ניתן לשנות בזמן הטיסה
hu: repülés közben nem módosítható
id: Tidak dapat diubah saat dalam penerbangan
ms: tidak boleh ditukar semasa dalam penerbangan
pt: não pode ser trocado durante o voo
ru: не может быть изменено в полете
zh: 在飞行时无法更改

# Settings.DisabledUnlinkedAccount
source: account must be linked with IFC
bg: Акаунтът трябва да е свързан с IFC
de: Konto muss mit der IFC verbunden sein
es: tu cuenta tiene que estar enlazada con IFC
fr: le compte doit être lié à IFC
he: IFC-החשבון חייב להיות מקושר ל
hu: fiókot össze kell kapcsolni az IFC-vel
id: Akun harus dihubungkan dengan IFC.
ms: akaun mesti dipautkan dengan IFC
pt: conta deve ser vinculado com IFC
ru: аккаунт должен быть связан с профилем IFC
zh: 账号必须绑定IFC账号

# Settings.NoVoicesAlert.Message
source: No voices were found on the device, would you like to visit the Android Text to Speech Settings? (Still having issues? Make sure Google Speech Engine is selected)
bg: Няма намерени гласове на това устройство. Желаете ли да отворите настройките за Android Text to Speech? (Ако продължавате да имате проблеми, проверете дали Google Speech Engine е избран)
de: Es wurden keine Stimmen auf diesem Gerät gefunden. Möchtest du die Android Text to Speech Settings aufrufen? (Probleme bestehen weiterhin? Stelle sicher, dass die Google Speech Engine ausgewählt ist)
fr: Aucune voix n'a été trouvée sur l'appareil, voulez-vous visiter les paramètres Android Text to Speech ? (Vous rencontrez toujours des problèmes ? Assurez-vous que Google Speech Engine est sélectionné)
hu: Nem találhatók hangok az eszközön. Szeretnéd felkeresni az Android Szövegfelolvasó beállításait? (Továbbra is vannak problémáid? Győződj meg arról, hogy a Google Speech Engine van kiválasztva)
id: Tidak ditemukan suara di perangkat, apakah Anda ingin mengunjungi Pengaturan Teks ke Suara Android? (Masih mengalami masalah? Pastikan Mesin Suara Google telah dipilih)
ms: Tiada suara ditemui pada peranti, adakah anda ingin melawati Tetapan Teks ke Pertuturan Android? (Masih menghadapi masalah? Pastikan Enjin Pertuturan Google dipilih)
pt: Nenhum voz foi encontrado no dispositivo, você quer visitar as configurações de texto para voz? (Continua com o problema? Tenha certeza de que o Motor de fala do google está selecionado)
ru: На устройстве не были найдены голоса, хотите посетить настройки Android Text to Speech? (Все еще испытываете проблемы? Убедитесь, что у вас выбран Google Speech Engine)
zh: 在此设备上没有发现语音。是否访问安卓文字转语音设置？（仍然遇到问题？请确保谷歌语音引擎已选中。）

# MenuPageBase.Control
source: Control
bg: Старт на сесията
de: Sitzung beginnen
es: Controlar
fr: Contrôle
he: לִשְׁלוֹט
hu: Irányítás
id: Kontrol
ms: Kawal
pt: Controlar
ru: Начать Сессию
zh: 开始管制！

# MenuPageBase.Fly
source: Fly
bg: Старт на полета
de: Fliegen
es: Volar
fr: Voler
he: זבוב
hu: Repülés
id: Terbang
ms: Terbang
pt: Voar
ru: Начать Полет
zh: 开始飞行！

# MenuPageBase.Open
source: Open
bg: Отвори
de: Öffnen
es: Abrir
fr: Ouvrir
he: לִפְתוֹחַ
hu: Megnyitás
id: Buka
ms: Buka
pt: Abrir
ru: Открыть
zh: 打开

# Global.Loading
source: Loading...
bg: Зареждане...
de: Lädt...
es: Cargando...
fr: Chargement en cours...
he: ...טעינה
hu: Betöltés...
id: Memuat...
ms: Memuatkan...
pt: Carregando...
ru: Загрузка...
zh: 加载中...

# Settings.Option.Normal
source: Normal
bg: Нормална
he: נוֹרמָלִי
hu: Normális
id: Biasa
ms: Biasa
ru: Нормально
zh: 中等

# SplashScreen.LoadingSession
source: Loading your session
bg: Зареждане на сесията
de: Deine Sitzung wird geladen
es: Cargando la sesión
fr: Chargement de votre session
he: טוען את הפגישה שלך
hu: Irányítás betöltése
id: Memuat sesi anda
ms: Memuatkan sesi anda
pt: Carregando a sessão
ru: Загружаем вашу сессию
zh: 正在加载管制界面

# AircraftPage.LiveryWillBeDownloaded
source: Livery will be downloaded when flight starts.
bg: Ливреята ще бъде свалена когато полетът стартира.
de: Lackierung wird beim Start des Fluges heruntergeladen.
es: La librea se descargará cuando empieces el vuelo.
fr: La livrée sera téléchargée au début du vol.
hu: A festés a repülés indulásakor lesz letöltve.
id: Livery akan diunduh saat penerbangan dimulai.
ms: Livery akan dimuat turun apabila penerbangan bermula.
pt: Pintura será baixada quando o voo iniciar.
ru: Ливрея будет загружена после начала полета.
zh: 涂装将在飞行开始时下载

# AircraftPage.RecentlyReleased
source: Recently released
bg: Наскоро пуснат
de: Vor Kurzem veröffentlicht
es: Recientemente actualizado
fr: Récemment publiés
he: שוחרר לאחרונה
hu: Mostanában megjelent
id: Baru saja dirilis
ms: Baru-baru ini dikeluarkan
pt: Recentemente lançado
ru: Выпущен недавно
zh: 最近发布

# AircraftPage.ReleaseInfo
source: Released or updated in {0}
bg: Пуснат или обновен през {0}
de: Veröffentlicht oder aktualisiert im {0}
es: Actualizado en {0}
fr: Publié ou mis à jour en {0}
hu: Megjelent vagy frissítve {0}
id: Dirilis atau diperbarui pada {0}
ms: Dikeluarkan atau dikemas kini dalam {0}
pt: Lançado ou atualizado em {0}
ru: Выпущен или обновлен {0}
zh: 发布/更新时间： {0}

# Settings.General.ShowLegacyAircraft.Title
source: Show aircraft from older versions
bg: Показване на самолети от по-стари версии
de: Ältere Flugzeuge anzeigen
fr: Afficher les avions des anciennes versions.
he: הצג מטוסי מדור קודם
hu: Régebbi Repülőgépek Megjelenítése
id: Tampilkan Pesawat Lama
ms: Tunjukkan Pesawat Legasi
pt: Mostrar Aeronaves legados
ru: Показывать непроработанные самолеты
zh: 显示早期飞机

# AircraftPage.ShowProAircraft
source: Show Pro Aircraft
bg: Показване на самолети, достъпни с Pro абонамент
de: Pro Flugzeuge anzeigen
es: Mostar aviones Pro
fr: Afficher les avions PRO
hu: Pro Repülőgépek Megjelenítése
id: Tampilkan Pesawat Pro
ms: Tunjukkan Pesawat Pro
pt: Mostrar Aeronaves Pro
ru: Только с Pro
zh: 显示Pro订阅专属飞机

# ATC.Approach
source: Approach
bg: Подход
de: Anflug
es: Aproximación
fr: Approche
he: גִישָׁה
id: Pendekatan
ms: Pendekatan
pt: Aproximação
ru: Прилет
zh: 进近

# ATC.ATIS
source: ATIS
ru: АТИС
zh: 情报通波

# ATC.Departure
source: Departure
bg: Заминаване
de: Abflug
es: Salida
fr: Départ
he: יְצִיאָה
id: Kepergian
ms: Pemergian
pt: Saída
ru: Вылет
zh: 离场

# ATC.Ground
source: Ground
bg: Земя
de: Rollkontrolle
es: Tierra
fr: Terrain
he: טָחוּן
hu: Gurulóirányító
id: Tanah
ms: Tanah
pt: Solo
ru: Земля
zh: 地面

# ATC.Station
source: Station
bg: Стация
es: Estación
he: תַחֲנָה
hu: Állomás
id: Saluran
ms: Stesen
pt: Estação
ru: Частота
zh: 席位

# ATC.Stations
source: Stations
bg: Честоти
de: Stationen
es: Estaciones
he: תחנות
hu: Állomások
id: Saluran
ms: Stesen
pt: Estações
ru: Частоты
zh: 席位

# ATC.Tower
source: Tower
bg: Кула
es: Torre
fr: Tour
he: מִגדָל
hu: Torony
id: Menara
ms: Menara
pt: Torre
ru: Вышка
zh: 塔台

# ATCJobBoard.Header.Arrivals
source: Arrivals
bg: Пристигащи
de: Ankünfte
es: Llegadas
fr: Arrivées
he: טִיסוֹת נִכנַסוֹת
hu: Érkezők
id: Kedatangan
ms: Ketibaan
pt: Chegadas
ru: Прибытия
zh: 预计到港

# ATCJobBoardControl.ActiveFIRs
source: {0} Active Flight Information Regions
bg: {0} Активни полетни информационни региони
de: {0} Aktive Fluginformationsgebiete
es: {0} regiones de información de vuelo
fr: {0} Régions Actives
hu: {0} Aktív Repülési Információs Régiók
id: {0} Wilayah Informasi Penerbangan Aktif
ms: {0} Kawasan Maklumat Penerbangan Aktif
pt: {0} Regiões de Informações de Voo
ru: {0} Активных Центров
zh: {0} 个区域管制在线

# ATCJobBoardControl.AirspaceActivity
source: Airspace Activity
bg: Активност на въздушното пространство
de: Luftraumaktivität
es: Actividad del Espacio Aéreo
fr: Activité l'espace aérien
he: פעילות במרחב האווירי
hu: Légtér Tevékenység
id: Aktivitas Ruang Udara
ms: Aktiviti Ruang Udara
pt: Atividade do Espaço Aéreo
ru: Активность
zh: 空域活动
