Repository: infiniteflight/infiniteflight-localization
Catalog: Strings/AppResources.*.resx
Languages: bg, de, es, fr, he, hu, id, ms, pt, ru, zh

# LoginSubscriptionPage.ProCarouselTitle1
source: ACCESS TO OUR ENTIRE FLEET
bg: ДОСТЪП ДО ЦЯЛАТА НИ ФЛОТА
de: ZUGRIFF AUF UNSERE GESAMTE FLOTTE
es: ACCEDE A TODA LA FLOTA
fr: ACCÈS À TOUTE LA FLOTTE
he: גישה לכל הצי שלנו
hu: HOZZÁFÉRÉS AZ EGÉSZ FLOTTÁNKHOZ
id: AKSES KE SELURUH ARMADA KAMI
ms: AKSES KEPADA SELURUH ARMADA KAMI
pt: ACESSO A TODA A NOSSA FROTA
ru: ДОСТУП КО ВСЕМУ ФЛОТУ
zh: 驾驶所有飞机

# LoginSubscriptionPage.ProCarouselText1
source: Dozens of aircraft, hundreds of liveries, realistic flight models, and animated cockpits
bg: Множество самолети, стотици ливреи, реалистични модели и анимирани кабини
de: Dutzende Flugzeuge, hunderte Lackierungen, realistische Flugphysik und animierte Cockpits
es: Docenas de aeronaves en una flota diversa de aviones, con físicas de vuelo realistas y cabinas animadas
fr: Des dizaines d'avions, centaines de livrées, modèle de vol réaliste, et cockpits animés
he: עשרות מטוסי, מאות דגמי טיסה, דגמי טיסה מציאותיים ותאי טייס מונפשים
hu: Repülőgépek tucatjai, több száz festéssel, valósághű repülés és animált pilótafülke
id: Berpuluh-puluhan pesawat, beratusan liveri, model penerbangan realistik, dan animasi kokpit
ms: Berpuluh-puluhan pesawat, beratusan liveri, model penerbangan realistik, dan animasi kokpit
pt: Dezenas de aeronaves, centenas de pinturas, modelo de voo realista e cockpit animado
ru: Десятки самолетов, сотни ливрей, реалистичная физика и анимированные кабины
zh: 几十种不同的机型、数百个不同的涂装、逼真的气动模型和可动驾驶舱

# LoginSubscriptionPage.ProCarouselTitle2
source: DISCOVER THE WORLD
bg: ПРЕОТКРИЙТЕ СВЕТА
de: ENTDECKE DIE WELT
es: DESCUBRE EL MUNDO
fr: DECOUVREZ LE MONDE
he: גלה את העולם
hu: FEDEZD FEL A VILÁGOT
id: JELAJAHI DUNIA
ms: TEMUI DUNIA
pt: DESCUBRA O MUNDO
ru: ИССЛЕДУЙТЕ МИР
zh: 探索整个世界

# LoginSubscriptionPage.ProCarouselText2
source: Over 20,000 airports worldwide, 400+ 3D airports and counting, 15m/px satellite terrain imagery, and more.
bg: Над 20000 летища по целия свят, 400+ 3D летища, 15m/px сателитни снимки на света, и още.
de: Über 20 000 Flughäfen weltweit, mehr als 400 3D Flughäfen, Satellitenbilder mit einer Auflösung von 15m/px und mehr.
es: Más de 20.000 aeropuertos mundiales (90+en 3D), imágenes satelite de 15m/px, y mucho más.
fr: Plus de 20,000 aéroports, 400+ aeroports en 3D, imagerie satellite à 15m/px et plus encore.
he: .למעלה 20,000 שדות תעופה ברחבי העולם, 400+ שדות תעופה תלת מימדיים וספירה, תמונות שטח לווין של 15 מ'/פיקסלים ועוד
hu: Több mint 20 000 repülőtér világszerte, melyből 400 3D-s repülőtér, 15 m/px felbontású műholdképek és a többi.
id: Lebih dari 20.000 bandara di seluruh dunia, lebih dari 90 bandara 3D dan terus bertambah, citra satelit dengan resolusi 15m/px, dan masih banyak lagi.
ms: Lebih dari 20,000 lapangan terband di seluruh dunia, lebih 400 lapandan terbang 3D, 15 meter/piksel imejan rupa bumi satelit, dan banyak lagi.
pt: Mais de 20,000 aeroportos no mundo todo, 400+aeroportos em 3D e aumentando, imagens de satélite 15m/px, e mais.
ru: Более 20,000 аэропортов по всему миру, более 400 3D аэропортов с новыми на подходе, спутниковые снимки с разрешением 15м/пикс и многое другое
zh: 全球超过20,000个机场、上千个3D机场、15m级分辨率卫星地形图像：真正的开放世界游戏

# LoginSubscriptionPage.ProCarouselText3
source: Fly with friends! Join thousands of other pilots for an immersive, global, multiplayer experience.
bg: Летете с приятели! Присъединете се към хиляди други пилоти за поглъщащо, глобално мултиплейър преживяване.
de: Fliege mit Freund:innen! Sei Teil von tausenden Pilot:innen in einem umfassenden, weltweiten Mehrspieler-Erlebnis.
es: ¡Vuela con tus amigos! Únete a miles de otros pilotos en un multijugador global y realista.
fr: Volez avec vos amis! Joignez des milliers d'autres pilotes pour une expérience immersive, globale et multi-joueurs.
he: .לטוס עם חברים! הצטרף לאלפי טייסים אחרים לחוויה סוחפת, גלובלית, מרובה משתתפים
hu: Repülj a barátaiddal! Csatlakozz több ezer másik pilótához, hogy egy globális, többjátékos élményben legyen részed.
id: Terbanglah bersama teman-teman! Bergabunglah dengan ribuan pilot lainnya untuk pengalaman multipemain dan tersebar di seluruh dunia.
ms: Terbang bersama kawan-kawan! Sertai beribu-ribu juruterbang lain untuk pengalaman berbilang pemain yang mengasyikkan.
pt: Voe com os seus amigos! Junte-se com milhares de pilotos para uma experiência imersiva, global e multijogador.
ru: Летайте с друзьями! Присоединитесь к тысячам пилотов в захватывающем, всемирном многопользовательском режиме.
zh: 和你的朋友一起飞行！ 加入其他数千名飞行员， 获得身临其境的全球多人飞行体验。

# LoginSubscriptionPage.ProCarouselText4
source: Experience trained, human air traffic controllers on our expert server or climb the ranks to be a controller yourself!
bg: Летете с истински, тренирани ръководители на въздушното движение в нашия експертен сървър, или се изкачете по ранговете, за да станете ръководител сами!
de: Erlebe Flugsicherung in Echtzeit durch andere Nutzer:innen auf unserem Expert Server oder tausche die Rolle und übernimm selbst die Kontrolle über den Verkehr!
es: Vuela con controladores aéreos profesionales en nuestro servidor de expertos, o practica para ser un controlador!
fr: Pilotez avec des controlleurs aériens entrainés sur notre serveur expert ou montez dans les classements pour devenir vous-mème controlleur!
he: !התנסו בבקרי תעבורה אנושיים מאומנים בשרת המומחה שלנו או טפסו בסולם הדרגות כדי להיות בקר בעצמכם
hu: Tapasztald meg valós időben a légiforgalmi irányítást más játékosok által az Expert szerverünkön, vagy válts szerepet, és vedd át a forgalom irányítását saját magad!
id: Rasakan pengalaman bersama petugas pengendali lalu lintas udara yang terlatih dan berpengalaman di server ahli kami, atau jadilah salah satu dari mereka
ms: Alami pengawal trafik udara manusia yang terlatih pada pelayan pakar kami atau menjadi pengawal sendiri!
pt: Voe com controladores de tráfego aéreo treinado, no servidor expert ou treine para você ser o controlador!
ru: Наслаждайтесь работой профессиональных диспетчеров на экспертном сервере или станьте одним из них!
zh: 在我们的专家服务器上 享受训练有素的真人ATC服务 或者自己加入团队成为管制员！

# LoginSubscriptionPage.ProCarouselTitle3
source: MULTIPLAYER
bg: МУЛТИПЛЕЙЪР
de: MEHRSPIELER
es: MULTIJUGADOR
fr: MULTIJOUEUR
he: רב משתתפים
hu: TÖBBJÁTÉKOS
id: MULTIPEMAIN
ms: BERBILANG PERMAIN
pt: MULTIJOGADOR
ru: МУЛЬТИПЛЕЕР
zh: 加入连线飞行

# LoginSubscriptionPage.ProCarouselTitle4
source: HUMAN ATC
bg: ИСТИНСКИ РВД
de: ATC IN ECHTZEIT
es: CONTROL AÉREO HUMANO
fr: CONTROLLEURS AERIENS
he: בקרת תעבורה אווירית אנושית
hu: ATC ÉLŐBEN
id: PETUGAS ATC
ms: MANUSIA PENGAWAL TRAFIK UDARA
pt: CONTROLE DE TRÁFEGO AÉREO HUMANO
ru: ПРОФЕССИОНАЛЬНЫЕ ДИСПЕТЧЕРЫ
zh: 享受真人管制

# Global.Back
source: BACK
bg: НАЗАД
de: ZURÜCK
es: VOLVER
fr: RETOUR
he: לַחֲזוֹר
hu: VISSZA
id: KEMBALI
ms: KEMBALI
pt: VOLTAR
ru: НАЗАД
zh: 返回

# IntroPage.ATC
source: AIR TRAFFIC CONTROL
bg: РЪКОВОДСТВО НА ВЪЗД. ДВИЖЕНИЕ
de: FLUGSICHERUNG
es: CONTROL AÉREO
fr: CONTROLE AÉRIEN
he: בקרת תעבורה אווירית
hu: LÉGIFORGALMI IRÁNYÍTÁS
id: PENGENDALI LALU LINTAS UDARA
ms: PENGAWAL TRAFIK UDARA
pt: CONTROLE DE TRÁFEGO AÉREO
ru: РЕЖИМ ДИСПЕТЧЕРА
zh: 空中交通管制

# IntroPage.FlyOnline
source: FLY ONLINE
bg: ОНЛАЙН ПОЛЕТ
de: ONLINE FLIEGEN
es: VOLAR ONLINE
fr: MULTIJOUEUR
he: לטוס באינטרנט
hu: REPÜLJ MÁSOKKAL
id: TERBANG DARING
ms: TERBANG TALIAN
pt: VOAR ONLINE
ru: ОНЛАЙН РЕЖИМ
zh: 连线飞行

# IntroPage.FlySolo
source: FLY SOLO
bg: СОЛО ПОЛЕТ
de: SOLO FLIEGEN
es: VOLAR SOLO
fr: VOL SOLO
he: לעוף סולו
hu: REPÜLJ EGYEDÜL
id: TERBANG SENDIRI
ms: TERBANG SENDIRI
pt: VOAR SOLO
ru: ОДИНОЧНЫЙ РЕЖИМ
zh: 单人飞行

# IntroPage.Logbook
source: LOGBOOK
bg: ПОЛЕТЕН ДНЕВНИК
de: LOGBUCH
es: LIBRO DE VUELO
fr: CARNET DE VOL
he: יומן מעופף
hu: NAPLÓ
id: CATATAN TERBANG
ms: BUKU LOG
pt: DIÁRIO DE BORDO
ru: ЖУРНАЛ ПОЛЕТОВ
zh: 飞行记录

# IntroPage.Replays
source: REPLAYS
bg: ЗАПИСИ
he: שידורים חוזרים
hu: VISSZAJÁTSZÁS
id: TAYANGAN ULANG
ms: ULANG TAYANG
ru: ПОВТОРЫ
zh: 回放

# IntroPage.SceneryEditor
source: SCENERY EDITOR
bg: РЕДАКТОР НА ТОПОГРАФИЯТА
de: FLUGHAFEN-EDITOR
es: EDITOR DE AEROPUERTOS
fr: ÉDITEUR DE SCENES
he: עורך נוף
hu: REPTÉR SZERKESZTÉS
id: EDITOR BANDARA
ms: EDITOR PEMANDANGAN
pt: EDITOR DE AEROPORTOS
ru: РЕДАКТОР ЛАНДШАФТА
zh: 地景编辑

# LiveMapControl.LiveData
source: Live Data (All Servers)
bg: Данни на живо (Всички сървъри)
de: Live Daten (Alle Server)
es: Estado Actual (Multijugador)
fr: Données en temps réel
hu: Élő Adatok (Összes Szerver)
id: Data Langsung (Semua Server)
ms: Data Langsung (Semua Pelayan web)
pt: Dados ao vivo (Todos Servidores)
ru: Данные в Реальном Времени (Все Сервера)
zh: 在线玩家 (所有服务器)

# Error.AccountAlreadyInUse
source: The account you are trying to connect is already linked with another Infinite Flight Pro subscription
bg: Акаунтът, към който се опитвате да се свържете, вече е свързан с друг Infinite Flight Pro абонамент
de: Das Konto, das du verknüpfen möchtest, ist bereits mit einem anderen Infinite Flight Pro Abonnement verbunden (Error Code {0})
es: Esta cuenta ya está enlazada con otra suscripción de Infinite Flight Pro (error {0})
fr: Le compte que vous essayez de connecter est déjà lié avec un autre abonnement à Infinite Flight Pro. (Code d'erreur {0})
he: The account you are trying to connect is already linked with another Infinite Flight Pro subscription (error code {0})
hu: A csatlakoztatni kívánt fiók már össze van kapcsolva egy másik Infinite Flight Pro előfizetéssel
id: Akun yang Anda coba sambungkan sudah ditautkan dengan langganan Infinite Flight Pro lainnya
ms: Akaun yang anda cuba sambungkan telah dipautkan dengan langganan Infinite Flight Pro yang lain (kod salah {0})
pt: A conta que você está tentando conectar já está ligado a outra assinatura do Infinite Flight Pro (erro {0})
ru: Аккаунт, который вы хотите связать, уже связан с другой активной подпиской Infinite Flight Pro (код ошибки {0})
zh: 正在连接的账号已经绑定了另一个Infinite Flight Pro订阅

# Error.AccountSuspended
source: Your account has been suspended
bg: Акаунтът Ви е прекратен
de: Dein Konto wurde gesperrt (Error Code {0})
es: Tu cuenta ha sido suspendida (error {0})
fr: Votre compte à été suspendu. (Code d'erreur {0})
he: Your account has been suspended (error code {0})
hu: Fiókod felfüggesztettük
id: Akun Anda telah ditangguhkan
ms: Akaun anda telah digantung (kod salah {0})
pt: Sua conta foi suspensa (erro {0})
ru: Ваш аккаунт был заблокирован (код ошибки {0})
zh: 该账号已经被封禁

# Error.ATCSessionNotFound
source: We can't find information about this ATC session
bg: Не можем да намерим информация за тази РВД сесия
de: Wir können keine Informationen über diese ATC Sitzung finden (Error Code {0})
es: No se encuentran detalles de esta sesión de ATC (error {0})
fr: Session ATC non trouvée. (Code erreur {0})
he: We can't find information about this ATC session (error code {0})
hu: Nem találunk információt erről az ATC periódusról
id: Kami tidak dapat mencari maklumat tentang sesi pengawal trafik udara ini
ms: Kami tidak dapat mencari maklumat tentang sesi pengawal trafik udara ini (kod salah {0})
pt: Não foi encontrado informação sobre essa sessão ATC (erro {0})
ru: Мы не можем найти информацию об этой диспетчерской сессии (код ошибки {0})
zh: 未找到此次管制的信息

# Error.AuthProviderFailure
source: There was an error validating this account with the provider
bg: Грешка при валидиране на акаунта с доставчика
de: Bei der Prüfung deines Kontos beim Anbieter ist ein Fehler aufgetreten (Error Code {0})
es: No se ha podido validar esta cuenta con el proveedor de autenticación (error {0})
fr: Erreur lors de la validation de ce compte avec le fournisseur (Code erreur {0})
he: There was an error validating this account with the provider (error code {0})
hu: Hiba történt a fiók érvényesítésekor a szolgáltatónál
id: Kami tidak dapat menemukan informasi tentang sesi ATC ini
ms: Akaun ini mempunyai ralat pengesahan dengan pembekal (kod salah {0})
pt: Ocorreu um erro ao validar essa conta com o provedor de autenticação (erro {0})
ru: Произошла ошибка при проверке этого аккаунта у провайдера аутентификации (код ошибки {0})
zh: 验证该第三方账号时遇到了错误

# Error.DataNotLoaded
source: Infinite Flight can't connect to the server
bg: Infinite Flight не може да се свърже със сървъра
de: Infinite Flight kann sich nicht mit dem Server verbinden (Error Code {0})
es: Infinite Flight no puede conectarse con el servidor (error {0})
fr: Infinite Flight ne peut pas se connecter au serveur (Code erreur {0})
he: Infinite Flight can't connect to the server (error code {0})
hu: Infinite Flight nem tud csatlakozni a szerverhez
id: Infinite Flight tidak dapat terhubung ke server
ms: Infinite Flight tidak dapat menyambung ke pelayan web (kod salah {0})
pt: Infinite Flight não conseguiu conectar com o servidor (erro {0})
ru: Infinite Flight не может подключиться к серверу (код ошибки {0})
zh: 无法连接至服务器

# Error.EndpointError
source: There was an error on the Infinite Flight servers. Try again shortly
bg: Грешка в сървърите на Infinite Flight. Опитайте отново по-късно
de: Es ist ein Fehler auf dem Infinite Flight Server aufgetreten. Bitte versuche es in Kürze erneut (Error Code {0})
es: Hubo un error en los servidores de Infinite Flight. Intente de nuevo en un rato (error {0})
fr: Une erreur s'est produite sur les serveurs d'Infinite Flight. Réessayez dans quelques instants
he: There was an error on the Infinite Flight servers. Try again shortly (error code {0})
hu: Hiba történt az Infinite Flight szerverein. Próbálja újra hamarosan
id: Terjadi kesalahan pada server Infinite Flight. Coba lagi nanti
ms: Pelayan web Infinite Flight menghadapi masalah. Cuba sebentar lagi (kod salah {0})
pt: Ocorreu um erro com os servidores do Infinite Flight. Tente novamente mais tarde (erro {0})
ru: Произошла ошибка на серверах Infinite Flight. Попробуйте подключиться еще раз чуть позже (код ошибки {0})
zh: 服务器出现错误，请稍后重试

# Error.EndpointNotAuthorized
source: Your account isn't allowed to carry out this action, please contact support
bg: Акаунтът Ви няма права да извърши това действие, моля, свържете се с поддръжката
de: Dein Konto darf diese Aktion nicht ausführen. Bitte kontaktiere den Support (Error Code {0})
es: Tu cuenta no puede realizar esta acción. Por favor contacte con suporte técnico (error {0})
fr: Cette action n'est pas permise pour votre compte. Contactez le support client.
he: Your account isn't allowed to carry out this action, please contact support (error code {0})
hu: Fiókja nem hajthatja végre ezt a műveletet, kérjük, forduljon az ügyfélszolgálathoz
id: Akun Anda tidak diizinkan untuk melakukan tindakan ini, silakan hubungi Bantuan
ms: Akaun anda tidak dibenarkan untuk menjalankan tindakan ini, sila hubungi sokongan (kod salah {0})
pt: Sua conta não tem permissão para realizar essa ação. Por favor contate o suporte (erro {0})
ru: Ваш аккаунт не может совершать это действие. Пожалуйста, свяжитесь с поддержкой (код ошибки {0})
zh: 该账号不能进行该操作，请联系玩家支持

# Error.EndpointTimeout
source: Our servers are having trouble processing this, try again shortly
bg: Сървърите ни не могат да обработят заявката, опитайте отново по-късно
de: Verarbeitung auf dem Server fehlgeschlagen. Bitte versuche es in Kürze erneut (Error Code {0})
es: Hubo un error en los servidores de Infinite Flight. Intente de nuevo en un rato (error {0})
fr: Nos serveurs ne peuvent pas traiter cette requète. Réessayez dans quelques instants
he: Our servers are having trouble processing this, try again shortly (error code {0})
hu: Szervereinknek problémái vannak ennek feldolgozása során, próbálja újra rövidesen
id: Server kami mengalami masalah dalam memproses ini, silakan coba lagi sebentar lagi
ms: Pelayan web kami menghadapi masalah memproses ini, cuba lagi sebentar lagi (kod salah {0})
pt: Nossos servidores estão tendo problemas para processar isso, tente novamente mais tarde (erro {0})
ru: Наши сервера не могут обработать ваш запрос, попробуйте еще раз чуть позже (код ошибки {0})
zh: 服务器出现加载错误, 请在稍后重试

# Error.Error
source: Error
bg: Грешка
de: Fehler
fr: Erreur
hu: Hiba
id: Kesalahan
ms: Masalah
pt: Erro
ru: Ошибка
zh: 错误

# Error.GenericServerConnection
source: Infinite Flight is having trouble connecting to the server
bg: Infinite Flight не може да се свърже със сървъра
de: Infinite Flight hat Probleme sich mit dem Server zu verbinden (Error Code {0})
es: Infinite Flight no puede conectarse con el servidor (error {0})
fr: Infinite Flight rencontre des difficultés pour se connecter au serveur.
he: Infinite Flight is having trouble connecting to the server (error code {0})
hu: Infinite Flight nem tud csatlakozni a szerverhez
id: Infinite Flight mengalami masalah saat terhubung ke server
ms: Infinite Flight menghadapi masalah menyambung ke pelayan web (kod salah {0})
pt: Infinite Flight não pode conectar ao servidor (erro {0})
ru: Infinite Flight испытывает трудности с подключением к серверу (код ошибки {0})
zh: 连接至服务器时遇到问题

# Error.InvalidInput
source: The value you are updating isn't valid
bg: Стойността, която редактирате, не е валидна
de: Der Wert, den du aktualisieren möchtest, ist ungültig (Error Code {0})
es: Este valor no es válido (error {0})
fr: Cette valeur est invalide
he: The value you are updating isn't valid (error code {0})
hu: A frissített érték nem érvényes
id: Nilai yang Anda perbarui tidak valid
ms: Nilai yang anda ubah kini tidak sah (kod salah {0})
pt: Esse valor não é válido (erro {0})
ru: Установленные вами значения не прошли проверку (код ошибки {0})
zh: 无法验证正在进行的更新

# Error.InvalidToken
source: The account you are trying to login to has invalid credentials
bg: Акаунтът, към който се опитвате да се свържете, е с невалидни данни
de: Das Konto, in das du dich einloggen möchtest, hat ungültige Zugangsdaten (Error Code {0})
es: Las credenciales de esta cuenta no son válidas (error {0})
fr: Erreur lors de l'authentification avec le serveur.
he: The account you are trying to login to has invalid credentials (error code {0})
hu: A bejelentkezni kívánt fiók érvénytelen adatokkal rendelkezik
id: Akun yang Anda coba login memiliki kredensial yang tidak valid
ms: Akaun yang anda cuba log masuk mempunyai bukti kelayakan yang tidak sah (kod salah {0})
pt: A conta que você está tentando entrar tem credenciais inválidas (erro {0})
ru: Аккаунт, с которого вы хотите войти, имеет неправильные данные входа (код ошибки {0})
zh: 该帐户的凭据无效

# Error.MissingRequestParameters
source: There was a problem connecting to the server
bg: Проблем при свързването със сървъра
de: Bei der Verbindung mit dem Server ist ein Fehler aufgetreten (Error Code {0})
es: Infinite Flight no puede conectarse con el servidor (error {0})
fr: Erreur lors de la connexion au serveur.
he: There was a problem connecting to the server (error code {0})
hu: Hiba történt a szerverhez való csatlakozáskor
id: Infinite Flight tidak dapat terhubung ke server
ms: Terdapat masalah menyambung ke pelayan web (kod salah {0})
pt: Infinite Flight não pode conectar ao servidor (erro {0})
ru: Произошла ошибка при подключении к серверу (код ошибки {0})
zh: 连接至服务器时出现问题

# Error.NetworkError
source: Infinite Flight can't connect to the server
bg: Infinite Flight не може да се свърже със сървъра
de: Infinite Flight kann sich nicht mit dem Server verbinden (Error Code {0})
es: Infinite Flight no puede conectarse con el servidor (error {0})
fr: Erreur lors de la connexion au serveur.
he: Infinite Flight can't connect to the server (error code {0})
hu: Az Infinite Flight nem tud csatlakozni a szerverhez
id: Infinite Flight tidak dapat menyambung ke pelayan web
ms: Infinite Flight tidak dapat menyambung ke pelayan web (kod salah {0})
pt: Infinite Flight não conseguiu conectar com o servidor (erro {0})
ru: Infinite Flight не может подключиться к серверу (код ошибки {0})
zh: 无法连接至服务器

# Error.TileSystemDiskFull
source: Global Server streaming has failed because your device storage is full
bg: Стриймингът на глобалния сървър е неуспешен, защото паметта на устройството Ви е пълна
de: Das Global Server Streaming ist fehlgeschlagen, weil der Speicher deines Gerätes voll ist
es: La conexión con el servidor ha fallado porque su dispositivo se ha quedado sin almacenamiento
fr: Votre appareil n'a pas assez de memoire disponible pour les telechargements
he: הזרמת השרת העולמי נכשלה מכיוון שאחסון המכשיר שלך מלא
hu: A Globális Szerver adatfolyam-továbbítása meghiúsult, mert az eszköz tárhelye megtelt
id: Streaming server global gagal karena penyimpanan perangkat Anda penuh
ms: Penstriman Pelayan Web Global telah gagal kerana storan peranti anda penuh
pt: A conexão com o servidor falhou porque o armazenamento está cheio
ru: Загрузка ландшафта невозможна, так как на вашем устройстве закончилась свободная память
zh: 由于本设备存储空间已满，全球服务器数据传输失败

# Error.UserNotFound
source: This Infinite Flight Community account has not been used with the app before
bg: Този акаунт не е свързан с Infinite Flight Pro абонамент
de: Dieses Konto ist nicht mit einem Infinite Flight Pro Abonnement verknüpft (Error Code {0})
es: Esta cuenta no está enlazada con una suscripción de Infinite Flight Pro (error {0})
fr: Ce compte n'est pas lie a un abonnement a Infinite Flight Pro
he: This account isn't linked to an Infinite Flight Pro subscription (error code {0})
hu: Ezt az Infinite Flight Community fiókot korábban nem használták az alkalmazással
id: Akun Komunitas Infinite Flight ini belum pernah digunakan dengan aplikasi sebelumnya
ms: Akaun ini tidak dipautkan kepada langganan Infinite Flight Pro (kod ralat {0})
pt: Essa conta não está ligada a uma assinatura Infinite Flight Pro (erro {0})
ru: Этот аккаунт не связан с активной подпиской Infinite Flight Pro (код ошибки {0})
zh: 该IF社区账号尚未绑定IF

# Global.CarryYourPassion
source: Carry your passion
bg: Носете страстта си
fr: Portez votre passion
he: תשא את התשוקה שלך
hu: Kövesd az álmaid
id: Bawalah semangatmu
ms: Bawa semangat anda
pt: Carregue sua paixão
zh: 飞向你的梦想

# Global.Retry
source: Retry
bg: Опитайте отново
es: Reintentar
fr: Réessayer
he: נסה שוב
hu: Próbáld Újra
id: Coba Lagi
ms: Cuba Semula
pt: Tentar Novamente
ru: Повторить
zh: 重试

# Global.UserGuide
source: User Guide
bg: Упътване за употреба
es: Guía del Usuario
fr: Manuel Utilisateur
he: מדריך למשתמש
hu: Útmutató
id: Panduan Pengguna
ms: Panduan Pengguna
pt: Guia do Usuário
ru: Руководство Пользователя
zh: 用户指南

# LoginAuthPage.ExistingAccountPrompt
source: Sign in to use a subscription bought on another device
bg: Впишете се, за да използвате абонамент, купен на друго устройство
de: Melde dich an um ein Abonnement zu nutzen, das auf einem anderen Gerät gekauft wurde
es: Inicia sesión para usar una suscripción comprada en otro dispositivo
fr: Connectez-vous pour utiliser un abonnement acheté sur un autre appareil
he: היכנס כדי להשתמש במנוי שנקנה במכשיר אחר
hu: Jelentkezz be egy másik eszközön vásárolt előfizetés használatához
id: Masuk untuk menggunakan langganan yang dibeli di perangkat lain
ms: Log masuk untuk menggunakan langganan yang dibeli pada peranti lain
pt: Inicie sessão para usar a assinatura adquirido em outro dispositivo
ru: Войдите, чтобы использовать подписку, приобретенную на другом устройстве
zh: 登录以使用在其他设备上购买的订阅

# LoginSubscriptionPage.ExistingAccount
source: More Options
bg: Повече опции
de: Ich habe bereits ein Konto
es: Ya tengo una cuenta
fr: J'ai déjà un compte
he: כבר יש לי חשבון
hu: Már van fiókom
id: Saya sudah memiliki akun
ms: Saya sudah mempunyai akaun
pt: Eu já tenho uma conta
ru: У меня уже есть аккаунт
zh: 已有账号？去登录

# LoginSubscriptionPage.MoreInfo
source: More Info
bg: Повече инфо
de: Mehr Informationen
es: Más información
fr: Plus d'informations
he: עוד מידע
hu: Több Info
id: Info lebih lanjut
ms: Maklumat Lanjut
pt: Mais informações
ru: Больше Информации
zh: 更多信息

# LoginSubscriptionPage.NotAvailable
source: Not Available
bg: Недостъпно
de: Nicht Verfügbar
es: No Disponible
fr: Non Disponible
he: לא זמין
hu: Nem Elérhető
id: Tidak Tersedia
ms: Tidak Tersedia
pt: Não disponível
ru: Недоступно
zh: 不可用
