Repository: infiniteflight/infiniteflight-localization
Catalog: Strings/AppResources.*.resx
Languages: bg, de, es, fr, he, hu, id, ms, pt, ru, zh

# Error.AgreementNotSigned
source: An agreement has not been signed; you must sign the agreement to perform this action
bg: Не е подписано споразумение; трябва да подпишете споразумението преди да извършите това действие
de: Eine Vereinbarung wurde nicht unterzeichnet; Du musst die Vereinbarung unterzeichnen, um diese Aktion durchzuführen (Error Code {0})
es: No se ha firmado un acuerdo; se tiene que firmar antes de realizar esta acción (error {0})
fr: Aucune entente n’a été signée; Vous devez signer l’accord pour effectuer cette action (code d’erreur {0})
he: An agreement has not been signed; you must sign the agreement to perform this action (error code {0})
hu: Nem írtad alá megállapodást; a művelet végrehajtásához alá kell írnod a szerződést (hibakód: {0})
id: Perjanjian belum ditandatangani; Anda harus menandatangani perjanjian ini untuk melakukan tindakan ini (Digunakan dalam kasus Perjanjian Lisensi Kontributor)
ms: Satu perjanjian belum ditandatangani; anda perlu menandatangani perjanjian tersebut untuk melakukan tindakan ini (Digunakan dalam kes Perjanjian Lesen Penyumbang)
pt: Um contrato não foi assinado; você deve assinar o contrato para realizar esta ação (error code {0})
ru: Вы не приняли соглашение; вы должны принять соглашение, чтобы выполнить это действие (код ошибки {0})
zh: 你尚未签署许可协议。要进行操作你必须首先签署贡献者许可协议

# Error.AirportNotFound
source: The selected airport is not available
bg: Избраното летище не е налично
de: Der ausgewählte Flughafen ist nicht verfügbar (Error Code {0})
es: Este aeropuerto no está disponible (error {0})
fr: L’aéroport sélectionné n’est pas disponible (code d’erreur {0})
he: The selected airport is not available (error code {0})
hu: A kiválasztott repülőtér nem elérhető (hibakód: {0})
id: Bandara yang dipilih tidak tersedia
ms: lapangan terbang yang dipilih tidak tersedia
pt: O aeroporto selecionado não está disponível (error code {0})
ru: Выбранный аэропорт недоступен (код ошибки {0})
zh: 选中的机场暂不可用

# Error.ExpiredToken
source: You have been logged out and need to log in again manually
bg: Вие сте отписани и трябва да се впишете ръчно отново
de: Du wurdest abgemeldet und musst dich manuell neu anmelden (Error Code {0})
es: Ha caducado tu sesión y tienes que iniciar sesión de nuevo (error {0})
fr: Vous avez été déconnecté et devez vous reconnecter manuellement (code d’erreur {0})
he: You have been logged out and need to log in again manually (error code {0})
hu: Kijelentkeztél, és manuálisan újra be kell jelentkezned (hibakód: {0})
id: Anda telah keluar dan perlu masuk kembali secara manual
ms: Anda telah log keluar dan perlu log masuk semula secara manual
pt: Você foi deslogado e será necessário realizar o login novamente (error code {0})
ru: Вы вышли из системы. Пожалуйста, войдите еще раз (код ошибки {0})
zh: 你已退出登录，需要重新手动登录

# Error.NotSupported
source: This feature is not supported
bg: Тази функция не се поддържа
de: Diese Funktion wird nicht unterstützt (Error Code {0})
es: Este feature no está disponible (error {0})
fr: Cette fonctionnalité n’est pas prise en charge (code d’erreur {0})
he: This feature is not supported (error code {0})
hu: Ez a funkció nem támogatott (hibakód: {0})
id: Fitur ini tidak didukung
ms: Ciri ini tidak disokong
pt: Esse recurso não é suportado (error code {0})
ru: Данный функционал не поддерживается (код ошибки {0})
zh: 尚不支持该功能

# Error.ServerNotFound
source: The selected server is not available
bg: Избраният сървър не е наличен
de: Der ausgewählte Server ist nicht verfügbar (Error Code {0})
es: Este servidor no está disponible (error {0})
fr: Le serveur sélectionné n’est pas disponible (code d’erreur {0})
he: The selected server is not available (error code {0})
hu: A kiválasztott szerver nem elérhető (hibakód: {0})
id: Server yang dipilih tidak tersedia
ms: Server yang dipilih tidak tersedia
pt: O servidor selecionado não está disponível (error code {0})
ru: Выбранный сервер недоступен (код ошибки {0})
zh: 你选中的服务器不可用

# Error.UserNotAssigned
source: You are not assigned to this airport. Please contact a reviewer or moderator
bg: Не сте назначени към това летище. Моля, свържете се с рецензент или модератор
de: Du bist diesem Flughafen nicht zugewiesen. Bitte kontaktiere einen Reviewer oder Moderator (Error Code {0})
es: No estás asignado a este aeropuerto. Por favor, contacte con un moderador o reviewer (error {0})
fr: Vous n’êtes pas affecté à cet aéroport. Veuillez contacter un réviseur ou un modérateur (code d’erreur {0})
he: You are not assigned to this airport. Please contact a reviewer or moderator (error code {0})
hu: Nem vagy kijelölve erre a repülőtérre. Kérjük, fordulj egy ért ékelőhöz vagy moderátorhoz (hibakód: {0})
id: Anda tidak ditugaskan ke bandara ini. Silakan hubungi seorang reviewer atau moderator.
ms: Anda tidak diberikan tugasan untuk lapangan terbang ini. Sila hubungi pemeriksa atau moderator (kod ralat {0})
pt: Você não foi atribuído a este aeroporto. Por favor contate um revisor ou moderador (error code {0})
ru: Вы не назначены на этот аэропорт. Пожалуйста, обратитесь к супервайзеру или модератору (код ошибки {0})
zh: 该机场并未分配给你。请联系Reviewer或Moderator

# SceneryEditor.NoUploadPermissions
source: You do not have permission to upload changes to this airport. Please ask to be assigned via the Scenery Editing forum first.
bg: Нямате право да правите промени по това летище. Моля, поискайте да бъдете назначени през форума за Редактор на Топографията
de: Du hast nicht die Berechtigung, Änderungen an diesem Flughafen hochzuladen.Bitte zuerst über das Scenery Editing Forum nach fragen, ob du zugewiesen werden kannst.
es: No tienes permiso para subir cambios para este aeropuerto. Por favor, pide que te asignen en el foro de Scenery Editing antes de continuar.
fr: Vous n’avez pas l’autorisation de télécharger des modifications dans cet aéroport.Veuillez d’abord demander à être attribué via le forum d’édition de décors.
hu: Nincs engedélyed változtatások feltöltésére erre a repülőtérre. Kérjük, először a Reptér Szerkesztési fórumon keresztül kérd hozzárendelésed.
id: "Anda tidak memiliki izin untuk mengunggah perubahan ke bandara ini. Silakan minta penugasan melalui forum Scenery Editing terlebih dahulu."
ms: "Anda tidak mempunyai kebenaran untuk memuat naik perubahan ke lapangan terbang ini. Sila minta untuk diberikan tugasan melalui forum Penyuntingan Landskap terlebih dahulu"
pt: Você não tem permissão para enviar mudanças para este aeroporto. Por favor avise para ser atribuído pelo fórum de edição primeiro.
ru: У вас нет разрешения загружать изменения для этого аэропорта. Пожалуйста, попросите быть назначенным на этот аэропорт на форуме сообщества
zh: 你没有编辑该机场的权限。请前往Discord服务器请求分配至该机场。

# SystemMessaging.Jetbridges.InvalidDockingConditions
source: Set parking brake and turn off all engines to dock jet bridges
bg: Активирайте ръчната спирачка и изключете всички двигатели, за да придвижите ръкавите
de: Feststellbremse anziehen und alle Triebwerke abstellen, um Jetbrücken anzudocken
es: Active el freno de aparcamiento y apague los motores para extender las pasarelas
fr: Réglez le frein de stationnement et éteignez tous les moteurs pour amarrer les ponts à réaction
he: הפעל את בלם החניה וכבה את כל המנועים כדי לעגן גשרי סילון
hu: Húzd be a kéziféket, és kapcsold ki a hajtóműveket hogy a beszállóhídhoz csatlakozz
id: Aktifkan rem parkir dan matikan semua mesin untuk bersandar di jembatan jet.
ms: Tetapkan Brek Penuh dan matikan semua enjin untuk mengikat jambatan jet.
pt: Engate o freio de estacionamento e desligue todos os motores para conectar os portões de embarque
ru: Активируйте парковочный тормоз и отключите двигатели, чтобы присоединить телетрап
zh: 对接廊桥前请先设置停机刹车并关闭所有引擎

# SystemMessaging.Jetbridges.NoJetbridgesAvailableNearby
source: No jet bridges available nearby
bg: Няма налични ръкави наоколо
de: Keine Fluggastbrücken in der Nähe verfügbar
es: No hay pasarelas alrededor de este parking
fr: Aucun pont à réaction disponible à proximité
he: אין גשרי סילון זמינים בקרבת מקום
hu: Nincs elérhető beszállóhíd a közelben
id: Tidak ada jembatan pesawat terdekat yang tersedia
ms: Tiada jambatan udara tersedia berdekatan
pt: Nenhum portão de embarque disponível por perto
ru: Поблизости нет доступных телетрапов
zh: 附近无可用廊桥

# MapItemInfoControl.Contributor
source: Contributor
bg: Редактор
de: Beitragende
fr: Contributeur
he: תוֹרֵם
hu: Közreműködő
id: Kontribusi
ms: Penyumbang
pt: Contribuidor
ru: Автор
zh: 制作人

# MapItemInfoControl.Contributors
source: Contributors
bg: Редактори
de: Beitragende
es: Contributores
fr: Contributeurs
he: תורמים
hu: Közreműködők
id: Kontributor
ms: Para Penyumbang
pt: Contribuidores
ru: Авторы
zh: 制作人

# SystemMessaging.Notams.EnteredTFR
source: Entered an Active TFR at or near {0} {1} Check map for more information
bg: Навлезли сте в активно ВОП в или близо до {0} {1} Проверете картата за повече информация
de: Eingetreten in einen aktiven TFR bei oder in der Nähe von {0}{1}Für weitere Informationen Karte anschauen
es: Ha entrado en un TFR Activo cerca de {0} {1} Consulte el mapa para más información
fr: Entré un ISF actif à {0} ou près de celui-ci{1}Consultez la carte pour plus d’informations
hu: Aktív TFR zónába léptél itt vagy a közelében: {0} {1} Check map for more information
id: Telah memasuki TFR Aktif di atau dekat {ICAO} {Judul} Periksa peta untuk informasi lebih lanjut
ms: Masuk ke TFR aktif di atau berdekatan dengan {0} {1} Semak peta untuk maklumat lanjut
pt: Entrou numa TFR Ativa em ou perto {0} {1} Verifique o mapa para mais informações
ru: Вы вошли в зону ограничения полетов (TFR) {0} {1} Обратитесь к карте для более детальной информации
zh: 即将进入 {0} 附近的临时飞行限制区： {1} 请前往地图了解详情

# UserAccountControl.Discord
source: Discord Account
bg: Discord aкаунт
de: Discord Konto
es: Cuenta de Discord
fr: Compte Discord
hu: Discord Fiók
id: Akun Discord
ms: Akaun Discord
pt: Conta Discord
ru: Аккаунт Discord
zh: Discord账号

# UserAccountControl.Discord.Linked
source: Your Discord account has been linked and you have access to our Pro-only Discord server
bg: Вашият Discord акаунт е свързан и имате достъп до Discord сървъра за потребители с Pro абонамент
de: Dein Discord-Konto wurde verknüpft und du hast Zugang zu unserem Discord-Server, der nur für Pro-Mitglieder zugänglich ist
es: Tu cuenta de Discord ha sido enlazada y tienes acceso a nuestro servidor de Discord exclusivo para usuarios de Pro
fr: Votre compte Discord a été lié et vous avez accès à notre serveur Discord réservé aux Pro
hu: A Discord fiókod csatlakoztatva, ezért hozzáférésed a Pro-only Discord szerverhez
id: Akun Discord Anda telah terhubung dan Anda memiliki akses ke server Discord eksklusif untuk anggota PRO
ms: Akaun Discord anda telah berhubung dan anda mempunyai akses ke pelayan Discord hanya untuk Pro
pt: Sua conta do Discord foi conectado e você tem acesso ao nosso servidor no Discord apenas para Membros Pro
ru: Ваш аккаунт Discord был связан и теперь у вас есть доступ к нашему Discord серверу только для подписчиков Infinite Flight Pro
zh: Discord账号绑定成功，你现在可以加入Pro用户专属的Discord服务器！

# UserAccountControl.Discord.Unlinked
source: Link a Discord account to gain exclusive access to our Pro-only server
bg: Свържете Discord акаунт, за да получите достъп до ексклузивния ни сървър за потребители с Pro абонамент
de: Verknüpfe dein Discord-Konto, um exklusiven Zugang zu unserem Pro-Only-Server zu erhalten
es: Enlaza una cuenta de Discord para obtener acceso a nuestro servidor de Discord exclusivo para usuarios Pro
fr: Associez un compte Discord pour obtenir un accès exclusif à notre serveur réservé aux Pro
hu: Csatlakoztass egy Discord fiókot, hogy elérd a Pro-only szervert
id: Hubungkan akun Discord Anda untuk mendapatkan akses eksklusif ke server PRO kami.
ms: Sambungkan akaun Discord untuk mendapatkan akses eksklusif ke pelayan Pro kami
pt: Conecte uma conta do Discord para ganhar acesso exclusivo ao servidor apenas para Membros Pro
ru: Свяжите ваш аккаунт Discord, чтобы получить доступ к нашему Discord серверу только для подписчиков Infinite Flight Pro
zh: 绑定你的Discord账号以加入Pro专属Discord服务器

# UserAccountControl.DiscordLinked.Message
source: Your Discord account has been linked. Do you want to join the Infinite Flight Discord server now?
bg: Вашият Discord акаунт е свързан. Желаете ли да се присъедините към Infinite Flight Discord сървъра сега?
de: Dein Discord-Konto wurde verlinkt. Willst du jetzt dem Infinite Flight Discord-Server beitreten?
es: Tu cuenta de Discord ha sido enlazada. ¿Quieres unirte al servidor ahora?
fr: Votre compte Discord a été lié. Voulez-vous rejoindre le serveur Infinite Flight Discord maintenant?
hu: A Discord fiókod csatlakoztatva. Csatlakozol az Infinite Flight Discord szerverhez?
id: Akun Discord Anda telah terhubung. Apakah Anda ingin bergabung dengan server Discord Infinite Flight sekarang?
ms: Akaun Discord anda telah disambungkan. Adakah anda mahu menyertai pelayan Discord Infinite Flight sekarang?
pt: Sua conta do Discord foi conectada. Você quer entrar no Servidor do Infinite Flight no Discord agora?
ru: Ваш Discord аккаунт был связан. Хотите ли вы присоединиться к нашему Discord серверу прямо сейчас?
zh: 你的Discord账号已经成功绑定。你想要现在加入Infinite Flight Discord服务器吗？

# UserAccountControl.DiscordLinked.NotNow
source: Not Now
bg: По-късно
de: Nicht jetzt
es: Más tarde
fr: Pas maintenant
hu: Ne most
id: Tidak Sekarang
ms: Tidak Sekarang
pt: Não por agora
ru: Не Сейчас
zh: 再想想

# UserAccountControl.DiscordLinked.Title
source: Account Linked
bg: Акаунтът е свързан
de: Konto verknüpft
es: Cuenta Enlazada
fr: Compte lié
hu: Fiók összekötve
id: Akun Ditautkan
ms: Akaun Berhubung
pt: Conta Conectada
ru: Аккаунт Связан
zh: 账号已绑定

# UserAccountControl.Discord.NotInstalled.Message
source: Discord must be installed from the App Store to join the Infinite Flight Server. Do you want to install it now?
bg: Discord трябва да бъде инсталиран от вашия магазин за приложения, за да се присъедините към Infinite Flight сървъра. Желаете ли да инсталирате сега?
de: Discord muss aus dem App Store installiert werden, um dem Infinite Flight Server beizutreten. Möchtest du es jetzt installieren?
fr: Discord doit être installé depuis l’App Store pour rejoindre le serveur Infinite Flight. Voulez-vous l’installer maintenant?
hu: Discord-nak telepítve kell lennie az App Store-ból hogy csatlakozzon az Infinite Flight szerverhez. Telepíted?
id: Discord harus diinstal dari App Store untuk bergabung dengan Infinite Flight Server. Apakah Anda ingin menginstalnya sekarang?
ms: Discord perlu dipasang dari App Store untuk menyertai Pelayan Infinite Flight. Adakah anda mahu memasangnya sekarang?
pt: Discord precisa ser instalado da loja de aplicativos para entrar no Servidor do Infinite Flight. Você quer instalar agora?
ru: Для подключения к серверу Infinite Flight необходимо установить Discord из App Store. Хотите установить его сейчас?
zh: 想加入IF官方Discord服务器需要先安装Discord。你要现在安装吗？（注意：中国大陆应用商店不提供下载）

# UserAccountControl.Discord.NotInstalled.Title
source: Discord Not Installed
bg: Discord не е инсталиран
de: Discord ist nicht installiert
fr: Discord non installé
hu: Discord nincs telepítve
id: Discord Belum Dipasang
ms: Discord Belum Dipasang
pt: Discord não instalado
ru: Discord не установлен
zh: 尚未安装Discord

# GroundServices.ConditionsNotMet
source: Ground services require Parking Brakes ON, Beacon Lights OFF, and Engines OFF.
bg: Наземните услуги изискват ръчната спирачка да е включена, противоколизионните светлини и двигателите да са изключени.
de: Für Bodendienste müssen die Feststellbremsen eingeschaltet, die Beacon Licht ausgeschaltet und die Triebwerke ausgeschaltet sein.
fr: Les services au sol nécessitent les freins de stationnement activés, les lumières anti-collision et les moteurs éteints.
hu: Földi szolgáltatásoknál Rögzítőfékek BE, Jeladó fények KI, és Motorok KI.
id: Layanan darat mengharuskan Rem Parkir AKTIF, Lampu Suar MATI, dan Mesin MATI.
ms: Perkhidmatan darat memerlukan Brek Parking DINYALAKAN, Lampu Beacon DIMATIKAN, dan Enjin DIMATIKAN.
pt: Serviços de Solo necessita Parking Brakes LIGADOS, Beacon Light DESLIGADOS e Motores DESLIGADOS.
ru: Для обслуживания на земле требуется включенный стояночный тормоз, отключенные сигнальные огни и выключенные двигатели.
zh: 呼叫地勤服务需要刹住停机刹车并关闭引擎和信标灯（BEACON）

# Settings.General.ShowLegacyAircraft.Subtitle
source: Show legacy airplanes that don't reflect the latest evolutions (high quality virtual cockpits, instruments, etc...)
bg: Показване на самолети от по-стари версии, които не отразяват съвременните еволюции (Висококачествени кабини, инструменти и т.н.)
de: Alte Flugzeuge zeigen, die nicht den neuesten Entwicklungen entsprechen (hochwertige virtuelle Cockpits, Instrumente usw.)
fr: Montrez les avions anciens qui ne reflètent pas les dernières évolutions (cockpits virtuels de haute qualité, instruments, etc...)
hu: Olyan régebbi repülőgépek megjelenítése, amelyek nem tükrözik a legújabb fejlesztéseket (jó minőségű virtuális pilótafülke, műszerek stb.)
id: Tampilkan pesawat versi lama yang tidak mencerminkan perkembangan terbaru (kokpit virtual berkualitas tinggi, instrumen, dll...)
ms: Paparkan pesawat warisan yang tidak mencerminkan perkembangan terkini (kokpit maya berkualiti tinggi, instrumen, dll...)
pt: Mostrar aeronaves antigas não reflete as evoluções atuais (cockpit de alta qualidade, instrumentos, etc.)
ru: Показывать непроработанные самолеты, которые не имеют последних улучшений (высококачественные виртуальные кабины, приборы и т.д.)
zh: 显示早期机型（这些机型不具有高精度驾驶舱和可动仪表等特性）

# Settings.General.ShowLegacyAircraft.Warning
source: Legacy aircraft are extras from older versions of Infinite Flight and are not of the same quality. Show them anyway?
bg: Наследствените самолети са екстри от стари версии на Infinite Flight и са с по-ниско качество. Показване въпреки това?
de: Legacy-Flugzeuge sind zusätzliche Flugzeuge aus älteren Versionen von Infinite Flight und haben nicht dieselbe Qualität. Trotzdem zeigen ?
fr: Les avions anciens sont des extras des anciennes versions d’Infinite Flight et ne sont pas de la même qualité. Montrez-leur quand même?
hu: A régebbi repülőgépek az Infinite Flight régebbi verzióinak extrái, és nem ugyanolyan minőségűek. Mindenképpen megnézed?
id: Pesawat legendaris adalah pesawat tambahan dari versi lama Infinite Flight dan tidak memiliki kualitas yang sama. Tetap tampilkan?
ms: Pesawat warisan adalah kandungan tambahan dari versi-versi terdahulu Infinite Flight dan bukan kualiti yang sama. Tetap paparkan?
pt: Aeronaves antigas são extras de versões antigos do Infinite Flight e não tem a mesma qualidade. Mostrar mesmo assim?
ru: Непроработанные самолеты были добавлены в более старых версиях Infinite Flight и отличаются от новых качеством. Все равно показать их?
zh: 早期机型从早期无限飞行版本 继承而来，其质量低于新发布 的机型。仍要显示吗？

# Settings.General.Legacy
source: LEGACY
bg: НАСЛЕДСТВЕН
fr: ANCIEN AVION
hu: Régi
pt: AERONAVE ANTIGO
ru: Непроработанные самолеты
zh: 早期机型

# AircraftPage.LegacyAircraftWarning
source: Warning: This aircraft is an extra included from an old version and is not of the same quality as our newer aircraft
bg: Предупреждение: Този самолет е екстра, включена от стара версия, и е с по-ниско качество в сравнение с по-новите ни самолети.
de: Achtung! Dieses Flugzeug ist aus einer alten Version und ist nicht von der gleichen Qualität wie unsere neueren Flugzeuge
fr: Attention : cet avion, issu d'une ancienne version, n'a pas la qualité de nos modèles récents.
hu: Figyelem: Ez a repülőgép egy extra a régi verzióból és nem olyan minőségű mint az új repülőgépek
id: Peringatan: Pesawat ini adalah tambahan dari versi lama \n dan tidak memiliki kualitas yang sama dengan pesawat kami yang lebih baru
ms: Amaran: Pesawat ini adalah tambahan yang disertakan dari versi lama \ndan tidak memiliki kualitas yang sama dengan pesawat baru kami
pt: Atenção: Essa aeronave é um extra incluído de uma versão antiga e não tem a mesma qualidade do que as aeronaves mais novas
ru: Внимание: Этот самолет был добавлен в старой версии игры. Его качество не соответствует нашим новым самолетам.
zh: 提示：该机型从早期版本继承而来 其质量低于最新发布的机型

# SystemMessaging.ProximityWarning
source: Please maintain a safe distance with the aircraft ahead
bg: Моля, спазвайте безопасно разстояние със самолета пред вас
de: Bitte einen sicheren Abstand zum vorausfliegenden Flugzeug halten
fr: Veuillez maintenir une distance de sécurité avec l'avion devant vous
hu: Tarts biztonságos távolságot az előtted lévő repülőtől
id: Harap jaga jarak aman dengan pesawat di depan
ms: Sila menjaga jarak yang selamat dengan pesawat di depan
pt: Por favor mantenha uma distância segura com a aeronave à frente
ru: Пожалуйста, соблюдайте безопасную дистанцию с самолетом перед вами.
zh: 请与前机保持安全距离

# LoginSubscriptionPage.NoSubscriptionFound
source: We found your account but there is no active subscription associated to it.
bg: Намерихме вашия акаунт, но няма активна абонаментна услуга свързана с него.
de: Wir haben dein Konto gefunden, aber es ist kein aktives Abonnement damit verbunden.
fr: Nous avons trouvé votre compte mais vous n'avez pas d'abonnement actif.
hu: A fiókod létezik, de nincs aktív előfizetésed.
id: Kami menemukan akun Anda tetapi tidak ada langganan aktif yang terkait dengannya.
ms: Kami telah menjumpai akaun anda tetapi tiada langganan yang aktif yang berkaitan dengannya.
pt: Encontramos sua conta, mas não há assinatura ativa associada a ela.
ru: Мы нашли ваш аккаунт, но к нему не привязана активная подписка.
zh: 已找到你的账号，但该账号尚未绑定Pro订阅

# IntroPage.Home
source: HOME
bg: НАЧАЛО
fr: ACCUEIL
hu: FŐOLDAL
id: Utama
ms: Laman Utama
pt: Início
ru: ГЛАВНАЯ
zh: 主页

# Error.CannotOpenBrowser
source: No browser is available to open this link. Ensure you have a browser installed, and contact support if the issue persists
bg: Не е наличен браузър за отваряне на тази връзка. Уверете се, че имате инсталиран браузър. Свържете се с поддръжката, ако проблемът продължава (код на грешка {0})
de: Es ist kein Browser verfügbar, um diesen Link zu öffnen. Überprüfe, ob du einen Browser installiert hast, und kontaktiere den Support, falls das Problem weiterhin besteht (Error Code {0})
fr: Aucun navigateur n’est disponible pour ouvrir ce lien. Assurez-vous qu’un navigateur est installé et contactez le support si le problème persiste (code d’erreur {0})
hu: Nem érhető el böngésző a hivatkozás megnyitásához – győződj meg arról, hogy van telepítve böngésző. Ha nem tudod megoldani a problémát akkor, fordulj az ügyfélszolgálathoz (hibakód: {0})
id: Tidak ada browser yang tersedia untuk membuka tautan ini - pastikan Anda telah menginstal browser. Hubungi dukungan jika masalah berlanjut
ms: Tiada pelayar yang tersedia untuk membuka pautan ini - pastikan anda mempunyai pelayar yang dipasang. Hubungi sokongan jika masalah berterusan (kod ralat {0})
pt: Nenhum navegador está disponível para abrir este link - certifique-se de ter um navegador instalado. Entre em contato com o suporte se o problema persistir (código de erro {0})
ru: Отсутствует доступный браузер для открытия данной ссылки. Убедитесь, что у вас установлен браузер. Если проблема не исчезает, обратитесь в службу поддержки (код ошибки {0})
zh: 无法打开链接。请确认已经安装了一个浏览器。若问题持续出现，请联系技术支持
