Repository: infiniteflight/infiniteflight-localization
Catalog: Strings/AppResources.*.resx
Languages: bg, de, es, fr, he, hu, id, ms, pt, ru, zh

# Error.CouldNotGetFileSize
source: Could not connect to the server, check your internet connection
bg: Неуспешно свързване със сървъра. Проверете интернет връзката си (код на грешка {0})
de: Die Verbindung zum Server konnte nicht hergestellt werden, überprüfe deine Internetverbindung (Error Code {0})
fr: Impossible de se connecter au serveur, vérifiez votre connexion Internet (code d’erreur {0})
hu: Nem sikerült csatlakozni a szerverhez, ellenőrizd az internetkapcsolatod (hiba kód: {0})
id: Tidak dapat terhubung ke server, silakan periksa koneksi internet Anda
ms: Tidak dapat menyambung ke pelayan, semak sambungan internet anda (kod ralat {0})
pt: Não foi possível conectar ao servidor. Verifique sua conexão com a internet (código de erro {0})
ru: Не удалось подключиться к серверу. Проверьте подключение к интернету (код ошибки {0})
zh: 无法连接至服务器，请检查互联网连接

# GameModeSelection.NoAvailableServer
source: No Available Server
bg: Няма налични сървъри
de: Kein Server verfügbar
fr: Aucun Serveur Disponible
hu: Nincs elérhető szerver
id: Tidak ada server yang tersedia
ms: Tiada Pelayan Tersedia
pt: Servidor Indisponível
ru: Сервер недоступен
zh: 无可用服务器

# Error.InvalidTimeSpan
source: The start and end times for this session aren't valid
bg: Времевият интервал за тази сесия не е валиден (код на грешка {0})
de: Die Start- und Endzeiten für diese Sitzung sind ungültig (Error Code {0})
fr: Les heures de début et de fin de cette session ne sont pas valides (code d’erreur {0})
hu: A kezdő és befejező időpontok nem érvényesek (hiba kód: {0})
id: Waktu mulai dan berakhir untuk sesi ini tidak valid.
ms: Masa mula dan tamat sesi ini tidak sah (kod ralat {0})
pt: Os horários de início e término para esta sessão não são válidos (código de erro {0})
ru: Неверные временные значения для этой сессии (код ошибки {0})
zh: 错误：此会话的开始和结束时间无效

# FlightFreeControl.ChangeAircraftUpper
source: CHANGE AIRCRAFT
bg: СМЕНИ САМОЛЕТА
de: FLUGZEUG WECHSELN
fr: CHANGER D'AVION
hu: REPÜLŐ MEGVÁLTOZTATÁSA
id: GANTI PESAWAT
ms: TUKAR PESAWAT
pt: MUDAR AERONAVE
ru: ИЗМЕНИТЬ САМОЛЕТ
zh: 更换飞机

# FlightFreeControl.ImageNotFoundUpper
source: IMAGE NOT FOUND
bg: СНИМКАТА НЕ Е НАМЕРЕНА
de: BILD NICHT GEFUNDEN
fr: IMAGE NON TROUVÉE
hu: KÉP NEM TALÁLHATÓ
id: GAMBAR TIDAK DITEMUKAN
ms: GAMBAR TIDAK DITEMUKAN
pt: IMAGEM NÃO ENCONTRADA
ru: ИЗОБРАЖЕНИЕ НЕ НАЙДЕНО
zh: 找不到预览

# FlightFreeControl.NewFlightUpper
source: NEW FLIGHT
bg: НОВ ПОЛЕТ
de: NEUER FLUG
fr: NOUVEAU VOL
hu: ÚJ REPÜLÉS
id: PENERBANGAN BARU
ms: TERBANG BARU
pt: NOVO VOO
ru: НОВЫЙ ПОЛЕТ
zh: 新飞行

# FlightFreeControl.UnavailableUpper
source: UNAVAILABLE
bg: НЕДОСТЪПНО
de: NICHT VERFÜGBAR
fr: INDISPONIBLE
hu: NEM ELÉRHETŐ
id: TIDAK TERSEDIA
ms: TIDAK TERSEDIA
pt: INDISPONÍVEL
ru: НЕДОСТУПНО
zh: 不可用

# FlightFreeControl.WeatherUpper
source: WEATHER
bg: ВРЕМЕ
de: WETTER
fr: MÉTÉO
hu: IDŐJÁRÁS
id: CUACA
ms: CUACA
pt: METEOROLOGIA
ru: ПОГОДА
zh: 天气

# FlightMenu.AltimeterUpper
source: ALTIMETER
bg: БАРОМЕТЪР
de: HÖHENMESSER
fr: ALTIMÈTRE
hu: ALTOMÉTER
pt: ALTÍMETRO
ru: ВЫСОТОМЕР
zh: 修正海压

# FlightMenu.ApproxDurationUpper
source: APPROX. DURATION
bg: ПРИБЛ. ПРОДЪЛЖИТЕЛНОСТ
de: VORAUSS. DAUER
fr: DURÉE APPROX.
hu: KB. IDŐTARTAM
id: PERKIRAAN DURASI
ms: DURASI PERKIRAAN
pt: DURAÇÃO APROXIMADA
ru: ПРИБЛИЗ. ДЛИТЕЛЬНОСТЬ
zh: 预计时长

# FlightMenu.CloudsUpper
source: CLOUDS
bg: ОБЛАЦИ
de: WOLKEN
fr: NUAGES
hu: FELHŐK
id: AWAN
ms: AWAN
pt: NUVENS
ru: ОБЛАКА
zh: 云层

# FlightMenu.DistanceUpper
source: DISTANCE
bg: РАЗСТОЯНИЕ
de: ENTFERNUNG
hu: TÁVOLSÁG
id: JARAK
ms: JARAK
pt: DISTÂNCIA
ru: РАССТОЯНИЕ
zh: 距离

# FlightMenu.FlightSchoolDescription
source: Master your piloting skills with interactive tutorials
bg: Подобрете своите пилотски умения с интерактивни уроци и предизвикателства
de: Verbessere deine Flugfähigkeiten mit interaktiven Tutorials
fr: Maîtrisez vos compétences de pilotage avec des tutoriels interactifs
hu: Használd az interaktív oktatóanyagokat a pilóta képességeid fejlesztésére
id: Kuasai keterampilan terbang Anda dengan tutorial interaktif
ms: Kuasai keterampilan penerbangan Anda dengan tutorial interaktif
pt: Aperfeiçoe suas habilidades de pilotagem com tutoriais interativos
ru: Освойте навыки пилотирования через интерактивные пособия
zh: 跟随互动教程，掌握飞行技术

# FlightMenu.FlightSchoolUpper
source: FLIGHT TRAINING
bg: ПИЛОТСКО УЧИЛИЩЕ
de: FLUGSCHULE
fr: ÉCOLE DE PILOTAGE
hu: REPÜLŐ ISKOLA
id: SEKOLAH PENERBANGAN
ms: SEKOLAH PENERBANGAN
pt: ESCOLA DE VOO
ru: ШКОЛА ПИЛОТАЖА
zh: 飞行训练

# FlightMenu.FreeFlightDescription
source: Choose your aircraft and airport, customize your flight plan, and enjoy an immersive flying experience at your own pace
bg: Изберете самолет и летище, персонализирайте плана си за полет и се насладете на поглъщащо летене в свое темпо
de: Wähle dein Flugzeug und deinen Flughafen, passe deinen Flugplan an und genieße ein immersives Flugerlebnis in deinem eigenen Tempo
fr: Choisissez votre avion et votre aéroport, personnalisez votre plan de vol et profitez d'une expérience de vol immersive à votre rythme
hu: Válassz légijárművet és repülőteret, készítsd el a repülési tervedet, és élvezd a lenyűgöző élményt úgy ahogy szeretnéd
id: Pilih pesawat dan bandara, sesuaikan rencana penerbangan Anda, dan nikmati pengalaman terbang yang mendalam sesuai dengan kecepatan Anda sendiri
ms: Pilih pesawat dan bandara, sesuaikan rencana penerbangan Anda, dan nikmati pengalaman terbang yang mendalam sesuai dengan kecepatan Anda sendiri
pt: Escolha sua aeronave e aeroporto, personalize seu plano de voo e desfrute de uma experiência imersiva de voo no seu próprio ritmo
ru: Выберите свой самолет и аэропорт, настройте план полета и наслаждайтесь захватывающими летными испытаниями тогда, когда вам будет удобно
zh: 自由选择飞机和机场，自定义飞行计划， 以自己的节奏享受沉浸式的飞行体验

# FlightMenu.FreeFlightUpper
source: FREE FLIGHT
bg: СВОБОДЕН ПОЛЕТ
de: FREIER FLUG
fr: VOL LIBRE
hu: SZABAD REPÜLÉS
id: PENERBANGAN BEBAS
ms: PENERBANGAN BEBAS
pt: VOO LIVRE
ru: СВОБОДНЫЙ ПОЛЕТ
zh: 自由飞行

# FlightMenu.GenericFlightUpper
source: GENERIC FLIGHT
bg: СЛУЧАЕН ПОЛЕТ
de: ALLGEMEINER FLUG
fr: VOL GÉNÉRIQUE
hu: ÁLTALÁNOS REPÜLÉS
id: PENERBANGAN UMUM
ms: PENERBANGAN UMUM
pt: VOO GENÉRICO
ru: ОБЫЧНЫЙ ПОЛЕТ
zh: 通用飞行

# FlightMenu.LatestMetarUpper
source: LATEST METAR
bg: ПОСЛЕДЕН METAR
de: NEUESTES METAR
fr: DERNIER METAR
hu: LÉGTÉR JELENTÉS
id: METAR TERBARU
ms: METAR TERBARU
pt: ÚLTIMO METAR
ru: ПОСЛЕДНИЕ ДАННЫЕ МЕТАR
zh: 最新METAR

# FlightMenu.MissionsDescription
source: Jump right into the action with recommended airline and charter routes based on traffic and ATC
bg: Започнете действието с препоръчани маршрути на авиокомпании и чартери, базирани на трафика и РВД
de: Spring direkt ins Geschehen mit empfohlenen Airline- und Charterrouten basierend auf Verkehr und Fluglotsen
fr: Plongez directement dans l'action avec des routes recommandées de compagnies aériennes et charters basées sur le trafic et l'ATC
hu: Ugorj bele a pilótaszékbe és repülj a forgalom és az ATC alapján ajánlott útvonalakon
id: Langsung masuk ke aksi dengan rute maskapai dan charter yang direkomendasikan berdasarkan lalu lintas dan ATC
ms: Langsung masuk ke aksi dengan rute maskapai dan charter yang direkomendasikan berdasarkan lalu lintas dan ATC
pt: Entre diretamente na ação com rotas recomendadas de linhas aéreas e fretamento com base no tráfego e no ATC
ru: Сразу присоединяйтесь к взаимодействию с рекомендуемыми маршрутами авиакомпаний и чартерных рейсов, основанных на плотности воздушного движения и работе УВД
zh: 根据交通流量和管制实况为您推荐航司航线 或包机航线，来一次说走就走的飞行

# FlightMenu.MissionsUpper
source: MISSIONS
bg: МИСИИ
de: AUFGABEN
hu: KÜLDETÉSEK
id: MISI
ms: MISI
pt: MISSÕES
ru: ЗАДАНИЯ
zh: 航班任务

# FlightMenu.ParkingUpper
source: PARKING
bg: СТОЯНКА
de: PARKPOSITION
hu: PARKOLÁS
id: PARKIR
ms: PARKIR
pt: ESTACIONAMENTO
ru: СТОЯНКА
zh: 停机位

# FlightMenu.TemperatureUpper
source: TEMPERATURE
bg: ТЕМПЕРАТУРА
de: TEMPERATUR
fr: TEMPÉRATURE
hu: HŐMÉRSÉKLET
id: TEMPERATUR
ms: TEMPERATUR
pt: TEMPERATURA
ru: ТЕМПЕРАТУРА
zh: 温度/露点

# FlightMenu.TimeUpper
source: TIME
bg: ДАТА И ЧАС
de: ZEIT
fr: HEURE
hu: IDŐ
id: WAKTU
ms: WAKTU
pt: HORA
ru: ВРЕМЯ
zh: 时间

# FlightMenu.TypeUpper
source: TYPE
bg: ТИП
de: TYP
hu: TÍPUS
id: JENIS
ms: JENIS
pt: TIPO
ru: ТИП
zh: 类型

# FlightMenu.VisibilityUpper
source: VISIBILITY
bg: ВИДИМОСТ
de: SICHTWEITE
fr: VISIBILITÉ
hu: LÁTHATÓSÁG
id: VISIBILITAS
ms: VISIBILITAS
pt: VISIBILIDADE
ru: ВИДИМОСТЬ
zh: 能见度

# FlightMenu.Wind
source: {0:#000}° at {1} kts
bg: {0:#000}°, {1} възела
de: {0:#000}° bei {1} kt
fr: {0:#000}° à {1} noeuds
hu: {0:#000}° {1} csomó
id: {0:#000}° pada {1} knot
ms: {0:#000} pada {1} kts
pt: {0:#000}° a {1} kts
ru: {0:#000}°, {1} узлов
zh: {0:#000}° {1} 节

# FlightMenu.WindCalm
source: Calm
bg: Спокоен
de: Windstill
fr: Vent calme
hu: Csendes
id: Tenang
ms: Tenang
pt: CALMO
ru: Штиль
zh: 静风

# FlightMenu.WindUpper
source: WIND
bg: ВЯТЪР
fr: VENT
hu: SZÉL
id: ANGIN
ms: ANGIN
pt: VENTO
ru: ВЕТЕР
zh: 风

# FlightMenu.WindWithGust
source: {0:#000}° at {1} - {2} kts
bg: {0:#000}°, {1} - {2} възела
de: {0:#000}° bei {1} - {2} kt
fr: {0:#000}° à {1} - {2} kts
hu: {0:#000}° {1} - {2} csomó
id: {0:#000}° pada {1} - {2} knot
ms: {0:#000} pada {1} - {2} kts
pt: {0:#000}° a {1} - {2} kts
ru: {0:#000}°, {1} - {2} узлов
zh: {0:#000}° {1} - {2} 节

# FlightMenu.WorldUpper
source: WORLD
bg: СВЯТ
de: WELT
fr: MONDE
hu: VILÁG
id: DUNIA
ms: DUNIA
pt: MUNDO
ru: МИР
zh: 服务器

# FlightMissionControl.LongHaulUpper
source: LONG HAUL
bg: ДЪЛГО РАЗСТОЯНИЕ
de: LANGSTRECKE
fr: LONG COURRIER
hu: HOSSZÚ TÁV
id: PENERBANGAN JARAK JAUH
ms: PENERBANGAN JARAK JAUH
pt: LONGA DISTÂNCIA
ru: ДАЛЬНИЙ МАРШРУТ
zh: 远程航线

# FlightMissionControl.MediumHaulUpper
source: MEDIUM HAUL
bg: СРЕДНО РАЗСТОЯНИЕ
de: MITTELSTRECKE
fr: COURRIER MOYEN
hu: KÖZEPES TÁV
id: PENERBANGAN JARAK SEDANG
ms: PENERBANGAN JARAK MENENGAH
pt: MÉDIA DISTÂNCIA
ru: СРЕДНИЙ МАРШРУТ
zh: 中程航线

# FlightMissionControl.NoMissionsFoundUpper
source: NO MISSIONS FOUND
bg: НЯМА НАМЕРЕНИ МИСИИ
de: KEINE AUFGABEN GEFUNDEN
fr: AUCUNE MISSION TROUVÉE
hu: NEM TALÁLHATÓ KÜLDETÉS
id: TIDAK ADA MISI YANG DITEMUKAN
ms: TIDAK ADA MISI DITEMUKAN
pt: NENHUMA MISSÃO ENCONTRADA
ru: ЗАДАНИЯ НЕ НАЙДЕНЫ
zh: 未找到任务

# FlightMissionControl.ShortHaulUpper
source: SHORT HAUL
bg: КЪСО РАЗСТОЯНИЕ
de: KURZSTRECKE
fr: COURT COURRIER
hu: RÖVID TÁV
id: PENERBANGAN JARAK PENDEK
ms: PENERBANGAN JARAK PENDEK
pt: CURTA DISTÂNCIA
ru: КОРОТКИЙ МАРШРУТ
zh: 近程航线

# FlightMissionControl.UltraLongHaulUpper
source: ULTRA LONG HAUL
bg: МНОГО ДЪЛГО РАЗСТОЯНИЕ
de: ULTRALANGSTRECKE
fr: ULTRA LONG COURRIER
hu: ULTRA HOSSZÚ TÁV
id: PENERBANGAN ULTRA JARAK JAUH
ms: PENERBANGAN ULTRA JARAK JAUH
pt: ULTRA LONGA DISTÂNCIA
ru: СВЕРХДАЛЬНИЙ МАРШРУТ
zh: 超远程航线

# FlightSchoolControl.AircraftUpper
source: AIRCRAFT
bg: САМОЛЕТ
de: FLUGZEUG
fr: AVION
hu: REPÜLŐGÉP
id: PESAWAT
ms: PESAWAT
pt: AERONAVE
ru: САМОЛЕТ
zh: 飞机

# FlightSchoolControl.NoEntrySelected
source: NO ENTRY SELECTED
bg: НЯМА ИЗБРАН ЗАПИС
de: KEIN EINTRAG AUSGEWÄHLT
fr: AUCUNE ENTRÉE SÉLECTIONNÉE
hu: NINCS KIVÁLASZTOTT BEJEGYZÉS
id: TIDAK ADA ENTRI YANG DIPILIH
ms: TIDAK ADA ENTRI YANG DIPILIH
pt: NENHUM ITEM SELECIONADO
ru: НЕ ВЫБРАНА ЗАПИСЬ
zh: 未选择项目

# FlightSchoolControl.NoLessonsFoundUpper
source: NO LESSONS FOUND
bg: НЯМА НАМЕРЕНИ УРОЦИ
de: KEINE LERNINHALTE GEFUNDEN
fr: AUCUNE LEÇON TROUVÉE
hu: NEM TALÁLHATÓ TANANYAG
id: TIDAK ADA PELAJARAN DITEMUKAN
ms: TIDAK ADA PELAJARAN DITEMUKAN
pt: NENHUMA LIÇÃO ENCONTRADA
ru: УРОКИ НЕ НАЙДЕНЫ
zh: 未找到教程

# Global.NotApplicable
source: N/A
de: N/V
hu: NEM ALKALMAZHATÓ
id: T/D
ms: T/D
ru: Н/Д
zh: 无

# LogbookControl.AircraftUpper
source: AIRCRAFT
bg: САМОЛЕТ
de: FLUGZEUG
fr: AVION
hu: REPÜLŐGÉP
id: PESAWAT
ms: PESAWAT
pt: AERONAVE
ru: САМОЛЕТ
zh: 飞机

# LogbookControl.AllUpper
source: ALL
bg: ВСИЧКИ
de: ALLE
fr: TOUS
hu: ÖSSZES
id: SEMUA
ms: SEMUA
pt: TODOS
ru: ВСЕ
zh: 全部

# LogbookControl.AtcUpper
source: ATC
bg: РВД
ru: УВД
zh: 空中交通管制

# LogbookControl.DistanceUpper
source: DISTANCE
bg: РАЗСТОЯНИЕ
de: ENTFERNUNG
hu: TÁVOLSÁG
id: JARAK
ms: JARAK
pt: DISTÂNCIA
ru: РАССТОЯНИЕ
zh: 距离

# LogbookControl.DurationUpper
source: DURATION
bg: ПРОДЪЛЖИТЕЛНОСТ
de: DAUER
fr: DURÉE
hu: IDŐTARTAM
id: LAMA
ms: LAMA
pt: DURAÇÃO
ru: ДЛИТЕЛЬНОСТЬ
zh: 时长

# LogbookControl.ExportErrorMessage
source: Error exporting the replay file. Check that you have enough storage space available
bg: Грешка при експортирането на записа. Проверете наличието на достатъчно свободно пространство за съхранение.
de: Fehler beim Exportieren der Replay-Datei. Überprüfe, ob genügend freierSpeicherplatz vorhanden ist
fr: Erreur lors de l'exportation du fichier de relecture. Vérifiez que vous disposez d'assez d'espace de stockage
hu: Hiba történt a visszajátszás fájl exportálása során. Ellenőrizd, hogy rendelkezel-e elegendő tárhellyel.
id: kesalahan saat mengekspor file replay. Periksa bahwaapakah Anda memiliki cukup ruang penyimpanan tersedia
ms: Galat saat mengekspor file replay. Periksa bahwa Anda memiliki cukup ruang penyimpanan tersedia
pt: Erro ao exportar o arquivo de replay. Verifique se você possui espaço de armazenamento suficiente disponível
ru: Ошибка экспорта файла повтора. Проверьте, что у вас есть достаточно свободного места на устройстве
zh: 导出回放文件时出错。请检查您是否有足够的存储空间。

# LogbookControl.ExportingUpper
source: EXPORTING
bg: ЕКСПОРТИРАНЕ
de: EXPORTIERE
fr: EXPORTATION
hu: EXPORTÁLÁS
id: MENGEKSPORT
ms: MENGEXPORT
pt: EXPORTANDO
ru: ЭКСПОРТ
zh: 导出中

# LogbookControl.FileSizeUpper
source: FILE SIZE
bg: РАЗМЕР НА ФАЙЛА
de: DATEIGRÖSSE
fr: TAILLE DU FICHIER
hu: FÁJLMÉRET
id: UKURAN FILE
ms: UKURAN FILE
pt: TAMANHO DO ARQUIVO
ru: РАЗМЕР ФАЙЛА
zh: 文件大小

# LogbookControl.MultiplayerUpper
source: MULTIPLAYER
bg: МУЛТИПЛЕЙЪР
de: MEHRSPIELER
fr: MULTIJOUEUR
hu: TÖBBJÁTÉKOS
id: MULTIPEMAIN
pt: MULTIJOGADOR
ru: МУЛЬТИПЛЕЕР
zh: 连线飞行

# LogbookControl.NoItemsFound
source: NO ITEMS FOUND
bg: НЯМА НАМЕРЕНИ ЕЛЕМЕНТИ
de: KEINE EINTRÄGE GEFUNDEN
fr: AUCUN ÉLÉMENT TROUVÉ
hu: NEM TALÁLHATÓ ELEM
id: TIDAK ADA ITEM DITEMUKAN
ms: TIDAK ADA ITEM DITEMUKAN
pt: NENHUM ITEM ENCONTRADO
ru: НЕ НАЙДЕНО ЭЛЕМЕНТОВ
zh: 未找到任何记录

# LogbookControl.OnlyReplaysUpper
source: ONLY REPLAYS
bg: САМО ЗАПИСИ
de: NUR REPLAYS
fr: REPLAYS SEULEMENT
hu: CSAK VISSZAJÁTSZÁSOK
id: REPLAY SAJA
ms: HANYA REPLAY
pt: SOMENTE REPLAYS
ru: ТОЛЬКО ПОВТОРЫ
zh: 有回放文件

# LogbookControl.ServerUpper
source: SERVER
bg: СЪРВЪР
fr: SERVEUR
hu: SZERVER
pt: SERVIDOR
ru: СЕРВЕР
zh: 服务器

# LogbookControl.SoloUpper
source: SOLO
bg: СОЛО
de: EINZELSPIELER
hu: SZOLO
ru: ОДИНОЧНЫЙ
zh: 单人飞行

# LogbookControl.XpEarnedUpper
source: XP EARNED
bg: ЗАРАБОТЕН ОПИТ
de: XP VERDIENT
fr: XP GAGNÉ
hu: SZERZETT XP
id: XP DIDAPATKAN
ms: XP DIDAPATKAN
pt: XP GANHO
ru: ЗАРАБОТАНО ОПЫТА
zh: 获得经验

# LogbookControl.YourLogbook
source: YOUR LOGBOOK
bg: ВАШИЯТ ДНЕВНИК
de: DEIN LOGBUCH
fr: VOTRE CARNET DE VOL
hu: NAPLÓ
id: BUKU CATATAN ANDA
ms: BUKU CATATAN ANDA
pt: SEU DIÁRIO DE VOO
ru: ВАШ ЖУРНАЛ ПОЛЕТОВ
zh: 飞行日志

# LoginSubscriptionPage.Pricing12Months
source: {0} / 12 months
bg: {0} / 12 месеца
de: {0} / 12 Monate
fr: {0} / 12 mois
hu: {0} / 12 hónap
id: {0} / 12 bulan
ms: {0} / 12 bulan
pt: {0} / 12 meses
ru: {0} / 12 месяцев
zh: {0} / 12个月

# LoginSubscriptionPage.Pricing6Months
source: {0} / 6 months
bg: {0} / 6 месеца
de: {0} / 6 Monate
fr: {0} / 6 mois
hu: {0} / 6 hónap
id: {0} / 6 bulan
ms: {0} / 6 bulan
pt: {0} / 6 meses
ru: {0} / 6 месяцев
zh: {0} / 6个月

# MainMenuPage.AirTrafficControlUpper
source: AIR TRAFFIC CONTROL
bg: РЪКОВОДСТВО НА ВЪЗД. ДВИЖЕНИЕ
de: FLUGVERKEHRSKONTROLLE
fr: CONTRÔLE DU TRAFIC AÉRIEN
hu: LÉGIFORGALMI IRÁNYÍTÁS
id: KENDALI LALU LINTAS UDARA
ms: KENDALI LALU LINTAS UDARA
pt: CONTROLE DE TRÁFEGO AÉREO
ru: РЕЖИМ ДИСПЕТЧЕРА
zh: 空中交通管制

# MainMenuPage.ControlButtonUpper
source: CONTROL
bg: СТАРТ
de: STARTEN
fr: CONTRÔLER
hu: IRÁNYÍTÁS
id: KENDALI
ms: KENDALI
pt: CONTROLE
ru: УПРАВЛЕНИЕ
zh: 开始管制！

# MainMenuPage.FlightUpper
source: FLIGHT
bg: ПОЛЕТ
de: FLUG
fr: VOL
hu: REPÜLÉS
id: PENERBANGAN
ms: PENERBANGAN
pt: VOO
ru: ПОЛЕТ
zh: 飞行

# MainMenuPage.FlyButtonUpper
source: FLY
bg: СТАРТ
de: FLIEGEN
fr: VOLER
hu: REPÜLÉS
id: TERBANG
ms: TERBANG
pt: VOAR
ru: ПОЛЕТЕТЬ
zh: 开始飞行！

# MainMenuPage.OpenButtonUpper
source: OPEN
bg: ОТВОРИ
de: ÖFFNEN
fr: OUVRIR
hu: MEGNYITÁS
id: BUKA
ms: BUKA
pt: ABRIR
ru: ОТКРЫТЬ
zh: 编辑

# MainMenuPage.ReplayButtonUpper
source: REPLAY
bg: ОТВОРИ
de: WIEDERGABE
fr: REJOUER
hu: VISSZAJÁTSZÁS
ru: ПОВТОР
zh: 回放

# MainMenuPage.UnableToPlayReplay
source: Unable to play replay file
bg: Неуспешно възпроизвеждане на запис
de: Replay-Datei kann nicht abgespielt werden
fr: Impossible de lire le fichier de relecture
hu: Nem sikerült lejátszani a visszajátszást
id: Tidak dapat memutar file replay
ms: Tidak dapat memutar file replay
pt: Não é possível reproduzir o arquivo de replay
ru: Невозможно воспроизвести файл повтора
zh: 无法加载回放文件

# MenuAtcControl.ChangeAirportUpper
source: CHANGE AIRPORT
bg: СМЯНА НА ЛЕТИЩЕТО
de: FLUGHAFEN WECHSELN
fr: CHANGER D'AÉROPORT
hu: REPÜLŐTÉR VÁLTOZTATÁS
id: GANTI BANDARA
ms: GANTI BANDARA
pt: MUDAR AEROPORTO
ru: ИЗМЕНИТЬ АЭРОПОРТ
zh: 更换机场

# MenuAtcControl.Duration
source: Duration
bg: Продължителност
de: DAUER
fr: Durée
hu: Időtartam
id: Durasi
ms: Durasi
pt: Duração
ru: Длительность
zh: 时长

# MenuAtcControl.Frequencies
source: Frequencies
bg: Честоти
de: FREQUENZEN
fr: Fréquences
hu: Frekvenciák
id: Frekuensi
ms: Frekuensi
pt: Frequências
ru: Частоты
zh: 席位

# MenuAtcControl.MultipleFrequencies
source: Multiple Frequencies
bg: Няколко честоти
de: MEHRERE FREQUENZEN
fr: Fréquences multiples
hu: Több frekvencia
id: Berbagai Frekuensi
ms: Berbagai Frekuensi
pt: Múltiplas Frequências
ru: Несколько частот
zh: 多个频率

# MenuAtcControl.NewAtcSessionUpper
source: NEW ATC SESSION
bg: НОВА РВД СЕСИЯ
de: NEUE ATC-SITZUNG
fr: NOUVELLE SESSION ATC
hu: ÚJ FORGALOM IRÁNYÍTÁS
id: SESI ATC BARU
ms: SESI ATC BARU
pt: NOVA SESSÃO ATC
ru: НОВАЯ СЕССИЯ УВД
zh: 新管制任务

# MenuAtcControl.NoSessionsFoundUpper
source: NO SESSIONS FOUND
bg: НЯМА НАМЕРЕНИ СЕСИИ
de: KEINE SITZUNGEN GEFUNDEN
fr: AUCUNE SESSION TROUVÉE
hu: NEM TALÁLHATÓ AKTÍV IRÁNYÍTÓ
id: TIDAK ADA SESI DITEMUKAN
ms: TIDAK ADA SESI DITEMUKAN
pt: NENHUMA SESSÃO ENCONTRADA
ru: СЕССИИ НЕ НАЙДЕНЫ
zh: 未找到管制任务

# MenuAtcControl.ResumeAtcSessionQuestion
source: Resume ATC session?
bg: Желаете ли да продължите РВД сесията?
de: ATC-Sitzung fortsetzen?
fr: Reprendre la session ATC?
hu: Folytatod az forgalom irányítást?
id: Lanjutkan sesi ATC?
ms: Lanjutkan sesi ATC?
pt: Continuar sessão ATC?
ru: Возобновить сессию УВД?
zh: 继续管制任务？

# MenuAtcControl.UnableToRestartUserNotSame
source: Unable to restart as this session is not tied to your account
bg: Не е възможно рестартиране, тъй като тази сесия не е свързана с вашия акаунт
de: Kann die Sitzung nicht neu starten, da sie nicht mit deinem Konto verknüpft ist
fr: Impossible de redémarrer car cette session n'est pas liée à votre compte
hu: Nem indítható újra, mert ez az írányítás nem a te fiókodhoz kapcsolódik
id: Tidak dapat memulai ulang karena sesi ini tidak terhubung dengan akun Anda
ms: Tidak dapat memulai ulang karena sesi ini tidak terhubung dengan akun Anda
pt: Não é possível reiniciar, pois esta sessão não está vinculada à sua conta
ru: Невозможно перезапустить, так как эта сессия не связана с вашей учетной записью
zh: 无法重新启动，因为这不是 你的管制任务

# AircraftPage.ShowLegacyAircraft
source: Show aircraft from older versions
bg: Покажи самолети от по-стари версии
de: Zeige Flugzeuge aus älteren Versionen
es: Mostrar Aviones Legacy
fr: Afficher les avions des versions précédentes
hu: Régebbi repülőgépek mutatása
id: Tampilkan pesawat dari versi sebelumnya
ms: Tampilkan pesawat dari versi sebelumnya
pt: Mostrar Aeronaves Antigos
ru: Непроработанные
zh: 显示来自旧版本的飞机

# World.SoloDescription
source: Choose your own aircraft and route, test your piloting skills and explore beautiful scenery without rules or other pilots.
bg: Изберете свой собствен самолет и маршрут, тествайте своите пилотски умения и изследвайте красивите пейзажи без правила и други пилоти.
de: Wähle dein eigenes Flugzeug und deine Route, teste deine Flugfähigkeiten und erkunde wunderschöne Landschaften ohne Regeln oder andere Piloten.
fr: Choisissez votre propre avion et itinéraire, testez vos compétences de pilotage et explorez de beaux paysages sans règles ni autres pilotes.
hu: Válassz saját repülőgépet és útvonalat, teszteld a pilóta képességeidet és fedezd fel a gyönyörű tájakat szabályok vagy más pilóták nélkül.
id: Pilih pesawat dan rute Anda sendiri, uji keterampilan Anda sebagai pilot, dan jelajahi pemandangan indah tanpa aturan atau pilot lainnya.
ms: Pilih pesawat dan rute Anda sendiri, uji keterampilan Anda sebagai pilot, dan jelajahi pemandangan indah tanpa aturan atau pilot lainnya.
pt: Escolha sua própria aeronave e rota, teste suas habilidades de pilotagem e explore belas paisagens sem regras ou outros pilotos.
ru: Выберите самолет и маршрут, проверьте свои навыки пилотирования, исследуйте красивые пейзажи в одиночном режиме без ограничений.
zh: 自由选择飞机和航线，在没有规则和其他飞机的环境中磨练您的飞行技术，探索美丽的风景。

# DefaultMission.AfterLanding
source: Welcome to {0}. Taxi to parking and shutdown the airplane to complete this mission
bg: Добре дошли в {0}. Рулирайте до стоянка и спрете самолета, за да завършите мисията
de: Willkommen in {0}. Fahre zum Parkplatz und schalte das Flugzeug ab, um diese Mission abzuschließen
fr: Bienvenue à {0}. Dirigez-vous vers le parking et éteignez l'avion pour terminer cette mission
hu: Üdvözöllek a(z) {0} repülőtéren. Gurulj a parkolóhelyre és állítsd le a repülőgépet a küldetés teljesítéséhez.
pt: Bem vindo à {0}. Realize o taxi para o estacionamento e desligue a aeronave para completar essa missão
zh: 欢迎来到 {0}. 滑行到机位并关车即可完成本次任务

# DefaultMission.Congratulation
source: Congratulations on completing this flight to {0}! You can quit this session or embark on another journey to a new destination. See you soon in the Infinite Flight skies!
bg: Поздравления, вие приключихте полета си до {0}! Можете да прекратите сесията или да се отправите на ново пътешествие към друга дестинация. До нови срещи в небето на Infinite Flight!
de: Glückwunsch zu deinem Flug nach {0}! Du kannst diese Sitzung beenden oder eine neue Reise zu einem anderen Ziel beginnen. Bis bald im Himmel von Infinite Flight!
fr: Félicitations pour avoir réussi ce vol jusqu'à {0} ! Vous pouvez quitter cette session ou vous lancer dans un autre voyage vers une nouvelle destination. À très bientôt dans le ciel d'Infinite Flight !
hu: Gratulálok a(z) {0} repülőtérre történő sikeres repülésedhez! Kiléphetsz ebből a repülésből, vagy elindulhatsz egy új útra egy új célállomás felé. Várunk vissza az Infinite Flight égboltján!
pt: Parabéns em completar esse voo para {0}! Você poderá sair nesta sessão ou embarcar em mais uma jornada para outro destino. Vejo você em breve nos céus do Infinite Flight!
zh: 恭喜完成本次飞往{0}的航班! 你可以退出本次飞行或者继续飞往下一个目的地。广阔天空，期待再次相会！

# DefaultMission.Congratulation2
source: Congratulations on completing this flight to {0}! You can quit this session or embark on another journey to a new destination.
bg: Поздравления, вие приключихте полета си до {0}! Можете да прекратите сесията или да се отправите на ново пътешествие към друга дестинация.
de: Glückwunsch zu deinem Flug nach {0}! Du kannst diese Sitzung beenden oder eine neue Reise beginnen.
fr: Félicitations pour avoir accompli ce vol jusqu'à {0} ! Vous pouvez quitter cette session ou embarquer pour une autre destination.
hu: Gratulálok a(z) {0} repülőtérre történő sikeres repülésedhez! Kiléphetsz ebből a repülésből, vagy elindulhatsz egy új útra egy új célállomás felé.
pt: Parabéns em completar esse voo para {0}! Você poderá sair nesta sessão ou embarcar em mais uma jornada para outro destino.
zh: 恭喜完成本次飞往{0}的航班! 你可以退出本次飞行或者继续飞往下一个目的地。
