Repository: infiniteflight/infiniteflight-localization
Catalog: Strings/AppResources.*.resx
Languages: bg, de, es, fr, he, hu, id, ms, pt, ru, zh

# Violation.FlightOverspeed
source: Overspeed in Flight
bg: Превишение на скоростта по време на полет
de: Geschwindigkeitsüberschreitung im Flug
es: Sobrevelocidad en Vuelo
fr: Survitesse en vol
he: מהירות יתר בטיסה
hu: Túlsebesség Repülés közben
id: Kecepatan berlebihan saat terbang
ms: Kelajuan berlebihan dalam Penerbangan
pt: Excesso de velocidade em voo
ru: Превышение Скорости в Полете
zh: 空中超速

# Violation.GroundOverspeed
source: Ground Overspeed
bg: Превишение на скоростта на рулиране
de: Geschwindigkeitsüberschreitung am Boden
es: Sobrevelocidad en Tierra
fr: Survitesse au sol
he: מהירות יתר על הקרקע
hu: Túlsebesség Gurulás közben
id: KKecepatan berlebih di Darat
ms: Kelajuan Darat
pt: Excesso de velocidade em solo
ru: Превышение Скорости на Земле
zh: 地面滑行超速

# Violation.LevelledViolation
source: Level {0} Violation
bg: Нарушение ниво {0}
de: Level {0} Verstoß
es: Infracción de Nivel {0}
fr: Violation de niveau {0}
he: הפרת {0} ברמה
hu: {0}. Szintű Szabalysértés
id: Pelanggaran Tingkat {0}
ms: Pelanggaran Tahap {0}
pt: Nível {0} Violação
ru: Нарушение {0} Уровня
zh: {0} 级违规

# Violation.RunwayIdle
source: Runway Idle
bg: Бездействие на пистата
de: Inaktivität auf der Startbahn
es: Inactivo en Pista
fr: Inactivité sur la piste
he: מסלול סרק
hu: Kifutópálya Elfoglalás
id: Diam Landasan Pacu
ms: Landasan Terbiar
pt: Inativo na Pista
ru: Бездействие на Полосе
zh: 跑道逗留

# Global.Continue
source: Continue
bg: Продължи
de: Weiter
es: Continuar
fr: Continuer
he: לְהַמשִׁיך
hu: Tovább
id: Lanjutkan
ms: Teruskan
pt: Continuar
ru: Продолжить
zh: 继续

# Global.Settings
source: Settings
bg: Настройки
es: Ajustes
fr: Paramètres
he: הגדרות
hu: Beállítások
id: Pengaturan
ms: Tetapan
pt: Configurações
ru: Настройки
zh: 设置

# MenuPageBase.AircraftTooLarge
source: The {0} is too large for current starting point {1} at {2}. Please change the start location
bg: {0} е прекалено голям за стартовата локация {1} в {2}. Моля, променете стартовата локация
de: Der Typ {0} ist zu groß für den derzeitigen Startpunkt {1} in {2}. Bitte wähle einen anderen Startpunkt
es: El {0} es demasiado grande para el parking {1} en {2}. Por favor, cambie el parking seleccionado
fr: Le {0} est trop grand pour le point de départ actuel {1} à {2}. Veuillez changer l'emplacement de départ
hu: A(z) {0} túl nagy a(z) {2} jelenlegi kiindulási pontjához ({1}).\n\nKérjük, módosítsd a kiindulási helyet.
id: Pesawat terlalu besar untuk titik awal saat ini {nama lokasi awal} di {nama bandara}.\n\nSilakan ubah lokasi awal.
ms: {0} terlalu besar untuk titik permulaan semasa {1} di {2}. Sila tukar lokasi mula
pt: A {0} é muito grande para o ponto de estacionamento {1} a {2}. Por favor, troque o ponto de estacionamento
ru: {0} слишком велик для текущей позиции {1} в {2}. Пожалуйста, измените стартовую позицию
zh: {0}飞机过大，无法停靠在位于{2}的{1}机位。请更换停机位。

# MenuPageBase.CannotConnect
source: CAN'T CONNECT
bg: НЕ МОЖАХМЕ ДА ВИ СВЪРЖЕМ
de: VERBINDUNG NICHT MÖGLICH
es: NO SE PUEDE CONECTAR
fr: CONNECTION IMPOSSIBLE
he: לא ניתן להתחבר
hu: NEM CSATLAKOZIK
id: TIDAK DAPAT TERHUBUNG
ms: TIDAK BOLEH BERHUBUNG
pt: NÃO PODE CONECTAR
ru: НЕВОЗМОЖНО ПОДКЛЮЧИТЬСЯ
zh: 无法连接

# MenuPageBase.CannotConnect.Message
source: Infinite Flight is experiencing internet connectivity issues. Please check your internet connection and restart the app or try again later.
bg: Infinite Flight има проблем с интернет връзката. Моля, проверете интернет връзката си и рестартирайте приложението, или опитайте отново по-късно.
de: Infinite Flight hat Probleme mit der Internetverbindung. Bitte überprüfe deine Internetverbindung und starte die App erneut oder versuche es später noch einmal.
es: Infinite Flight no puede conectarse al Internet. Por favor, comprueba tu conexión, reinicia la app o prueba de nuevo más tarde.
fr: Infinite Flight rencontre des problèmes de connectivité Internet. Veuillez vérifier votre connexion Internet et redémarrer l'application ou réessayer plus tard.
hu: Az Infinite Flight internetkapcsolati problémákat tapasztal. Kérjük, ellenőrizd internetkapcsolatod, és indítsd újra az alkalmazást, vagy próbálkozz újra később.
id: Infinite Flight mengalami masalah koneksi internet. Silakan periksa koneksi internet Anda dan restart aplikasi atau coba lagi nanti.
ms: Penerbangan Infinite sedang mengalami masalah sambungan internet. Sila semak sambungan Internet anda dan mulakan semula aplikasi atau cuba lagi kemudian.
pt: Infinite Flight está com problemas de conexão, por favor verifique sua conexão com a internet e reinicie o app ou tente novamente mais tarde.
ru: Infinite Flight испытывает проблемы с подключением к интернету. Пожалуйста, проверьте ваше интернет-соединение и перезапустите приложение или попробуйте позже.
zh: Infinite Flight遭遇连接问题。请检查互联网连接并重启应用或稍后再试。

# MenuPageBase.ForumNotConnected
source: Your Infinite Flight Community profile needs to be connected before starting a session
bg: Вашият Infinite Flight Community профил трябва да е свързан преди да започнете сесия
de: Dein Infinite Flight Community Profil muss verbunden sein, um eine Sitzung zu starten
es: Tu perfil del Infinite Flight Community tiene que estar enlazado antes de empezar una sesión
fr: Votre profil Infinite Flight Community doit être connecté avant de commencer une session
hu: Az Infinite Flight Community profilod össze kell kapcsolni a munkamenet megkezdése előtt
id: Profil Komunitas Infinite Flight Anda perlu terhubung sebelum memulai sesi.
ms: Profil Komuniti Penerbangan Infinite anda perlu disambungkan sebelum memulakan sesi
pt: O seu perfil do Infinite Flight Community tem que estar conectado antes de iniciar a sessão
ru: Ваш профиль на Infinite Flight Community должен быть синхронизирован с вашим аккаунтом, чтобы начать сессию
zh: 开始管制前需要绑定IFC账号

# MenuPageBase.NoLocationSelected
source: No location has been selected, please select a frequency to open
bg: Няма избрана локация. Моля, изберете честота, която да контролирате
de: Es wurde kein Standort ausgewählt, bitte wähle eine Frequenz, die du öffnen möchtest
es: No se ha seleccionado una estación. Selecciona una frecuencia para empezar
fr: Aucun emplacement n'a été sélectionné, veuillez sélectionner une fréquence à ouvrir
he: לא נבחר מיקום, אנא בחר תדירות לפתיחה
hu: Nincs kiválasztott hely, kérjük, válassz frekvenciát az indításhoz.
id: Tidak ada lokasi yang dipilih, silakan pilih frekuensi untuk memulai
ms: Tiada lokasi dipilih, sila pilih kekerapan untuk dibuka
pt: Nenhuma localização foi selecionada, por favor selecione uma frequência para começar
ru: Местоположение не выбрано. Пожалуйста, выберите частоту, которую вы откроете.
zh: 尚未选择管制地点。请选择想要管制的频率。

# MenuPageBase.ProRequiredAircraft
source: Infinite Flight Pro is required to use this aircraft
bg: Нужен Ви е Infinite Flight Pro абонамент, за да използвате този самолет
de: Um dieses Flugzeug zu nutzen wird ein Infinite Flight Pro Abonnement benötigt
es: Se necesita Infinite Flight Pro para usar este avión
fr: Infinite Flight Pro est requis pour utiliser cet avion
hu: A repülőgép használatához Infinite Flight Pro szükséges
id: Infinite Flight Pro diperlukan untuk menggunakan pesawat ini
ms: Infinite Flight Pro diperlukan untuk menggunakan pesawat ini
pt: Infinite Flight Pro é necessário para utilizar essa aeronave
ru: Чтобы воспользоваться этим самолетом, вам потребуется подписка Infinite Flight Pro
zh: 使用该机型需要拥有Infinite Flight Pro订阅。

# MenuPageBase.ProRequiredStartAirport
source: Infinite Flight Pro is required to start a flight at this location. Please change the start airport
bg: Нужен Ви е Infinite Flight Pro абонамент, за да започнете полет на тази локация. Моля, променете началното летище.
de: Um hier einen Flug zu starten wird ein Infinite Flight Pro Abonnement benötigt. Bitte ändere den Startflughafen
es: Se necesita Infinite Flight Pro para empezar un vuelo aquí. Por favor, selecciona otro aeropuerto
fr: Infinite Flight Pro est requis pour démarrer un vol à cet endroit. Veuillez changer l'aéroport de départ
hu: Az Infinite Flight Pro szükséges a repülés indításához ezen a helyen. Kérjük, változtasd meg a kiindulási repülőteret
ms: Infinite Flight Pro diperlukan untuk memulakan penerbangan di lokasi ini. Sila tukar lapangan terbang mula
pt: Infinite Flight Pro é necessário para iniciar o voo nessa localização, por favor escolha outro aeroporto
ru: Чтобы начать полет в выбранном аэропорте, вам потребуется подписка Infinite Flight Pro. Пожалуйста, измените стартовый аэропорт
zh: 在此开始飞行需要拥有Infinite Flight Pro订阅。请更换出发机场。

# MenuPageBase.ShowUsernameDisabled
source: Your username needs to be visible before starting a session. Enable "{0}" in settings
bg: Името Ви трябва да е видимо преди да започнете сесия. Включете "{0}" в настройките.
de: Dein Nutzername muss sichtbar sein, um eine Sitzung zu starten. Aktiviere "{0}" in den Einstellungen
es: Tu nombre de usuario tiene que ser visible antes de empezar. Por favor, activa "{0}" en ajustes
fr: Votre nom d'utilisateur doit être visible avant de démarrer une session. Activer "{0}" dans les paramètres
hu: A munkamenet megkezdése előtt a felhasználónevednek láthatónak kell lennie. Engedélyezd a(z) "{0}" beállítást a beállításokban
id: Nama pengguna Anda harus terlihat sebelum memulai sesi. Aktifkan \"Tampilkan Nama Pengguna Saat Dalam Penerbangan\" di pengaturan
ms: Nama pengguna anda perlu kelihatan sebelum memulakan sesi. Dayakan "{0}" dalam tetapan
pt: Seu nome de usuário precisa estar visível antes de iniciar a sessão. Ative "{0}" nas configurações
ru: Ваше имя пользователя должно быть видно другим пользователям, чтобы начать сессию. Активируйте опцию "{0}" в настройках
zh: 开始管制前你的用户名必须设为可见。请在设置中开启 "{0}" 一项。

# Notam.Airport
source: Airport : {0}
bg: Летище : {0}
de: Flughafen : {0}
es: Aeropuerto : {0}
fr: Aéroport : {0}
he: {0} : שדה תעופה
hu: Repülőtér : {0}
id: Bandara : {0}
ms: Lapangan Terbang : {0}
pt: Aeroporto : {0}
ru: Аэропорт : {0}
zh: 机场：{0}

# Notam.Ceiling
source: Ceiling : {0}ft
bg: Крайна височина : {0}ft
de: Untergrenze : {0}ft
es: Techo : {0}ft
fr: Plafond : {0}ft
he: {0}ft : תִקרָה
hu: Felhőalap : {0}ft
id: Langit-langit : {0} kaki
ms: Siling : {0} kaki
pt: Teto : {0}ft
ru: Верхний порог : {0}фт
zh: 高度上限：{0}英尺

# Notam.Floor
source: Floor : {0}ft
bg: Начална височина : {0}ft
de: Obergrenze : {0}ft
es: Suelo : {0}ft
fr: Étage : {0}ft
he: {0}ft : קוֹמָה
hu: Felhőtető : {0}ft
id: Lantai : {0} kaki
ms: Lantai : {0} kaki
pt: Solo : {0}ft
ru: Нижний порог : {0}фт
zh: 高度下限：{0}英尺

# Notam.From
source: From : {0} {1}Z
bg: От : {0} {1}Z
de: Von : {0} {1}Z
es: De : {0} {1}Z
fr: De : {0} {1}Z
hu: Kezdete ekkor : {0} {1}Z
id: Dari : {0} {1}Z
ms: Dari : {0} {1}Z
pt: De : {0} {1}Z
ru: Начало : {0} {1}Z
zh: 生效时间：{0} {1}Z

# Notam.Message
source: Message : {0}
bg: Съобщение : {0}
de: Nachricht : {0}
es: Mensaje : {0}
he: {0} : הוֹדָעָה
hu: Üzenet : {0}
id: Pesan : {0}
ms: Mesej : {0}
pt: Mensagem : {0}
ru: Сообщение : {0}
zh: 信息：{0}

# Notam.Title
source: Title : {0}
bg: Заглавие : {0}
de: Titel : {0}
es: Nombre : {0}
fr: Titre : {0}
he: {0} : כותרת
hu: Cím : {0}
id: Judul : {0}
ms: Tajuk : {0}
pt: Nome : {0}
ru: Заголовок : {0}
zh: 标题：{0}

# Notam.To
source: To : {0} {1}Z
bg: До : {0} {1}Z
de: Bis : {0} {1}Z
es: A : {0} {1}Z
fr: À : {0} {1}Z
hu: Vége ekkor : {0} {1}Z
id: Ke : {0} {1}Z
ms: Kepada : {0} {1}Z
pt: Até : {0} {1}Z
ru: Конец : {0} {1}Z
zh: 失效时间：{0} {1}Z

# Notam.UntilFurtherNotice
source: To : Until Further Notice
bg: До : Второ Нареждане
de: Bis : Bis auf Weiteres
es: A : Hasta nuevo aviso
fr: À : Jusqu'à nouvel ordre
hu: Vége : További értesítésig
id: Sampai pemberitahuan lebih lanjut
ms: Kepada : Sehingga diberitahu kelak
pt: A : Até novo aviso
ru: Конец : До Особого Распоряжения
zh: 失效时间：待定

# Notam.Warning
source: A NOTAM (Notice to Air Missions) is active for the selected departure airport. Please read the following NOTAM carefully before proceeding
bg: Има активно ИВМ (Известие до Въздушните Мисии) за избраното летище за излитане. Моля, прочетете следното ИВМ внимателно преди да продължите.
de: Ein NOTAM (Notice to Air Missions) ist am gewählten Abflughafen aktiv. Bitte lies das folgende NOTAM aufmerksam, bevor du deinen Flug startest
es: Un NOTAM (Notice to Air Missions) está activo para el aeropuerto de salida seleccionado. Por favor, lee el aviso atentamente antes de continuar
fr: Un NOTAM (Notice to Air Missions) est actif pour l'aéroport de départ sélectionné. Veuillez lire attentivement le NOTAM suivant avant de continuer
he: הודעה לטייסים פעילה עבור שדה התעופה הנבחר. אנא קרא בעיון את ההודעה הבאה לאנשי האוויר לפני שתמשיך
hu: A NOTAM (Notice to Air Missions) aktív a kiválasztott indulási repülőtéren. Kérjük, figyelmesen olvasd el az alábbi NOTAM-ot, mielőtt továbblépsz
id: Sebuah NOTAM (Pemberitahuan kepada Penerbangan) sedang berlaku untuk bandara keberangkatan yang dipilih. Mohon baca NOTAM berikut ini dengan seksama sebelum melanjutkan.
ms: NOTAM (Notis kepada Air Missions) aktif untuk lapangan terbang berlepas yang dipilih. Sila baca NOTAM berikut dengan teliti sebelum meneruskan
pt: Um NOTAM (Notice to Air Missions) está ativo para o aeroporto de saída selecionado. Por favor leia o seguinte NOTAM com cuidado antes de continuar
ru: В аэропорту вылета есть активный НОТАМ (Уведомление Летному Составу). Ознакомьтесь с ним, прежде чем продолжить
zh: 你选择的出发机场有正在生效的航行通告。开始飞行前请仔细阅读以下航行通告

# Notam.WarningTitle
source: WARNING: ACTIVE NOTAM
bg: ВНИМАНИЕ: АКТИВНО ИВМ
de: WARNUNG: AKTIVES NOTAM
es: AVISO: NOTAM ACTIVO
fr: ATTENTION : NOTAM ACTIF
he: אזהרה: הודעה פעילה למטוסי טיס
hu: FIGYELEM: AKTÍV NOTAM
id: AMARAN: NOTAM AKTIF
ms: AMARAN: NOTAM AKTIF
pt: AVISO: NOTAM ATIVO
ru: ВНИМАНИЕ: АКТИВНЫЙ НОТАМ
zh: 警告：航行通告生效中

# About.PrivacyPolicy
source: PRIVACY POLICY
bg: ПОЛИТИКА ЗА ПОВЕРИТЕЛНОСТ
de: DATENSCHUTZBEDINGUNGEN
es: POLITICA DE PRIVACIDAD
fr: POLITIQUE DE CONFIDENTIALITÉ
he: מדיניות פרטיות
hu: ADATVÉDELMI IRÁNYELVEK
id: KEBIJAKAN PRIVASI
ms: DASAR PRIVASI
pt: POLÍTICA DE PRIVACIDADE
ru: ПОЛИТИКА КОНФИДЕНЦ.
zh: 隐私政策

# About.TermsOfUse
source: TERMS OF USE
bg: УСЛОВИЯ ЗА ПОЛЗВАНЕ
de: NUTZUNGSBEDINGUNGEN
es: TERMINOS DE USO
fr: CONDITIONS D'UTILISATION
he: תנאי שימוש
hu: HASZNÁLATI FELTÉTELEK
id: SYARAT DAN KETENTUAN
ms: SYARAT PENGGUNAAN
pt: TERMOS DE USO
ru: ПРАВИЛА ИСПОЛЬЗОВАНИЯ
zh: 使用条款

# Global.Aircraft
source: Aircraft
bg: Самолет
de: Flugzeug
es: Avión
fr: Avion
he: מטוסי
hu: Repülőgép
id: Pesawat
ms: Kapal Terbang
pt: Aeronave
ru: Самолет
zh: 飞机

# Global.Date
source: Date
bg: Дата
de: Datum
es: Fecha
he: תַאֲרִיך
hu: Dátum
id: Tanggal
ms: Tarikh
pt: Data
ru: Дата
zh: 日期

# Global.Day
source: Day
bg: Ден
de: Tag
es: Día
fr: Jour
he: יְוֹם
hu: Nap
id: Hari
ms: Hari
pt: Dia
ru: День
zh: 日间

# Global.Description
source: Description
bg: Описание
de: Beschreibung
es: Descripción
he: תיאור
hu: Leírás
id: Keterangan
ms: Penerangan
pt: Descrição
ru: Описание
zh: 描述

# Global.Night
source: Night
bg: Нощ
de: Nacht
es: Noche
fr: Nuit
he: לַיְלָה
hu: Éjszaka
id: Malam
ms: Malam
pt: Noite
ru: Ночь
zh: 夜间

# Global.Type
source: Type
bg: Вид
de: Typ
es: Tipo
he: סוּג
hu: Típus
id: Tipe
ms: Jenis
pt: Tipo
ru: Тип
zh: 类型

# Logbook.From
source: From
bg: От
de: Von
es: De
fr: De
he: מ
hu: Honnan
id: Dari
ms: Dari
pt: De
ru: Из
zh: 出发机场

# Logbook.LiveFlights
source: Live Flights
bg: Полети на живо
de: Online Flüge
es: Vuelos Online
fr: Vols en Live
he: טיסות חיות
hu: Élő Járatok
id: Penerbangan Langsung
ms: Penerbangan Langsung
pt: Voos Online
ru: Онлайн Полеты
zh: 连线飞行

# Logbook.Notes
source: Notes
bg: Забележки
de: Bemerkungen
es: Observaciones
fr: Remarques
he: הערות
hu: Megjegyzések
id: Catatan
ms: Nota
pt: Observações
ru: Заметки
zh: 注释

# Logbook.ShowingFlightsOnDevice
source: Showing flights stored on this device
bg: Показани са само полетите на това устройство
de: Es werden nur auf diesem Gerät gespeicherte Flüge angezeigt
es: Mostrando vuelos en este dispositivo
fr: Affichage des vols enregistrés sur cet appareil
he: מציג טיסות המאוחסנות במכשיר זה
hu: Az eszközön tárolt járatok megjelenítése
id: Menampilkan penerbangan yang disimpan di perangkat ini
ms: Menunjukkan penerbangan yang disimpan pada peranti ini
pt: Mostrando voos guardados neste dispositivo
ru: Показываются полеты, хранящиеся на этом устройстве
zh: 仅显示存储于此设备上的飞行

# Logbook.SoloFlights
source: Solo Flights
bg: Соло полети
de: Solo Flüge
es: Vuelos "Solo"
fr: Vols en solo
he: טיסות סולו
hu: Egyéni Repülések
id: Penerbangan Solo
ms: Penerbangan Solo
pt: Voos Solo
ru: Оффлайн Полеты
zh: 单人飞行

# Logbook.To
source: To
bg: До
de: Nach
es: A
fr: À
he: ל
hu: Hova
id: Kepada
ms: Kepada
pt: Para
ru: В
zh: 到达机场

# Logbook.TotalFlightTime
source: Total Flight Time
bg: Общо полетно време
de: Flugzeit (Gesamt)
es: Tiempo Total de Vuelo
fr: Temps de vol total
he: זמן טיסה כולל
hu: Teljes Repülési Idő
id: Total Jam Terbang
ms: Jumlah Masa Penerbangan
pt: Tempo de voo total
ru: Время в Воздухе
zh: 总飞行时长

# Logbook.TotalTime
source: Total Time
bg: Общо време
de: Zeit (Gesamt)
es: Tiempo Total
fr: Temps total
he: זמן כולל
hu: Teljes Idő
id: Waktu Total
ms: Jumlah Masa
pt: Tempo total
ru: Общее Время
zh: 总时长

# Global.Details
source: Details
bg: Детайли
es: Detalles
fr: Des détails
he: פרטים
hu: Részletek
id: Detail
ms: Butiran
pt: Detalhes
ru: Информация
zh: 细节

# Global.Name
source: Name
bg: Име
es: Nombre
fr: Nom
he: שֵׁם
hu: Név
id: Nama
ms: Nama
pt: Nome
ru: Имя
zh: 名称

# Global.Report
source: Report
bg: Докладване
de: Meldung
es: Infracción de Control Aéreo
fr: Signaler
he: דוח
hu: Jelentés
id: Laporan
ms: Laporan
pt: Infração
ru: Репорт
zh: 违规报告

# Global.Reports
source: Reports
bg: Докладвания
de: Meldungen
es: Infracciones de Control Aéreo
fr: Signalements
he: דוחות
hu: Jelentések
id: Laporan
ms: Laporan
pt: Infrações
ru: Репорты
zh: 违规报告

# Global.Violation
source: Violation
bg: Нарушение
de: Verstoß
es: Infracción
he: הֲפָרָה
hu: Szabálysértés
id: Pelanggaran
ms: Pelanggaran
pt: Violação
ru: Нарушение
zh: 违规

# Global.Violations
source: Violations
bg: Нарушения
de: Verstöße
es: Infracciones
he: הפרות
hu: Szabálysértések
id: Pelanggaran
ms: Pelanggaran
pt: Violações
ru: Нарушения
zh: 违规

# Logbook.ATCReport
source: ATC Report
bg: РВД докладване
de: ATC Verstoß
es: Infracción de Control Aéreo
fr: Rapport ATC
he: דוח בקרת תעבורה אווירית
hu: ATC Jelentés
id: Laporan ATC
ms: Laporan Pengawal Trafik Udara
pt: Reporte ATC
ru: Репорт
zh: 违规报告

# Logbook.ATCReport.Description
source: ATC Report by [{0}] {1}
bg: РВД докладване от [{0}]\n{1}
de: ATC Verstoß durch [{0}]\n{1}
es: Infracción de Control Aéreo de [{0}]\n{1}
fr: Rapport ATC par [{0}]{1}
he: ATC Report by [{0}]\n{1}
hu: ATC Jelentés [{0}] által\n{1}
id: Laporan ATC oleh [{0}]\n{1}
ms: Laporan Pengawal Trafik Udara Oleh [{0}]\n{1}
pt: Reporte ATC por [{0}]\n{1}
ru: Репорт от [{0}]\n{1}
zh: 违规报告 管制员： [{0}]\n{1}

# Logbook.ViewFlightDetails
source: View Flight Details
bg: Покажи полетните детайли
de: Flugdetails anzeigen
es: Ver Información
fr: Afficher les détails du vol
he: הצג את פרטי הטיסה
hu: Repülés Részletek Megtekintése
id: Lihat Detail Penerbangan
ms: Lihat Butiran Penerbangan
pt: Ver Informação
ru: Посмотреть Информацию о Полете
zh: 显示详细信息

# Replay.Comments
source: Comments
bg: Коментари
de: Kommentare
es: Observaciones
fr: Commentaires
he: הערות
hu: Hozzászólások
id: Komentar
ms: Komen
pt: Observações
ru: Комментарии
zh: 注释

# Replay.Delete
source: DELETE
bg: ИЗТРИВАНЕ
de: LÖSCHEN
es: BORRAR
fr: EFFACER
he: לִמְחוֹק
hu: TÖRLÉS
id: HAPUS
ms: PADAM
pt: APAGAR
ru: УДАЛИТЬ
zh: 删除

# Replay.Duration
source: Duration
bg: Времетраене
de: Dauer
es: Duración
fr: Durée
he: מֶשֶׁך
hu: Időtartam
id: Durasi
ms: Tempoh
pt: Duração
ru: Длительность
zh: 时长

# Replay.Edit
source: EDIT
bg: РЕДАКТИРАНЕ
de: BEARBEITEN
es: EDITAR
fr: ÉDITER
he: לַעֲרוֹך
hu: SZERKESZT
ms: MENYUNTING
pt: EDITAR
ru: РЕДАКТИРОВАТЬ
zh: 添加注释

# Replay.FileSize
source: File Size
bg: Размер на файла
de: Dateigröße
es: Tamaño
fr: Taille
he: גודל הקובץ
hu: Fájl Méret
id: Ukuran File
ms: Saiz fail
pt: Tamanho
ru: Размер
zh: 文件大小

# Replay.Import
source: IMPORT
bg: ИМПОРТИРАНЕ
de: IMPORTIEREN
es: IMPORTAR
fr: IMPORTER
he: יְבוּא
hu: IMPORTÁLÁS
id: IMPOR
pt: IMPORTAR
ru: ИМПОРТ
zh: 导入

# Replay.Share
source: SHARE
bg: СПОДЕЛЯНЕ
de: TEILEN
es: COMPARTIR
fr: PARTAGER
he: לַחֲלוֹק
hu: MEGOSZTÁS
id: BAGIKAN
ms: KONGSI
pt: COMPARTILHAR
ru: ПОДЕЛИТЬСЯ
zh: 分享

# Logbook.Details
source: Details
bg: ДЕТАЙЛИ
es: Detalles
fr: Des détails
he: פרטים
hu: Részletek
id: Detail
ms: Butiran
pt: Detalhes
ru: Детали
zh: 详情

# Settings.Controls.AltButtonCommandPrompt
source: Press button on Keyboard to assign
bg: Натиснете бутон на клавиатурата, за да зададете
de: Zur Zuweisung Taste\nauf Tastatur drücken
es: Pulse botón en \nteclado para asignar
fr: Appuyez sur le bouton Clavier à attribuer
hu: A hozzárendeléshez nyomd meg a gombot a billentyűzeten
id: Tekan tombol pada \nKeyboard untuk mengaktifkan
ms: Tekan butang hidup Papan kekunci untuk ditetapkan
pt: Pressione um botão no teclado para atribuir
ru: Нажмите любую кнопку на клавиатуре для назначения
zh: 按下键盘上的按键来绑定

# Settings.Controls.Delete
source: Delete
bg: Изтриване
de: Löschen
es: Borrar
fr: Effacer
he: לִמְחוֹק
hu: Törlés
id: Hapus
ms: Padam
pt: Apagar
ru: Удалить
zh: 清除

# Settings.Controls.MoveAxisPrompt
source: Move axis on controller to assign
bg: Раздвижете ос на контролера, за да зададете
de: Zur Zuweisung Achse auf dem Controller bewegen
es: Mover eje en controlador para asignar
fr: Déplacer l'axe sur le contrôleur à attribuer
hu: Mozgasd a tengelyt a kontrolleren a hozzárendeléshez
id: Gerakkan sumbu pada pengontrol untuk menetapkan
ms: Gerakkan paksi pada pengawal untuk ditetapkan
pt: Mova eixo no controle para atribuir
ru: Подвиньте ось на контроллере для присваивания
zh: 移动控制器上的轴以绑定

# Settings.Controls.PressButtonOnController
source: Press button on Controller/Keyboard to assign
bg: Натиснете бутон на контролера/клавиатурата, за да зададете
de: Zur Zuweisung Taste\nauf Controller/Tastatur drücken
es: Pulse botón en \ncontrolador/teclado para asignar
fr: Appuyez sur le bouton Contrôleur/Clavier à assigner
hu: A hozzárendeléshez nyomd meg a kontroller/billentyűzet gombját
id: Tekan tombol pada \nPengontrol/Keyboard untuk mengaitkan
ms: Tekan butang hidup Pengawal/Papan Kekunci untuk diberikan
pt: Pressione botão no Controle/Teclado para atribuir
ru: Подвиньте ось на \nконтроллере/клавиатуре для назначения
zh: 按下控制器/键盘上的按键以绑定

# Settings.Controls.PressButtonOrMoveAxis
source: Press button or move axis to assign
bg: Натиснете бутон или раздвижете ос, за да зададете
de: Zur Zuweisung Knopf drücken oder Achse bewegen
es: Pulse botón o mueve eje para asignar
fr: Appuyez sur le bouton ou déplacez l'axe à attribuer
he: לחץ על הלחצן או הזז את הציר כדי להקצות
hu: Nyomd meg a gombot vagy mozgasd a tengelyt a hozzárendeléshez
id: Tekan tombol atau gerakkan sumbu untuk menetapkan.
ms: Tekan butang atau gerakkan paksi untuk menetapkan
pt: Pressione botão ou mova o eixo para atribuir
ru: Нажмите кнопку или подвиньте ось для назначения
zh: 按下按键或移动轴以绑定

# Settings.Controls.Reset
source: Reset
bg: Нулиране
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
he: אִתחוּל
hu: Visszaállítás
id: Atur Ulang
ms: Tetapkan Semula
pt: Resetar
ru: Сбросить
zh: 重置

# SystemMessaging.Approach.CannotActivate
source: Approach Mode Cannot Be Enabled
bg: Режимът на подход не може да бъде включен
de: Approach-Modus kann nicht aktiviert werden
es: No se puede activar el Modo Aproximación
fr: Le mode d'approche ne peut pas être activé
he: לא ניתן להפעיל מצב גישה
hu: Approach Mód Nem Engedélyezhető
id: Mode Pendekatan Tidak Dapat Diaktifkan
ms: Mod Pendekatan Tidak Boleh Didayakan
pt: Modo de Aproximação não pode ser ativado
ru: Автозаход не может быть активирован
zh: 无法接通APPR
