Repository: infiniteflight/infiniteflight-localization
Catalog: Strings/AppResources.*.resx
Languages: bg, de, es, fr, he, hu, id, ms, pt, ru, zh

# DefaultMission.HaveAGoodFlight
source: Have a great flight to {0}
bg: Приятен полет до {0}!
de: Guten Flug nach {0}
fr: Bon vol vers {0}
hu: Kellemes repülést {0} felé!
pt: Tenha um bom voo para {0}
zh: 祝您飞往{0}的旅途愉快！

# DefaultMission.HaveAGoodFlightTaxi
source: You are now ready to taxi, have a great flight to {0}
bg: Готови сте за рулиране, приятен полет до {0}!
de: Du bist jetzt bereit zum Rollen, guten Flug nach {0}
fr: Vous êtes maintenant prêt à rouler, bon vol vers {0}
hu: Most már készen állsz a guruláshoz, kellemes repülést {0} felé
pt: Agora que você está pronto para o taxi, tenha um bom voo para {0}
zh: 您已经准备好滑行, 祝您飞往{0}的旅途愉快

# DefaultMission.MissionBriefWindow
source: This is your mission brief window. You can come back here at any time to see what you need to do. This window can be toggled by tapping on the "MISSION BRIEF" button on the right
bg: Това е прозореца за брифинг на мисията. Можете да се върнете тук по всяко време, като натиснете бутона "MISSION BRIEF" вдясно.
de: Dies ist dein Missionsbriefing-Fenster. Du kannst jederzeit hierher zurückkehren, um zu sehen, was du tun musst. Dieses Fenster kann durch Tippen auf die Schaltfläche "MISSION BRIEF" rechts ein- und ausgeblendet werden
fr: Ceci est votre fenêtre de résumé de mission. Vous pouvez revenir ici à tout moment pour voir ce que vous devez faire. Cette fenêtre peut être masquée en appuyant sur le bouton "MISSION BRIEF" à droite
hu: Ez az áttekintő ablak a küldetéshez. Bármikor visszatérhetsz ide, hogy megnézd, mit kell tenned. Az ablakot be- és kikapcsolhatod a jobb oldalon található "KÜLDETÉS ÁTTEKINTÉS" gomb megérintésével.
pt: Este é o seu briefing da missão. Você poderá retornar aqui a qualquer momento para saber o que precisará fazer. Esta tela poderá ser aberta tocando no botão BRIEFING DA MISSÃO na direita
zh: 这是任务简报窗口。你可以随时在此查看待完成的事项。点击右侧的MISSION BRIEF按钮打开或关闭此窗口

# DefaultMission.PushbackEnd
source: Pushback has been stopped. Press "DETACH TUG" in the "GROUND SERVICES" menu to disconnect the tug from the aircraft
bg: Буксирането е спряно. Натиснете "DETACH TUG" в менюто "GROUND SERVICES", за да отвържете буксира от самолета.
de: Das Pushback wurde gestoppt. Drücke "DETACH TUG" im Menü "GROUND SERVICES", um den Schlepper vom Flugzeug zu lösen
fr: Le repoussage est terminé. Appuyez sur "DETACH TUG" dans le menu "GROUND SERVICES" pour déconnecter le tracteur de l'avion
hu: A vontatás megállt. Nyomd meg a "DETACH TUG" gombot a "GROUND SERVICES" menüben a vontató leválasztásához a repülőgépről.
pt: Pushback foi interrompido. Toque em "DETACH TUG" no menu "GROUND SERVICES" para desconectar o trator
zh: 推出已经停止. 点击“GROUND SERVICES”菜单中的“DETACH TUG”来将拖车和飞机断开

# DefaultMission.PushbackEndPrompt
source: When you're done, press the "PUSH" button again to stop.
bg: Когато сте готови, натиснете бутона "PUSH" отново, за да спрете.
de: Wenn du fertig bist, drücke die "PUSH" Taste erneut zum Stoppen.
fr: Lorsque vous avez terminé, appuyez à nouveau sur le bouton "PUSH" pour arrêter.
hu: Amikor végeztél, nyomd meg újra a "PUSH" gombot a megállításhoz.
pt: Quando estiver pronto, toque novamente no botão "PUSH" para interromper.
zh: 完成推出后，再点击一次“PUSH”按钮停下来。

# DefaultMission.PushbackStart
source: Now that the parking brakes are released, to start pushback, just tap on the "PUSH" button in the "GROUND SERVICES" menu.
bg: След като ръчната спирачка е изключена, натиснете бутона "PUSH" в менюто "GROUND SERVICES", за да започнете буксирането.
de: Jetzt, wo die Parkbremse gelöst ist, kannst du das Pushback starten, indem du einfach auf die "PUSH" Taste im "GROUND SERVICES" Menü tippst.
fr: Maintenant que les freins de stationnement sont relâchés, pour commencer le repoussage, appuyez simplement sur le bouton "PUSH" dans le menu "GROUND SERVICES".
hu: Most, hogy a parkolófékek fel vannak oldva, a vontatás elindításához csak koppints a "PUSH" gombra a "GROUND SERVICES" menüben.
pt: Agora que o freio de estacionamento foi liberado, para começar o pushback, apenas toque no botão "PUSH" no menu "GROUND SERVICES".
zh: 现在停机刹车已松开，要开始推出，请点击“GROUND SERVICES”菜单里的“PUSH”按钮。

# DefaultMission.PushbackSteering
source: Pushback has started, use the "RUD BRAKES" slider on the bottom right to steer the aircraft in the direction you want.
bg: Буксирането започна. Използвайте плъзгача "RUD BRAKES" долу вдясно, за да завиете в посоката, която желаете.
de: Das Pushback hat begonnen, nutze den "RUD BRAKES" Regler unten rechts, um das Flugzeug in die gewünschte Richtung zu lenken.
fr: Le repoussage a commencé, utilisez le curseur "RUD BRAKES" en bas à droite pour diriger l'avion dans la direction que vous souhaitez.
hu: Elindult a vontatás, használd az alsó jobb sarokban található "RUD BRAKES" csúszkát a repülőgép kormányzásához a kívánt irányba.
pt: Pushback iniciado, arraste o "RUD BRAKES" no canto inferior direito para direcionar a aeronave para a direção desejada.
zh: 现已开始推出，可以使用右下角的“RUD BRAKES”滑块转向。

# DefaultMission.ReadyForPushback
source: We are ready for pushback, open the "GROUND SERVICES" menu on the right, slide down to the "PUSHBACK" section and tap on "ATTACH TUG"
bg: Готови сме за буксиране. Отворете менюто "GROUND SERVICES" вдясно, изтеглете надолу до секцията "PUSHBACK" и натиснете "ATTACH TUG".
de: Wir sind bereit für das Pushback, öffne das "GROUND SERVICES" Menü rechts, scrolle zum "PUSHBACK" Bereich und tippe auf "ATTACH TUG"
fr: Nous sommes prêts pour le repoussage, ouvrez le menu "GROUND SERVICES" à droite, descendez jusqu'à la section "PUSHBACK" et appuyez sur "ATTACH TUG"
hu: Készen állunk a vontatásra. Nyisd meg a jobb oldalon található "GROUND SERVICES" menüt, görgess le a "PUSHBACK" szakaszra, majd koppints a "ATTACH TUG" lehetőségre.
pt: Nós estamos prontos para o pushback, abra o menu "GROUND SERVICES" na direita, arraste para baixo até a seção "PUSHBACK" e toque em "ATTACH TUG"
zh: 我们已经准备好推出, 打开右侧的“GROUND SERVICES”菜单，向下滑找到“PUSHBACK”部分，点击“ATTACH TUG”按钮。

# DefaultMission.ReleaseBrakes
source: If you're ready to start pushback, the parking brakes need to be released by tapping on the "PARK BRAKES" button on the bottom left
bg: Ако сте готови да започнете буксирането, ръчната спирачка трябва да бъде изключена. За да я изключите, натиснете бутона "PARK BRAKES" долу вляво.
de: Wenn du bereit für das Pushback bist, müssen die Parkbremsen durch Tippen auf die "PARK BRAKES" Schaltfläche unten links gelöst werden
fr: Si vous êtes prêt à commencer le repoussage, les freins de stationnement doivent être relâchés en appuyant sur le bouton "PARK BRAKES" en bas à gauche
hu: Ha készen állsz a vontatás megkezdésére, először fel kell oldanod a parkolóféket. Ehhez koppints a bal alsó sarokban található "PARK BRAKES" gombra.
pt: Se você estiver pronto para o pushback, o freio de estacionamento deve ser liberado tocando em "PARK BRAKES" no canto inferior esquerdo
zh: 如果你准备好推出，需要点击左下角的“PARK BRAKE”按钮松开停机刹车

# DefaultMission.StartEngine
source: We can now start the engines if they are not started already. Open the "SYSTEMS" menu on the right and tap on "AUTO START" to start the engines and get the plane ready for taxi
bg: Можем да запалим двигателите, ако вече не са запалени. Отворете менюто "SYSTEMS" вдясно и натиснате "AUTO START", за да стартирате двигателите и да подготвите самолета за рулиране.
de: Wir können jetzt die Motoren starten, falls sie noch nicht gestartet sind. Öffne das "SYSTEMS" Menü rechts und tippe auf "AUTO START", um die Motoren zu starten und das Flugzeug fürs Rollen bereit zu machen
fr: Nous pouvons maintenant démarrer les moteurs s'ils ne sont pas déjà allumés. Ouvrez le menu "SYSTEMS" à droite et appuyez sur "AUTO START" pour démarrer les moteurs et préparer l'avion pour le roulage
hu: Most már elindíthatjuk a hajtóműveket, ha még nem indultak el. Nyisd meg a jobb oldalon található "SYSTEMS" menüt, majd koppints az "AUTO START" lehetőségre a hajtóművek indításához és a repülőgép készenlétének eléréséhez a taxizáshoz.
pt: Agora podemos iniciar os motores caso não estejam acionados ainda, Abra o menu "SYSTEMS" na direita e toque em "AUTO START" para iniciar os motores e preparar a aeronave para o táxi
zh: 如果你还没启动发动机的话，现在是时候启动了。打开右侧“SYSTEM”菜单，点击“AUTO START”来启动发动机，准备好滑行

# DefaultMission.TapToContinue
source: Tap here to continue
bg: Натиснете тук, за да продължите
de: Tippe hier, um fortzufahren
fr: Tapez ici pour continuer
hu: Kattints a folytatáshoz
pt: Toque aqui para continuar
zh: 点此继续

# DefaultMission.Welcome
source: Welcome to Infinite Flight! Tap this window to get started and see the mission briefing and instructions
bg: Добре дошли в Infinite Flight! Натиснете този прозорец, за да започнете и да видите брифинга и инструкциите за мисията.
de: Willkommen bei Infinite Flight! Tippe auf dieses Fenster, um zu beginnen und die Missionsbeschreibung und Anweisungen zu sehen
fr: Bienvenue sur Infinite Flight ! Tapez cette fenêtre pour commencer et voir le résumé de la mission et les instructions
hu: Üdvözöllek az Infinite Flightban! Koppints erre az ablakra a kezdéshez és a küldetés áttekintőjének és utasításainak megtekintéséhez.
pt: Bem vindo ao Infinite Flight! Toque nesta janela para começar e visualizar o briefing da missão e instruções
zh: 欢迎来到无限飞行！点击此窗口查看任务简报和指示

# DefaultMission.YourMissionBrief
source: Your mission today is: {0}
bg: Мисията Ви днес е: {0}
de: Deine heutige Mission ist: {0}
fr: Votre mission d'aujourd'hui est :{0}
hu: A mai küldetésed: {0}
pt: Sua missão de hoje é: {0}
zh: 你今天的任务是: {0}

# Mission.MissionBrief
source: MISSION BRIEF
bg: БРИФИНГ НА МИСИЯТА
de: MISSIONSBRIEFING
fr: BRIEFING DE LA MISSION
hu: KÜLDETÉS ÁTTEKINTÉS
pt: BRIEFING DA MISSÃO
zh: 任务简报

# SubscriptionMorePlansControl.ChooseAPlan
source: Choose a plan
bg: Изберете план
pt: Escolha um plano
zh: 选择套餐

# SubscriptionMorePlansControl.Discount
source: {0:0}% discount
bg: {0:0}% отстъпка
de: {0:0}% Rabatt
pt: {0:0}% de desconto
zh: {0:0}%折扣

# SubscriptionMorePlansControl.MonthlyUpper
source: MONTHLY
bg: МЕСЕЧНО
de: MONATLICH
pt: MENSAL
zh: 包月

# SubscriptionMorePlansControl.MostPopular
source: Most popular
bg: Най-популярен
pt: Mais popular
zh: 热门选择

# SubscriptionMorePlansControl.PerMonth
source: {0}{1:0.00}/mo
bg: {0}{1:0.00}/месец
de: {0}{1:0.00}/Monat
pt: {0}{1:0.00}/mês
zh: {0}{1:0.00}/月

# SubscriptionMorePlansControl.ProSubtitle
source: Unlock all aircraft, the entire world, multiplayer, and ATC
bg: Отключете всички самолети, целия свят, мултиплейър и РВД
pt: Desbloqueie todas as aeronaves, o mundo inteiro, multiplayer e ATC
zh: 解锁所有飞机，全球地图，多人连飞和管制模式

# SubscriptionMorePlansControl.ProSubtitleSubscribed
source: It looks like you are already subscribed! You can manage your subscription on the store.
bg: Изглежда, че вече сте абонирани! Можете да управлявате абонамента си от магазина за приложения.
de: Es scheint, dass du bereits ein Abo besitzt! Du kannst dein Abo im Store verwalten.
pt: Parece que você já tem a assinatura! Você poderá gerenciar a sua assinatura na loja de aplicativos.
zh: 你已经成功订阅！可前往应用商店管理你的订阅。

# SubscriptionMorePlansControl.RevertToDefaultAccount
source: Revert to default account
bg: Връщане към акаунт по подразбиране
pt: Reverter para a conta padrão
zh: 退出登录

# SubscriptionMorePlansControl.SemiYearlyUpper
source: SEMI YEARLY
bg: ПОЛУГОДИШНО
de: HALBJÄHRLICH
pt: SEMESTRAL
zh: 半年

# SubscriptionMorePlansControl.SignIn
source: Sign in
bg: Вписване
pt: Entrar
zh: 登录

# SubscriptionMorePlansControl.SignInWithInfiniteFlight
source: Sign in with Infinite Flight
bg: Вписване с Infinite Flight
de: Mit Infinite Flight anmelden
pt: Entrar com Infinite Flight
zh: 使用IFC社区账号登录

# SubscriptionMorePlansControl.YearlyUpper
source: YEARLY
bg: ГОДИШНО
de: JÄHRLICH
pt: ANUAL
zh: 包年

# Global.StartOver
source: Start Over
bg: Започни отначало
pt: Começar novamente
zh: 重新开始

# Mission.MissionFailedUpper
source: MISSION FAILED
bg: ПРОВАЛЕНА МИСИЯ
de: MISSION GESCHEITERT
pt: FALHA NA MISSÃO
zh: 任务失败

# Error.ApplicationInitializationError
source: Infinite Flight could not launch due to a problem. Please try restarting or contact support.
bg: Infinite Flight не можа да стартира поради проблем. Моля, рестартирайте приложението или се свържете с поддръжка.
de: Infinite Flight konnte aufgrund eines Problems nicht gestartet werden. Bitte versuche es erneut oder kontaktiere den Support. (Error Code {0})
pt: Infinite Flight não pode ser iniciado devido a um problema. Tente reiniciar ou contate o suporte. (código de erro {0})
zh: Infinite Flight由于出错无法打开。请尝试重启或联系支持。

# FlightFreeControl.AirportTooSmall
source: {0} is too small for your aircraft. Choose another airport.
bg: {0} е прекалено малко летище за избрания самолет. Изберете друго летище.
de: {0} ist zu klein für dein Flugzeug. Wähle einen anderen Flugplatz.
pt: {0} é muito pequeno para a sua aeronave. Escolha outro aeroporto.
zh: {0} 无法保障你选择的机型。请更换出发机场。

# FlightPlan.AltitudeFormatError
source: Altitude format incorrect
bg: Невалиден формат за височина
pt: Formato de altitude incorreto
zh: 高度格式不正确

# FlightPlan.ClearConfirmationMessage
source: Are you sure you want to clear your flight plan?
bg: Сигурни ли сте, че искате да изчистите полетния си план?
pt: Você tem certeza que quer limpar o seu plano de voo?
zh: 确认清空飞行计划？

# FlightPlan.ImportError
source: Error saving the flight plan file to disk, check that you have enough storage space available
bg: Грешка при запазването на полетния план в паметта, проверете дали имате достатъчно свободно място
de: Fehler beim Speichern des Flugplans. Überprüfe, ob genug Speicherplatz frei ist
pt: Erro em salvar o plano de voo no disco, verifique se você tem armazenamento disponível
zh: 保存飞行计划文件时出错。请确认设备有足够存储空间。

# FlightPlan.Title
source: Flight Plan
bg: Полетен план
pt: Plano de Voo
zh: 飞行计划

# Replay.LoadingError
source: The replay file is corrupt and couldn't be loaded
bg: Записът е повреден и не може да бъде зареден
de: Die Replay-Datei ist fehlerhaft und konnte nicht geladen werden
pt: O arquivo de replay está corrompido e não pode ser carregado
zh: 回放文件已损坏，无法加载

# Error.LoadingScenarioError
source: There was an error downloading this scenario
bg: Възникна грешка при изтеглянето на този сценарий
de: Beim Herunterladen des Szenarios ist ein Fehler aufgetreten (Error Code {0})
pt: Ocorreu um erro ao baixar este cenário (error code {0})
zh: 加载场景时出错

# NavigationControl.Leaderboards
source: Leaderboards
bg: Класация
de: Rangliste
fr: Classements
pt: Classificação
zh: 排行榜

# Global.Mode
source: Mode
bg: Режим
pt: Modo
zh: 模式

# AircraftProfileImageControl.ImageUnavailable
source: Image Unavailable
bg: Снимката не е налична
fr: Image Indisponible
pt: Imagem Indisponível
zh: 暂无预览

# ATC.Center
source: Center
bg: център
pt: Centro
zh: 区域

# FlightMissionControl.FeaturedMissionUpper
source: FEATURED MISSION
bg: ПРЕДСТАВЕНА МИСИЯ
pt: Missão em Destaque
zh: 特别任务

# Global.You
source: You
bg: Вие
de: Du
fr: Vous
pt: Você
zh: 你

# LeaderboardsControl.Landings
source: Landings
bg: Кацания
fr: Atterissages
pt: Pousos
zh: 降落数

# LogbookControl.NoReplayFileUpper
source: NO REPLAY FILE
bg: ЛИПСВА ЗАПИС
de: KEINE REPLAY-DATEI
fr: PAS DE REPLAY
pt: Nenhum arquivo de replay
zh: 无回放文件

# WeatherInfoControl.UnavailableInSoloUpper
source: UNAVAILABLE IN SOLO
bg: НЕНАЛИЧНО В СОЛО
de: IM EINZELSPIELER-MODUS NICHT VERFÜGBAR
fr: INDISPONIBLE EN SOLO
pt: Indisponível em Solo
zh: 单人模式不可用

# CallSignSelectionPage.CallsignsNotAvailable
source: Callsigns are not available now, please try again later
bg: Позивните не са налични в момента, моля, опитайте по-късно
de: Rufzeichen sind gerade nicht verfügbar, versuche es später erneut
fr: Les callsigns sont indisponibles, veuillez essayer plus tard
pt: Indicativos de Chamadas não estão disponíveis neste momento
zh: 呼号暂时不可用，请稍后再试

# GamePage.WaitCanvas.ReadyToFlyUpper
source: READY TO FLY
bg: ГОТОВ ЗА ПОЛЕТ
de: BEREIT ZUM FLIEGEN
fr: PRET A VOLER
pt: PRONTO PARA VOAR
zh: 准备飞行

# InputAssignmentControl.AreYouSureToResetAllControls
source: Are you sure you want to reset all controls to default?
bg: Сигурни ли сте, че искате да върнете настройките на контролите по подразбиране?
fr: Êtes-vous sûr de vouloir réinitialiser tous les contrôles ?
pt: Tem certeza de que deseja resetar todos os controles para os valores padrões?
zh: 确认重置所有操纵设置到默认？

# LeaderboardsControl.Pilots
source: Pilots
bg: Пилоти
fr: Pilotes
pt: Pilotos
zh: 飞行员

# MissionStatusControl.ObjectivesUpper
source: OBJECTIVES
bg: ЦЕЛИ
de: AUFGABEN
fr: OBJECTIFS
pt: OBJETIVOS
zh: 任务目标

# MissionStatusControl.TapHereToContinueUpper
source: TAP HERE TO CONTINUE
bg: НАТИСНЕТЕ ТУК, ЗА ДА ПРОДЪЛЖИТЕ
fr: APPUYEZ ICI POUR CONTINUER
pt: CLIQUE AQUI PARA CONTINUAR
zh: 点击继续

# NewsControl.Announcement
source: Announcement
bg: Обявление
de: Ankündigung
fr: Annonce
pt: Comunicado
zh: 公告

# NewsControl.CommunityTopic
source: Community Topic
bg: Тема във форума
fr: Forum
pt: Tópico da Comunidade
zh: 论坛热贴

# NewsControl.Event
source: Event
bg: Събитие
fr: Événement
pt: Evento
zh: 活动

# NewsControl.Mission
source: Mission
bg: Мисия
pt: Missão
zh: 任务

# NewsControl.News
source: News
bg: Новини
de: Neuigkeiten
fr: Actualités
pt: Notícias
zh: 新闻

# NewsControl.StartFlightQuestion
source: Start Flight?
bg: Стартиране на полет?
de: FLUG BEGINNEN?
fr: Commencer le vol ?
pt: Começar o voo?
zh: 开始飞行？

# NewsControl.Timeline
source: Timeline
bg: Времева линия
pt: Linha do Tempo
zh: 时间线

# NewsControl.Tutorial
source: Tutorial
bg: Урок
de: Anleitung
fr: Tutoriel
zh: 教程

# NewsControl.Video
source: Video
bg: Видео
fr: Vidéo
pt: Vídeo
zh: 视频

# WorldModeModalControl.AtcNotAvailable
source: ATC NOT AVAILABLE
bg: НЕ Е НАЛИЧНО РВД
de: ATC NICHT VERFÜGBAR
fr: ATC INDISPONIBLE
pt: Controle de Tráfego Aéreo não disponível
zh: ATC不可用

# WorldModeModalControl.GradeThreeRequired
source: GRADE 3 REQUIRED
bg: ИЗИСКВА СЕ РАНГ 2
fr: GRADE 3 REQUIS
pt: GRADE 3 NECESSÁRIO
zh: 需要达到等级3

# WorldModeModalControl.MoreServersUpper
source: MORE SERVERS
bg: ПОВЕЧЕ СЪРВЪРИ
fr: PLUS DESERVERS
pt: MAIS SERVIDORES
zh: 更多 服务器

# WorldModeModalControl.MultiPlayer
source: MULTI PLAYER
bg: МУЛТИ ПЛЕЙЪР
de: MEHRSPIELER
fr: MULTIJOUEUR
pt: MULTIJOGADOR
zh: 多人 模式

# WorldModeModalControl.NoAccessUpper
source: NO ACCESS
bg: НЯМА ДОСТЪП
de: KEIN ZUGRIFF
fr: PAS D'ACCÈS
pt: SEM ACESSO
zh: 无权限

# WorldModeModalControl.ProDescription
source: Get Infinite Flight Pro to unlock all multiplayer servers and fly with thousands of other pilots around the world.
bg: Абонирайте се за Infinite Flight Pro, за да отключите всички мултиплейър сървъри и да летите с хиляди други пилоти по целия свят.
fr: Obtenez Infinite Flight Pro pour débloquer tous les serveurs multijoueurs et voler avec des milliers d'autres pilotes à travers le monde.
pt: Adquira o Infinite Flight Pro para acessar todos os servidores multijogador e voe com milhares de pilotos ao redor do mundo.
zh: 现在订阅Infinite Flight Pro，解锁多人模式，和成千上万名来自全球各地的飞行员一起飞行

# WorldModeModalControl.SinglePlayer
source: SINGLE PLAYER
bg: СОЛО
de: EINZELSPIELER
fr: SOLO
pt: SOLO
zh: 单人 模式

# WorldModeModalControl.SinglePlayerOneLine
source: SINGLE PLAYER
bg: СОЛО
de: EINZELSPIELER
fr: SOLO
pt: SOLO
zh: 单人模式

# WorldModeModalControl.TiredOfFlyingAloneUpper
source: TIRED OF FLYING ALONE?
bg: СКУЧНО ВИ Е ДА ЛЕТИТЕ САМИ?
de: DU WILLST NICHT LÄNGER ALLEIN FLIEGEN?
fr: MARRE DE VOLER SEUL ?
pt: CANSADO DE VOAR SOLO?
zh: 一个人飞空虚又寂寞？

# LogbookControl.CouldNotImportReplayStorageError
source: Could not import replay file, please check available storage space.
bg: Импортирането на записа е неуспешно, моля, проверете свободното място за съхранение.
fr: Impossible d'importer le fichier replay. Veuillez vérifier l'espace de stockage disponible.
pt: Não foi possível importar o arquivo de replay, por favor verifique o espaço de armazenamento disponível.
zh: 无法导入回放文件，请确认设备有足够存储空间

# GameControlsAxisSetupControl.AxisUpper
source: AXIS
bg: ОС
fr: AXE
pt: EIXO
zh: 轴

# GameControlsAxisSetupControl.MoveAxisToAssignUpper
source: MOVE AXIS TO ASSIGN
bg: РАЗДВИЖЕТЕ ОСТА, ЗА ДА Я ЗАДАДЕТЕ
fr: BOUGER L'AXE À ASSIGNER
pt: MOVA O EIXO PARA ATRIBUIR
zh: 移动轴以绑定

# GameControlsAxisSetupControl.TapToAssignUpper
source: TAP TO ASSIGN
bg: ДОКОСНЕТЕ, ЗА ДА ЗАДАДЕТЕ
fr: TOUCHEZ POUR ASSIGNER
pt: TOQUE PARA ATRIBUIR
zh: 点击绑定

# GamePage.FlightCanBeResumed
source: Flight can be resumed
bg: Този полет може да бъде продължен
pt: Este voo pode ser retomado
zh: 本次飞行可以断点续飞

# GamePage.FlightCannotBeResumed
source: Flight cannot be resumed
bg: Този полет не може да бъде продължен
de: Dieser Flug kann nicht fortgesetzt werden
pt: Este voo não pode ser retomado
zh: 当前飞行未保存，无法断点续飞

# GamePage.LeaveFlight.Message
source: Are you sure you want to leave this flight?
bg: Сигурни ли сте, че искате да прекратите полета си?
pt: Tem certeza de que deseja sair do voo?
zh: 确认离开当前飞行？

# GamePage.FlightResumeIndicatorName
source: FLIGHT RESUME
bg: ПРОДЪЛЖЕНИЕ НА ПОЛЕТА
de: FLUGFORTSETZUNG
zh: 断点续飞

# GamePage.LeaveFlight.Title
source: Leave Flight
bg: Прекрати полета
pt: Sair do voo
zh: 暂时离开

# Global.NotSaved
source: Not Saved
bg: Незапазен
pt: Não Salvo
zh: 进度未保存！

# Global.Off
source: OFF
bg: ИЗКЛ
de: AUS
pt: DESLIGADO
zh: 关

# Global.On
source: ON
bg: ВКЛ
de: AN
pt: LIGADO
zh: 开

# Global.Saved
source: Saved
bg: Запазен
pt: Salvo
zh: 进度已保存

# GamePage.DiscardSavedFlight
source: Overwrite currently saved flight?
bg: Сигурни ли сте, че искате да презапишете запазения до момента полет?
de: Aktuell gespeicherten Flug überschreiben?
pt: Sobrescrever o voo salvo atualmente?
zh: 你有未完成的飞行，要覆盖它吗？

# Global.Cancelled
source: CANCELLED
bg: ОТМЕНЕН
de: ANNULIERT
fr: ANNULÉ
pt: CANCELADO
zh: 无法恢复

# Global.InFlight
source: IN FLIGHT
bg: В ПОЛЕТ
de: IM FLUG
fr: EN VOL
pt: EM VOO
zh: 飞行中

# Global.OnGround
source: ON GROUND
bg: НА ЗЕМЯТА
de: AM BODEN
fr: AU SOL
pt: EM SOLO
zh: 在地面上

# Global.Parked
source: PARKED
bg: ПАРКИРАН
de: GEPARKT
fr: GARÉ
pt: ESTACIONADO
zh: 在停机位

# Global.ResumeLastFlight
source: RESUME LAST FLIGHT
bg: ПРОДЪЛЖИ ПРЕДИШНИЯ ПОЛЕТ
de: LETZTEN FLUG FORTSETZEN
fr: REPRENDRE LE DERNIER VOL
pt: RETOMAR O ÚLTIMO VOO
zh: 恢复上次飞行

# Global.Stopped
source: STOPPED
bg: ПРЕКРАТЕН
de: GESTOPPT
fr: ARRETÉ
pt: PARADO
zh: 已暂停

# Global.Taxiing
source: TAXIING
bg: РУЛИРАЩ
de: ROLLEND
fr: ROULAGE
pt: TAXIANDO
zh: 滑行中

# LeaderboardsControl.WeeklyLeaderboardUpper
source: WEEKLY LEADERBOARD
bg: СЕДМИЧНА КЛАСАЦИЯ
fr: CLASSEMENT HEBDOMADAIRE
pt: RANKING DA SEMANA
zh: 每周排行榜

# SubscriptionControl.GooglePlaySubscriptionInfo
source: Subscription auto-renews until canceled. Cancel anytime in Google Play's Subscription Center.
bg: Абонаментът се подновява автоматично докато не го отмените. Можете да го отмените по всяко време в Центъра за абонаменти на Google Play.
de: Das Abonnement verlängert sich automatisch, bis es gekündigt wird. Kündigen Sie jederzeit im Abonnementzentrum von Google Play.
fr: L'abonnement se renouvellera automatiquement jusqu'à son annulation.Annulez à tout moment dans le Centre d'abonnement de Google Play.
hu: Az előfizetés automatikusan megújul a lemondásig. Bármikor lemondhatja a Google Play előfizetési központjában.
id: Langganan akan otomatis diperbarui hingga dibatalkan. Batalkan kapan saja di Pusat Langganan Google Play.
pt: A assinatura será renovada automaticamente até ser cancelada. Você pode cancelar a qualquer momento no Centro de Assinaturas do Google Play.
ru: Подписка будет автоматически продлеваться до ее отмены. Отменить можно в любое время в Центре подписок Google Play.
zh: 订阅将自动续订，直至取消。 可随时在Google Play的订阅中心取消。

# AchievementsControl.NewAchievementsEarnedUpper
source: NEW ACHIEVEMENTS EARNED!
bg: НОВИ ПОСТИЖЕНИЯ СА ОТКЛЮЧЕНИ!
pt: NOVAS CONQUISTAS RECEBIDAS!
zh: 新成就达成！

# AchievementsControl.NoAchievementsFound
source: No Achievements Found
bg: Няма намерени постижения
pt: Nenhuma conquista encontrada
zh: 未找到成就
