Repository: infiniteflight/infiniteflight-localization
Catalog: Strings/AppResources.*.resx
Languages: bg, de, es, fr, he, hu, id, ms, pt, ru, zh

# Violation.Level0Received.Message
source: You have been disconnected by a controller or staff member. This is not a Violation and no appeal is necessary.
bg: Вие бяхте изключени от ръководител или член на персонала. Това не е нарушение и не е нужно обжалване.
de: Deine Verbindung wurde von ATC oder Infinite Flight Personal getrennt. Dies gilt nicht als Verstoß und ein Appeal ist nicht notwendig.
es: Un controlador o miembro del equipo de Infinite Flight te ha desconectado del servidor. No has recibido una infracción y no es necesario apelar.
fr: Vous avez été déconnecté par un contrôleur ou un membre du personnel. Ce n'est pas une violation et aucun appel n'est nécessaire.
he: .נותקתם על ידי בקר או איש צוות. זו אינה הפרה ואין צורך בערעור
hu: Egy irányító vagy egy munkatárs megszakította a kapcsolatod. Ez nem szabálysértés, és nincs szükség fellebbezésre.
id: Anda telah diputus oleh ATC atau anggota Staf. Ini bukan pelanggaran dan tidak diperlukan banding.
ms: Anda telah diputuskan sambungan oleh pengawal atau kakitangan. Ini bukan Pelanggaran dan tiada rayuan diperlukan.
pt: Você foi desconectado por um controlador ou membro da equipe. Isso não é uma violação e nenhum apelo é necessário.
ru: Вы были исключены из текущей сессии диспетчером или сотрудником Infinite Flight. Это не нарушение, поэтому апелляция не требуется.
zh: 你已被一名管制员或官方人员强制断线。 这不是违规，因此无需申诉。

# Violation.Level2Received.Message
source: You have received a level 2 violation and have been disconnected from your current session. You may begin another flight immediately and an appeal is not necessary if your total violation count allows it. We encourage you to review any applicable tutorials at youtube.com/infiniteflight
bg: Вие получихте нарушение ниво 2 и бяхте изключени от сесията си. Можете да започнете друг полет веднага и не е нужно обжалване, ако общият Ви брой на нарушенията го позволява. Съветваме Ви да прегледате приложимите уроци на youtube.com/infiniteflight
de: Du hast einen Level 2 Verstoß erhalten und deine Verbindung zum Server wurde getrennt. Du kannst direkt einen anderen Flug beginnen und ein Appeal ist nicht notwendig, sofern die Gesamtzahl deiner Verstöße dies zulässt. Wir empfehlen dir, unsere Infinite Flight Tutorials unter youtube.com/infiniteflight anzusehen
es: Has recibido una infracción de nivel 2 y has sido desconectado de la sesión. Puedes empezar un vuelo nuevo, y no es necesario apelar ya que tus infracciones totales no cuentan contra tu grado. Puedes consultar los tutoriales en youtube.com/infiniteflight
fr: Vous avez reçu une violation de niveau 2 et avez été déconnecté de votre session en cours. Vous pouvez commencer un autre vol immédiatement et un appel n'est pas nécessaire si votre nombre total de violations le permet. Nous vous encourageons à consulter tous les didacticiels applicables sur youtube.com/infiniteflight
hu: 2. szintű szabálysértést kaptál, és leválasztották a jelenlegi repülésedről. Indíthatsz új repülést, és nincs szükség fellebbezésre, ha a szabálysértések teljes száma ezt lehetővé teszi. Javasoljuk, hogy tekintsd át a vonatkozó oktatóanyagokat a youtube.com/infiniteflight oldalon
id: Anda telah menerima pelanggaran tingkat 2 dan telah diputus dari sesi saat ini. Anda dapat memulai penerbangan lain segera dan banding tidak diperlukan jika jumlah pelanggaran total Anda memungkinkan. Kami menyarankan Anda untuk meninjau tutorial yang relevan di youtube.com/infiniteflight
ms: Anda telah menerima pelanggaran tahap 2 dan telah diputuskan sambungan daripada sesi semasa anda. Anda boleh memulakan penerbangan lain dengan segera dan rayuan tidak diperlukan jika jumlah pelanggaran anda membenarkannya. Kami menggalakkan anda menyemak sebarang tutorial yang berkenaan di youtube.com/infiniteflight
pt: Você recebeu uma violação nível 2 e foi desconectado da sessão atual. Você pode começar um novo voo e apelo não é necessário se a contagem de violações totais permitir. Nós incentivamos você a rever qualquer tutoriais aplicáveis em youtube.com/infiniteflight
ru: Вы получили нарушение 2 уровня и были отключены от текущей сессии. Апелляция не обязательна и вы сможете начать другой полет, если количество ваших нарушений это позволяет. Мы рекомендуем ознакомиться с соответствующими видеоинструкциями на youtube.com/infiniteflight
zh: 你收到了一个2级违规，并且已经被强制断线。 如果你的总违规次数未超过限制，那么你无需申诉就可以立即开始新飞行。 我们鼓励你在youtube.com/infiniteflight查看所有可用的教程。

# Violation.Level3Received.Message
source: You have received a level 3 violation and have been disconnected from your current session. We enourage you to review any applicable tutorials at youtube.com/infiniteflight
bg: Вие получихте нарушение ниво 3 и бяхте изключени от сесията си. Съветваме Ви да прегледате приложимите уроци на youtube.com/infiniteflight
de: Du hast einen Level 3 Verstoß erhalten und deine Verbindung zum Server wurde getrennt. Wir empfehlen dir, unsere Infinite Flight Tutorials unter youtube.com/infiniteflight anzusehen
es: Has recibido una infracción de nivel 3 y has sido desconectado de la sesión. Puedes consultar los tutoriales en youtube.com/infiniteflight
fr: Vous avez reçu une violation de niveau 3 et avez été déconnecté de votre session en cours. Nous vous encourageons à consulter les didacticiels applicables sur youtube.com/infiniteflight
hu: 3. szintű szabálysértést kaptál, és leválasztották a jelenlegi repülésedről. Javasoljuk, hogy tekintsd át a vonatkozó oktatóanyagokat a youtube.com/infiniteflight oldalon
id: Anda telah menerima pelanggaran tingkat 3 dan telah diputus dari sesi saat ini. Kami menyarankan Anda untuk meninjau tutorial yang relevan di youtube.com/infiniteflight.
ms: Anda telah menerima pelanggaran tahap 3 dan telah diputuskan sambungan daripada sesi semasa anda. Kami menggalakkan anda menyemak mana-mana tutorial yang berkenaan di youtube.com/infiniteflight
pt: Você recebeu uma violação nível 3 e foi desconectado da sessão atual. Nós incentivamos você a rever qualquer tutoriais aplicáveis em youtube.com/infiniteflight
ru: Вы получили нарушение 3 уровня и были отключены от текущей сессии. Мы рекомендуем ознакомиться с соответствующими видеоинструкциями на youtube.com/infiniteflight
zh: 你收到了一个3级违规，并且已经被强制断线。 我们鼓励你在youtube.com/infiniteflight查看所有可用的教程。

# Violation.UnspecifiedReason
source: Unspecified Reason
bg: Неопределена причина
de: Unbestimmter Grund
es: Razón No Especificada
fr: Raison non spécifiée
he: סיבה לא מוגדרת
hu: Meghatározatlan Ok
id: Alasan Tidak Disebutkan
ms: Sebab Tidak Ditentukan
pt: Razão não especificada
ru: Другая Причина
zh: 无详细原因

# Violations.AerobaticManouvers.Message
source: Aerobatic Maneuvers prohibited near airports. A level 1 violation has been issued.
bg: Не са позволени аеробатични маневри около летища. Издадено е нарушение ниво 1.
de: Kunstflugmanöver in Flughafennähe verboten.Ein Level 1 Verstoß wurde erteilt.
es: El Vuelo Acrobático no está permitido cerca de aeropuertos. Se ha emitido una infracción de nivel 1.
fr: Acrobaties aériennes interdites à proximité des aéroports.Une infraction de niveau 1 a été émise.
hu: Repülőterek közelében tilos műrepülő manővereket végezni.. 1. szintű szabálysértést kaptál.
id: Manuver aerobatik dilarang di dekat bandara. Pelanggaran tingkat 1 telah diterbitkan.
pt: Voos Acrobáticos é proibido perto de aeroportos. Uma violação nível 1 foi emitido.
ru: Маневры высшего пилотажа около аэропортов запрещены. Вы получили нарушение 1 уровня.
zh: 机场附近禁止特技飞行。你已收到一个1级违规。

# Violations.AircraftIdle.Message
source: Aircraft idle on active runway for too long A level 1 violation has been issued.
bg: Самолетът бездейства на пистата за прекалено много време Издадено е нарушение ниво 1.
de: Es ist verboten, sich zu lange auf einer aktiven Startbahn aufzuhalten.Ein Level 1 Verstoß wurde erteilt.
es: Avión inactivo en pista para demasiado tiempo Se ha emitido una infracción de nivel 1.
fr: Aéronef au ralenti sur la piste active pendant trop longtempsUne infraction de niveau 1 a été émise.
hu: Az aktív kifutópályákon huzamosabb ideig tartózkodtál. 1. szintű szabálysértést kaptál.
id: Pesawat diam di landasan pacu aktif terlalu lama Pelanggaran tingkat 1 telah diterbitkan
ms: Pesawat melahu di landasan aktif terlalu lama Pelanggaran tahap 1 telah dikeluarkan.
pt: Aeronave inativo na pista por muito tempo Uma violação nível 1 foi emitido.
ru: Вы слишком долго простояли на полосе. Вы получили нарушение 1 уровня.
zh: 在跑道上停留时间过长。你已收到一个1级违规。

# Violations.GroundSpeed.Message
source: Exceeded max ground speed of 35kts. A level 1 violation has been issued. Slow down to avoid further violations.
bg: Превишихте максималната наземна скорост от 35 възела. Издадено Ви е нарушение ниво 1. Намалете скоростта, за да избегнете допълнителни нарушения.
de: Maximale Rollgeschwindigkeit (GS) von 35kts überschritten.Ein Level 1 Verstoß wurde erteilt.Bremse ab, um weitere Verstöße zu vermeiden.
es: Se ha superado la velocidad máxima de rodaje (35kts). Se ha emitido una infracción de nivel 1. Reduce velocidad para evitar más infracciones.
fr: Dépassement de la vitesse au sol maximale de 35 nœuds.Une infraction de niveau 1 a été émise.Ralentissez pour éviter d'autres violations.
hu: Túllépted a 35kts maximális gurulási sebességet. 1. szintű szabálysértést kaptál. Lassíts a további szabálysértések elkerülése érdekében.
id: Melebihi kecepatan maksimum 35 knot. Pelanggaran level 1 telah dikeluarkan. Perlambat Pesawat untuk menghindari pelanggaran lebih lanjut.
ms: Melebihi kelajuan tanah maksimum 35 knot. Pelanggaran tahap 1 telah dikeluarkan. Perlahan untuk mengelakkan pelanggaran selanjutnya.
pt: Excedido velocidade máxima em solo de 35kts. Uma violação nível 1 foi emitido. Reduza para evitar mais violações.
ru: Вы превысили максимальную скорость на земле (35узл.). Вы получили нарушение 1 уровня. Сбавьте скорость, чтобы избежать дополнительных нарушений.
zh: 地面滑行速度最大35节。你已收到一个1级违规。立即减速以避免收到更多违规。

# ATCRatingPage.FrequencyCount
source: Frequencies Staffed
bg: Контролирани честоти
de: Besetzte Frequenzen
es: Frecuencias Abiertas
fr: Fréquences actives
he: תדרים מאוישים
hu: Frekvenciák Irányítva
id: Frekuensi yang dijaga
ms: Kekerapan Kakitangan
pt: Frequências ativas
ru: Частот Под Контролем
zh: 担任席位数

# ATCRatingPage.Operations
source: Session Operations
bg: Действия за сесията
de: Abgewickelte Flugbewegungen (Sitzung)
es: Operaciones
fr: Opérations de session
he: פעולות מושב
hu: Irányítási Műveletek
id: Operasi Sesi
ms: Operasi Sesi
pt: Operações
ru: Операций за Сессию
zh: 有效指令数

# ATCRatingPage.Reports
source: Session Reports
bg: Докладвания за сесията
de: Gemeldete Verstöße
es: Denuncias
fr: Rapports de session
he: דוחות מושב
hu: Irányítási Jelentések
id: Laporan Sesi
ms: Laporan Sesi
pt: Denúncias
ru: Репортов за Сессию
zh: 违规报告数

# ATCRatingPage.Title
source: SESSION SUMMARY
bg: ОБОБЩЕНИЕ НА СЕСИЯТА
de: ZUSAMMENFASSUNG
es: RESUMEN DE LA SESIÓN
fr: RÉSUMÉ DE LA SÉANCE
he: תקציר מושב
hu: IRÁNYITÁS ÖSSZEFOGLALÓ
id: RANGKUMAN SESI
ms: RINGKASAN SESI
pt: Resumo da Sessão
ru: ОТЧЕТ ПО СЕССИИ
zh: 管制报告

# ATCRatingPage.TotalOperations
source: Total Operations
bg: Общ брой действия
de: Abgewickelte Flugbewegungen (Gesamt)
es: Operaciones Totales
fr: Opérations totales
he: סך פעולות
hu: Összes Művelet
id: Total Operasional
ms: Jumlah Operasi
pt: Total de Operações
ru: Всего Операций
zh: 有效指令总数

# ATCRatingPage.TotalTime
source: Time on Frequency
bg: Време на контролиране
de: Zeit auf Frequenz
es: Tiempo Abierto
fr: Temps sur Fréquence
he: זמן על תדר
hu: Frekvencián Töltött Idő
id: Waktu pada Frekuensi
ms: Masa pada Kekerapan
pt: Tempo na Frequência
ru: Время на Частоте
zh: 管制时长

# SystemMessaging.ATCActive
source: {0} {1} is active. You have been tuned to this frequency.
bg: Радиоточката {0} {1} е активна. Присъединени сте към честотата автоматично.
de: {0} {1} ist aktiv. Du wurdest mit dieser Frequenz verbunden.
es: {0} {1} se ha conectado. Ahora estas sintonizado con esta frecuencia.
fr: {0} {1} est actif. Vous avez été réglé sur cette fréquence.
hu: {0} {1} aktív. Rrre a frekvenciára lettél kapcsolva.
id: {bandara} {posisi} sedang aktif. Anda telah disetel ke frekuensi ini.
ms: {0} {1} adalah aktif. Anda telah ditala kepada frekuensi ini.
pt: {0} {1} está ativo. Você foi sintonizado nessa frequência.
ru: {0} {1} теперь активна. Вы были переведены на эту частоту.
zh: {0} {1} 当前在线。已为你调至此频率。

# SystemMessaging.ATCOffline
source: {0} {1} is now offline
bg: {0} {1} е офлайн
de: {0} {1} ist jetzt offline
es: {0} {1} se ha desconectado
fr: {0} {1} est maintenant hors ligne
hu: {0} {1} offline állapotban van
id: {0} {1} saat ini tidak tersedia
pt: {0} {1} se desconectou
ru: {0} {1} теперь оффлайн
zh: {0} {1} 已下线

# SystemMessaging.ATCOfflineRetuned
source: {0} {1} is now offline. You have been tuned to {2} {3}.
bg: {0} {1} е офлайн. Присъединени сте към {2} {3}.
de: {0} {1} ist jetzt offline. Du wurdest mit {2} {3} verbunden.
es: {0} {1} se ha desconectado. Ahora estas sintonizado con {2} {3}.
fr: {0} {1} est désormais hors ligne. Vous avez été réglé sur {2} {3}.
hu: {0} {1} offline állapotban van. Át lettél kapcsolva: {2} {3}.
id: {bandara} {lokasi} saat ini tidak tersedia. Anda telah dialihkan ke {2} {3}.
ms: {0} {1} kini berada di luar talian. Anda telah ditala ke {2} {3}.
pt: {0} {1} se desconectou. Você foi sintonizado para {2} {3}.
ru: {0} {1} теперь оффлайн. Вы были переведены на {2} {3}.
zh: {0} {1} 已下线。已为你调至 {2} {3}。

# Settings.General.ClearCache
source: Clear Cache
bg: Изчистване на кеша
de: Cache leeren
es: Borrar Caché
fr: Vider le cache
he: נקה מטמון
hu: Gyorsítótár Törlés
id: Hapus Cache
ms: Kosongkan Cache
pt: Limpar Cache
ru: Очистить Кэш
zh: 清除缓存

# Settings.General.NoVoicesFound
source: No voices found
bg: Няма намерени гласове
de: Keine Stimmen gefunden
es: No hay voces
fr: Aucune voix trouvée
he: לא נמצאו קולות
hu: Nem található hang
ms: Tiada suara ditemui
pt: Nenhuma voz encontrado
ru: Не найдено голосов
zh: 未找到语音

# Settings.Option.FiveSeconds
source: 5 Seconds
bg: 5 секунди
de: 5 Sekunden
es: 5 Segundos
fr: 5 secondes
he: חמש שניות
hu: 5 Másodperc
id: 5 Detik
ms: 5 Saat
pt: 5 segundos
ru: 5 Секунд
zh: 5秒

# Settings.Option.Never
source: Never
bg: Никога
de: Nie
es: Nunca
fr: Jamais
he: לעולם לא
hu: Soha
id: Tidak Pernah
ms: Tidak Pernah
pt: Nunca
ru: Никогда
zh: 从不

# Settings.Option.TenSeconds
source: 10 Seconds
bg: 10 секунди
de: 10 Sekunden
es: 10 Segundos
fr: 10 secondes
he: עשר שניות
hu: 10 Másodperc
id: 10 Detik
ms: 10 Saat
pt: 10 segundos
ru: 10 Секунд
zh: 10秒

# Settings.Option.TwoSeconds
source: 2 Seconds
bg: 2 секунди
de: 2 Sekunden
es: 2 Segundos
fr: 2 secondes
he: שתי שניות
hu: 2 Másodperc
id: 2 Detik
ms: 2 Saat
pt: 2 segundos
ru: 2 Секунды
zh: 2秒

# Commands.ElevatorTrimDown
source: Elevator Trim Down
bg: Намаляване на баланса на елеватора
de: Höhenruder-Trimmung runter
es: Reducir compensación de cabeceo
fr: Abaissement de l’ascenseur
he: עיטור מעליות למטה
hu: Magassági Kormánylap Le
id: Elevator Trim Turun
ms: Elevator Trim Turun
pt: Descer compensador do profundor
ru: Триммировать Руль Высоты Вниз
zh: 向下配平

# Commands.ElevatorTrimUp
source: Elevator Trim Up
bg: Увеличаване на баланса на елеватора
de: Höhenruder-Trimmung hoch
es: Incrementar compensación de cabeceo
fr: Garniture d’ascenseur
he: עיטור מעליות למעלה
hu: Magassági Kormánylap Fel
id: Elevator Trim Naik
ms: Elevator Trim Naik
pt: Subir compensador do profundor
ru: Триммировать Руль Высоты Вверх
zh: 向上配平

# Commands.ThrottleDown
source: Throttle Down
bg: Намаляване на тягата
de: Schubhebel zurück
es: Bajar Palanca de Aceleración
fr: Accélérez vers le bas
he: מצערת למטה
hu: Gázkar Le
id: Gas Ke Bawah
ms: Pendikit Ke Bawah
pt: Reduzir Potência
ru: Уменьшить Тягу
zh: 稍减小油门

# Commands.ThrottleUp
source: Throttle Up
bg: Увеличаване на тягата
de: Schubhebel vor
es: Subir Palanca de Aceleración
fr: Accélérez
he: מצערת למעלה
hu: Gázkar Fel
id: Gas Naik
ms: Pendikit Naik
pt: Aumentar Potência
ru: Увеличить Тягу
zh: 稍增大油门

# Error.NetworkErrorShort
source: Network Error
bg: Мрежова грешка
de: Netzwerk-Fehler
es: Error de Conexión
fr: Erreur réseau
he: תקלת רשת
hu: Hálózati Hiba
id: Kesalahan Jaringan
ms: Ralat Rangkaian
pt: Erro de Rede
ru: Сетевая Ошибка
zh: 网络错误

# SystemsStatus.NoAdditionalInformation
source: No Additional Information
bg: Няма допълнителна информация
de: Keine weiteren Informationen
es: No hay información adicional
fr: Aucune information supplémentaire
he: אין מידע נוסף
hu: Nincs További Információ
id: Tidak ada Informasi Tambahan
ms: Tiada Maklumat Tambahan
pt: Sem informação adicional
ru: Нет Дополнительной Информации
zh: 无更多信息

# SystemsStatus.NoInfo
source: No Info
bg: Няма инфо
de: Keine Information
es: No hay info
fr: Pas d’info
he: אין מידע
hu: Nincs Info
id: Tidak ada Info
ms: Tiada Info
pt: Sem Informação
ru: Нет Информации
zh: 无信息

# SystemStatus.Name
source: Systems Status
bg: Статус на системите
de: System-Status
es: Estado de Sistemas
fr: État des systèmes
he: מצב מערכות
hu: Rendszer Állapot
id: Status Sistem
ms: Status Sistem
pt: Status dos Sistemas
ru: Статус Системы
zh: 系统状态

# Global.RestorePurchases
source: Restore Purchases
bg: Възстановяване на покупките
de: Käufe wiederherstellen
es: Restaurar Compras
fr: Restaurer les achats
he: לשחזר רכישות
hu: Vásárlás Visszaállítása
id: Pulihkan Pembelian
ms: Kembalikan Pembelian
pt: Restaurar Compras
ru: Восстановить Покупки
zh: 恢复购买

# Replay.DeleteAll
source: Delete All
bg: Изтриване на всички
de: Alle löschen
es: Borrar Todos
fr: Supprimer tout
he: מחק הכל
hu: Összes Törlése
id: Hapus Semua
ms: Hapus semua fail ulangan
pt: Deletar Tudo
ru: Удалить Все
zh: 删除全部

# Replay.DeleteAll.Message
source: Delete all replay files?
bg: Изтриване на всички записи?
de: Alle Replay-Dateien löschen?
es: ¿Quieres borrar todos los replays?
fr: Supprimer tous les fichiers replay?
he: ?למחוק את כל קבצי השמעה חוזרת
hu: Törlöd az összes visszajátszási fájlt?
id: Hapus semua file tayangan ulang?
ms: Hapus semua fail ulangan?
pt: Deletar todos os arquivos de replay?
ru: Удалить все повторы?
zh: 删除所有回放文件？

# Replay.DeleteSelected
source: Delete Selected
bg: Изтриване на избраните
de: Ausgewählte löschen
es: Borrar Seleccionados
fr: Supprimer la sélection
he: מחק הנבחר
hu: Kiválasztottak Törlése
id: Hapus file tayangan ulang yang dipilih
ms: Hapus fail ulangan yang dipilih
pt: Deletar Selecionados
ru: Удалить Выбранные
zh: 删除选中

# Replay.DeleteSelectedPlural.Message
source: Delete {0} selected replay files?
bg: Изтриване на {0} избрани записа?
de: {0} gewählte Replay-Dateien löschen?
es: ¿Quieres borrar {0} archivos de replay?
fr: Supprimer {0} fichiers de relecture sélectionnés?
hu: Törölsz {0} kiválasztott visszajátszási fájlt?
id: Hapus {0} file replay yang dipilih?
ms: Hapus {0} fail ulangan yang dipilih?
pt: Deletar {0} selecionados arquivos de replay?
ru: Удалить {0} выбранных повторов?
zh: 删除 {0} 个选中的回放文件？

# Replay.DeleteSelectedSingular.Message
source: Delete selected replay file?
bg: Изтриване на избрания запис?
de: Gewählte Replay-Datei löschen?
es: ¿Quieres borrar el replay seleccionado?
fr: Supprimer le fichier de relecture sélectionné?
he: ?למחוק קובץ השמעה חוזרת שנבחרה
hu: Törlöd a kiválasztott visszajátszási fájlt?
id: Hapus file tayangan ulang yang dipilih?
ms: Hapus fail ulangan yang dipilih?
pt: Deletar arquivo de replay selecionado?
ru: Удалить выбранный повтор?
zh: 删除该回放文件？

# Replay.DeleteUnstarred
source: Delete Unstarred
bg: Изтриване на всички без звезда
de: Nicht markierte löschen
es: Borrar no-destacados
fr: Supprimer Unstarred
he: מחק ללא כוכב
hu: Nem Csillagozottak Törlése
id: Hapus yang tidak ditandai bintang
ms: Hapus fail ulangan tanpa tanda bintang
pt: Deletar não destacados
ru: Удалить неотмеченные
zh: 删除无星标

# Replay.DeleteUnstarred.Message
source: Delete unstarred replay files?
bg: Изтриване на всички записи без звезда?
de: Alle nicht markierten Replay-Dateien löschen?
es: ¿Quieres borrar los replays no-destacados?
fr: Supprimer les fichiers de relecture sans étoile?
he: ?למחוק קבצי הפעלה חוזרת ללא כוכב
hu: Törlöd a nem csillagozott visszajátszási fájlokat?
id: Hapus file replay yang tidak diberi bintang?
ms: Hapus fail ulangan tanpa tanda bintang?
pt: Deletar arquivos de replay não destacados?
ru: Удалить неотмеченные повторы?
zh: 删除所有无星标的回放？

# MapItemInfoControl.Class
source: Class {0}
bg: Клас {0}
de: Klasse {0}
es: Clase {0}
fr: Classe {0}
he: {0} מעמד
hu: Osztály {0}
id: Kelas {0}
ms: Kelas {0}
pt: Classe {0}
ru: Класс {0}
zh: {0} 类机场

# MapItemInfoControl.Information
source: INFORMATION
bg: ИНФОРМАЦИЯ
es: INFORMACIÓN
he: מֵידָע
hu: INFORMÁCIÓ
id: Informasi
ms: Maklumat
pt: INFORMAÇÃO
ru: ИНФОРМАЦИЯ
zh: 信息

# WeightAndBalance.Unavailable
source: Unavailable
bg: Недостъпно
de: Nicht verfügbar
es: No disponible
fr: Indisponible
he: אינו זמין
hu: Nem Érhető El
id: Tidak tersedia
ms: Tidak tersedia
pt: Indisponível
ru: Недоступно
zh: 不可用

# WeightAndBalance.Unavailable.Message
source: Activate Parking Brakes on the ramp to make changes to Weight and Balance in Live Mode.
bg: Активирайте ръчната спирачка на земята, за да променяте теглото и баланса в онлайн режим.
de: Aktiviere die Parkbremse auf dem Vorfeld um im Mehrspielermodus die Gewichtseinstellungen zu ändern.
es: Activa los frenos en la rampa para cambiar el peso y balance en modo multijugador.
fr: Activez les freins de stationnement sur la rampe pour modifier le poids et le centrage en mode Live.
he: .הפעל את מעצורי החניה ברמפה כדי לבצע שינויים במשקל ובאיזון במצב חי
hu: Aktiváld a rögzítőfékeket a rámpán, hogy módosítani tudd a súlyt és az egyensúlyt Online Módban.
id: Aktifkan rem parkir di ramp untuk melakukan perubahan pada berat dan keseimbangan dalam mode langsung.
ms: Aktifkan Brek Penuh di landasan untuk membuat perubahan pada Pemberat dan Keseimbangan dalam Mod Live.
pt: Ative o Freio de Estacionamento no pátio para realizar mudanças no peso e balanceamento no modo online.
ru: Активируйте парковочный тормоз на рулежной дорожке, чтобы менять Вес и Баланс самолета в многопользовательском режиме.
zh: 连线飞行时，在机位上开启停机刹车后才能改变重量与配载设置

# SystemMessaging.Jetbridges.NoJetbridgesAvailableAtAirport
source: No jet bridges available at this airport
bg: Няма налични ръкави на това летище
de: Keine Fluggastbrücken an diesem Flughafen verfügbar
es: No hay pasarelas en este aeropuerto
fr: Aucun pont à réaction disponible à cet aéroport
he: אין גשרי סילון זמינים בשדה התעופה הזה
hu: Ezen a repülőtéren nem állnak rendelkezésre beszállóhídak
id: Tidak ada jembatan pesawat di bandara ini
ms: Tiada jambatan udara tersedia di lapangan terbang ini
pt: Nenhum portão de embarque disponível neste aeroporto
ru: В этом аэропорту нет доступных телетрапов
zh: 该机场暂无可动廊桥
