Repository: infiniteflight/infiniteflight-localization
Catalog: Strings/AppResources.*.resx
Languages: bg, de, es, fr, he, hu, id, ms, pt, ru, zh

# ATCJobBoardControl.FIRs
source: Flight Information Regions
bg: Полетни информационни региони
de: Fluginformationsgebiet (FIR)
es: Regiones de información de vuelo
fr: Régions d'information de vol
he: אזורי מידע על טיסה
hu: Repülési Információs Régiók
id: Wilayah Informasi Penerbangan
ms: Kawasan Maklumat Penerbangan
pt: Regiões de Informação de Voo
ru: Центры
zh: 飞行情报区

# ATCJobBoardControl.GoTo
source: Go to {0}
bg: Отидете до {0}
de: Gehe nach {0}
es: Ir a {0}
fr: Aller à {0}
he: {0} לך ל
hu: Ugrás ide {0}
id: Pergi ke {0}
ms: Pergi ke {0}
pt: Ir a {0}
ru: Перейти к {0}
zh: 前往 {0}

# ATCJobBoardControl.NoFlightsFound
source: No Flights Found
bg: Няма намерени полети
de: Keine Flüge gefunden
es: No hay vuelos
fr: Aucun vol trouvé
he: לא נמצאו טיסות
hu: Nem Található Járat
id: Tidak ada penerbangan yang ditemukan
ms: Tiada Penerbangan Ditemui
pt: Nenhum voo encontrado
ru: Полетов не Найдено
zh: 无航班

# FlightPlan.AddToCurrentFlightPlanPrompt
source: Add to current flight plan?
bg: Добавяне към текущия полетен план?
de: Zum aktuellen Flugplan hinzufügen?
es: ¿Añadir al plan de vuelo actual?
fr: Ajouter au plan de vol actuel ?
he: ?הוסף לתוכנית הטיסה הנוכחית
hu: Hozzáadja az aktuális repülési tervhez?
id: Tambahkan ke rencana penerbangan saat ini?
ms: Tambahkan pada rancangan penerbangan semasa?
pt: Adicionar ao plano de voo atual?
ru: Добавить к текущему плану полета?
zh: 加入当前飞行计划？

# FlightPlan.AddToFlightPlan
source: Add to Flight Plan
bg: Добавяне към полетния план
de: Zum Flugplan hinzufügen
es: Añadir a Plan de Vuelo
fr: Ajouter au plan de vol
he: הוסף לתוכנית הטיסה
hu: Hozzáadás a Repülési Tervhez
id: Tambahkan ke Rencana Penerbangan
ms: Tambahkan pada Rancangan Penerbangan
pt: Adicionar ao plano de voo
ru: Добавить к Плану Полета
zh: 加入当前飞行计划

# FlightPlan.ReplaceCurrentFlightPlanPrompt
source: Replace current flight plan?
bg: Замяна на текущия полетен план?
de: Aktuellen Flugplan ersetzen?
es: ¿Reemplazar plan de vuelo actual?
fr: Remplacer le plan de vol actuel ?
he: ?להחליף תוכנית הטיסה הנוכחית
hu: Lecseréli a jelenlegi repülési tervet?
id: Ganti rencana penerbangan saat ini?
ms: Gantikan pelan penerbangan semasa?
pt: Substituir o plano de voo atual?
ru: Заменить текущий план полета?
zh: 替换当前飞行计划？

# FlightPlan.ReplaceFlightPlan
source: Replace Flight Plan
bg: Замяна на полетния план
de: Flugplan ersetzen
es: Reemplazar plan de vuelo
fr: Remplacer le plan de vol
he: להחליף תוכנית טיסה
hu: Repülési Terv Lecserélése
id: Ganti rencana penerbangan
ms: Gantikan Pelan Penerbangan
pt: Substituir o plano de voo
ru: Заменить План Полета
zh: 替换当前飞行计划

# FlightPlan.ImportReplaceAdd
source: Do you want to replace or add to the existing flight plan?
bg: Искате да замените или добавите към текущия полетен план?
de: Möchtest du deinen bestehenden Flugplan erweitern oder ersetzen?
es: ¿Quieres añadir al plan de vuelo actual o reemplazarlo?
fr: Voulez vous remplacer ou ajouter au plan de vol?
he: ?האם אתה רוצה להחליף או להוסיף לתוכנית הטיסה הקיימת
hu: Ki szeretné cserélni vagy kiegészíteni a meglévő repülési tervet?
id: Ditampilkan saat mengimpor berkas rencana penerbangan FPL
ms: Anda mahu menggantikan atau menambah kepada rancangan penerbangan sedia ada?
pt: Você deseja substituir ou adicionar ao plano de voo atual?
ru: Заменить или добавить в существующий план полета?
zh: 替换或添加至当前飞行计划？

# FlightPlan.Replace
source: Replace
bg: Замяна
de: Ersetzen
es: Reemplazar
fr: Remplacer
he: להחליף
hu: Kicserélés
id: Ganti
ms: Ganti
pt: Substituir
ru: Заменить
zh: 替换

# FlightPlan.Add
source: Add
bg: Добавяне
de: Hinzufügen
es: Añadir
fr: Ajouter
he: הוסף
hu: Hozzáadás
id: Tambahkan
ms: Tambah
pt: Adicionar
ru: Добавить
zh: 添加

# Global.Airport
source: Airport
bg: Летище
de: Flughafen
es: Aeropuerto
fr: Aéroport
he: שדה תעופה
hu: Repülőtér
id: Bandara
ms: Lapangan Terbang
pt: Aeroporto
ru: Аэропорт
zh: 机场

# Global.NotQualified
source: Not Qualified
bg: Не сте квалифицирани
de: Nicht qualifiziert
es: No Calificado
fr: Non qualifié
he: לא מוסמך
hu: Nem Minősített
id: Tidak memenuhi syarat
ms: Tidak Layak
pt: Não Qualificado
ru: Недостаточно Квалифицирован
zh: 尚无资质

# Global.PleaseWait
source: Please wait...
bg: Моля, изчакайте...
de: Bitte warten...
es: Espere por favor...
fr: Patientez...
he: ...המתן בבקשה
hu: Kérjük várj...
id: Mohon Tunggu...
ms: Silah Tunggu...
pt: Por favor aguarde...
ru: Пожалуйста, подождите...
zh: 请稍候...

# Global_FinalApproach
source: Final Approach
bg: Финален подход
de: Endanflug
es: Aterrizaje (Final)
fr: Approche finale
he: גישה אחרונה
hu: Vegső Egyenes
id: Pendekatan Akhir
ms: Pendekatan Akhir
pt: Aproximação Final
ru: Финальный заход
zh: 最终进近

# Global_Runway
source: Runway
bg: Писта
de: Piste
es: Pista
fr: Piste
he: מסלול המראה
hu: Kifutópálya
id: Landasan Pacu
ms: Landasan
pt: Pista
ru: Полоса
zh: 跑道

# Global_Takeoff
source: Takeoff
bg: Излитане
de: Abflug
es: Despegue
fr: Décollage
he: להמריא
hu: Felszállás
id: Lepas Landas
ms: Berlepas
pt: Decolagem
ru: Взлет
zh: 起飞

# Global_Unknown
source: Unknown
bg: Неопределено
de: Unbekannt
es: Desconocido
fr: Inconnu
he: לא ידוע
hu: Ismeretlen
id: Tidak diketahui
ms: Tidak Diketahui
pt: Desconhecido
ru: Неизвестно
zh: 未知

# Grade.FlightTimeLongPeriod
source: Flight Time (90 days)
bg: Полетно време (90 дни)
de: Flugzeit (90 Tage)
es: Tiempo de Vuelo (90 días)
fr: Temps de vol (90 jours)
hu: Repülési Idő (90 nap)
id: Waktu Penerbangan (90 hari)
ms: Masa Penerbangan (90 hari)
pt: Tempo de Voo (90 dias)
ru: Время в Воздухе (90 дней)
zh: 飞行时长（90天内）

# Grade.LandingCountLongPeriod
source: Landings (90 days)
bg: Кацания (90 дни)
de: Landungen (90 Tage)
es: Aterrizajes (90 días)
fr: Atterrissages (90 jours)
hu: Leszállások (90 nap)
id: Pendaratan (90 hari)
ms: Pendaratan (90 hari)
pt: Pousos (90 dias)
ru: Посадки (90 дней)
zh: 降落数（90天内）

# Grade.ReportCountMediumPeriod
source: Level 3 Violations (7 days)
bg: Нарушения ниво 3 (7 дни)
de: Level 3 Verstöße (7 Tage)
es: Infracciones de Nivel 3 (7 días)
fr: Violations de niveau 3 (7 jours)
hu: 3. Szintű Szabálysértések (7 nap)
id: Pelanggaran Tingkat 3 (7 hari)
ms: Pelanggaran Tahap 3 (7 hari)
pt: Violações Nível 3 (7 dias)
ru: Нарушения 3 Уровня (7 дней)
zh: 3级违规数（7天内）

# Grade.Requirements
source: Requirements
bg: Изисквания
de: Anforderungen
es: Requisitos
fr: Conditions
he: דרישות
hu: Követelmények
id: Persyaratan
ms: Keperluan
pt: Requisitos
ru: Требования
zh: 要求

# Grade.ShowGradeTable
source: Show Grade Table
bg: Показване на ранговата таблица
de: Rang-Tabelle anzeigen
es: Mostrar Tabla de Grados
fr: Afficher le tableau des Grades
he: הצג טבלת ציונים
hu: Fokozattábla Megjelenítése
id: Tampilkan Tabel Kelas
ms: Tunjukkan Jadual Gred
pt: Mostrar Tabela de Níveis
ru: Показать Ранговую Таблицу
zh: 显示等级要求表

# Grade.ShowViolationHistory
source: Show Violation History
bg: Показване на историята на нарушенията
de: Verstoß-Historie anzeigen
es: Mostrar Historial de Infracciones
fr: Afficher l'historique
he: הצג היסטוריית הפרות
hu: Szabálysértési Előzmények Megjelenítése
id: Tunjukkan Riwayat Pelanggaran
ms: Tunjukkan Sejarah Pelanggaran
pt: Mostrar Histórico de Violação
ru: Показать Историю Нарушений
zh: 显示违规记录

# Grade.Total12MonthsATCAllReports
source: All Level 2/3 Violations (1 year)
bg: Всички нарушения ниво 2/3 (1 година)
de: Alle Level 2/3 Verstöße (1 Jahr)
es: Infracciones de Nivel 2/3 (1 año)
fr: Toutes les violations de niveau 2/3 (1 an)
hu: Minden 2./3. szintű szabálysértés (1 év)
id: Semua Pelanggaran Tingkat 2/3 (1 tahun)
ms: Semua Pelanggaran Tahap 2/3 (1 tahun)
pt: Todas as Violações Nível 2/3 (1 ano)
ru: Все Нарушения 2/3 Уровня (1 год)
zh: 2/3级违规总数（1年内）

# Grade.Total12MonthsATCMajorReports
source: Level 3 Violations (1 year)
bg: Нарушения ниво 3 (1 year)
de: Level 3 Verstöße (1 Jahr)
es: Infracciones de Nivel 3 (1 año)
fr: Violations de niveau 3 (1 an)
hu: 3. szintű szabálysértések (1 év)
id: Pelanggaran Tingkat 3 (1 tahun)
ms: Pelanggaran Tahap 3 (1 tahun)
pt: Violações Nível 3 (1 ano)
ru: Нарушения 3 Уровня (1 год)
zh: 3级违规数（1年内）

# Grade.Total12MonthsATCMinorReports
source: Level 2 Violations (1 year)
bg: Нарушения ниво 2 (1 година)
de: Level 2 Verstöße (1 Jahr)
es: Infracciones de Nivel 2 (1 año)
fr: Violations de niveau 2 (1 an)
hu: 2. szintű szabálysértések (1 év)
id: Pelanggaran Tingkat 2 (1 tahun)
ms: Pelanggaran Tahap 2 (1 tahun)
pt: Violações Nível 2 (1 ano)
ru: Нарушения 2 Уровня (1 год)
zh: 2级违规数（1年内）

# Grade.TotalFlightTime
source: Total Flight Time
bg: ОБщо полетно време
de: Flugzeit (Gesamt)
es: Tiempo Total de Vuelo
fr: Temps de vol total
hu: Teljes Repülési Idő
id: Total Waktu Penerbangan
ms: Jumlah Masa Penerbangan
pt: Tempo de Voo Total
ru: Общее Время в Воздухе
zh: 总飞行时长

# Grade.TotalLandings
source: Total Landings
bg: Общ брой кацания
de: Landungen (Gesamt)
es: Aterrizajes Totales
fr: Atterrissages
hu: Összes Leszállás
id: Jumlah Pendaratan
ms: Jumlah Pendaratan
pt: Total de Pousos
ru: Всего Посадок
zh: 总降落数

# Grade.TotalXP
source: XP
bg: Опит
ms: Mata Pengalaman
ru: Опыт
zh: 总经验

# Grade.ViolationsByLandingShortPeriod
source: Level 1 Violations/Landing (12 Months)
bg: Нарушения ниво 1/кацания (12 Месеца)
de: Level 1 Verstöße/Landungen (12 Monate)
es: Infracciones de Nivel 1/Aterrizajes (12 meses)
fr: Violations de niveau 1/Atterrissage 1 (12 mois)
hu: 1. szintű szabálysértések/leszállás (12 hónap)
id: Pelanggaran/Pendaratan Tingkat 1 (12 Bulan)
ms: Pelanggaran/Pendaratan Tahap 1 (12 Bulan)
pt: Violações Nível 1/Pousos (12 meses)
ru: Нарушения 1 Уровня/Посадки (12 месяцев)
zh: 1级违规/落地数比（12个月内）

# Grade.ViolationsMediumPeriod
source: Level 1 Violations (7 days)
bg: Нарушения ниво 1 (7 дни)
de: Level 1 Verstöße (7 Tage)
es: Infracciones de Nivel 1 (7 días)
fr: Violations de niveau 1 (7 jours)
hu: 1. szintű szabálysértések (7 nap)
id: Pelanggaran Tingkat 1 (7 hari)
ms: Pelanggaran Tahap 1 (7 hari)
pt: Violações Nível 1 (7 dias)
ru: Нарушения 1 Уровня (7 дней)
zh: 1级违规数（7天内）

# Grade.ViolationsShortPeriod
source: Level 1 Violations (24 hours)
bg: Нарушения ниво 1 (24 часа)
de: Level 1 Verstöße (24 Stunden)
es: Infracciones de Nivel 1 (24 horas)
fr: Violations de niveau 1 (24 heures)
hu: 1. szintű szabálysértések (24 óra)
id: Pelanggaran Tingkat 1 (24 jam)
ms: Pelanggaran Tahap 1 (24 jam)
pt: Violações Nível 1 (24 horas)
ru: Нарушения 1 Уровня (24 часа)
zh: 1级违规数（24小时内）

# ItemSearchControl.NoResultsFor
source: No results for "{0}"
bg: Няма резултат за "{0}"
de: Keine Ergebnisse für "{0}"
es: No hay resultados para "{0}"
fr: Aucun résultat pour "{0}"
he: "{0}" אין תוצאות עבור
hu: Nincs találat a következőre "{0}"
id: Tidak ada hasil untuk “{0}”
ms: Tiada hasil untuk "{0}"
pt: Nenhum resultados para "{0}"
ru: Нет результатов для "{0}"
zh: 找不到 "{0}"

# ItemSearchControl.SearchAirports
source: Search airports
bg: Търсене на летища
de: Flughafen suchen
es: Buscar aeropuertos
fr: Rechercher des aéroports
he: חפש שדות התעופה
hu: Repülőterek keresése
id: Cari Bandara
ms: Cari lapangan terbang
pt: Pesquisar Aeroportos
ru: Искать аэропорты
zh: 搜索机场...

# ItemSearchControl.SearchAirportsAndWaypoints
source: Search airports/waypoints
bg: Търсене на летища/точки
de: Flughäfen/Wegpunkte suchen
es: Buscar aeropuerto/puntos de ruta
fr: Rechercher des aéroports/points
he: חיפוש נמלי תעופה / נקודות ציון
hu: Repülőterek/pontok keresése
id: Cari bandara/titik waypoint
ms: Cari lapangan terbang/titik laluan
pt: Pesquisar Aeroportos/Fixos
ru: Искать аэропорты/путевые точки
zh: 搜索机场/航路点...

# LocationPage.NoAvailableStartLocations
source: No available start locations for the {0}
bg: Няма налични начални локации за {0}
de: Keine freien Startplätze für {0}
es: No hay parking disponible para el {0}
fr: Aucun point de départ disponible pour le {0}
he: {0} אין מיקומי התחלה זמינים עבור
hu: Nincs elérhető kiindulási hely a következőhöz: {0}
id: Tidak ada lokasi awal yang tersedia untuk {0}
ms: Tiada lokasi mula tersedia untuk {0}
pt: Não há posições disponíveis para o {0}
ru: Нет доступных стартовых точек для {0}
zh: 该机场没有供 {0} 停放的机位

# LocationPage.ResetZoom
source: Reset Zoom
bg: Нулиране на мащабирането
de: Zoom zurücksetzen
es: Restablecer Zoom
fr: Réinitialiser le zoom
he: אפס זום
hu: Nagyítás Visszaállítása
id: Setel Ulang Zoom
ms: Tetapkan semula Zum
pt: Reiniciar Zoom
ru: Сбросить Масштаб
zh: 重设缩放

# MapItemInfoControl.Procedures.Select
source: Select
bg: Избиране
de: Auswählen
es: Seleccionar
fr: Sélectionner
he: בחר
hu: Kiválaszt
id: Pilih
ms: Pilih
pt: Selecionar
ru: Выбрать
zh: 选择

# MapItemInfoControl.Procedures.SelectApproach
source: Select Approach
bg: Избор на подход
de: Anflugverfahren wählen
es: Seleccionar Llegada
fr: Sélectionnez l'approche
he: בחר גישה
hu: Megközelítése Kiválasztása
id: Pilih Pendekatan
ms: Pilih Pendekatan
pt: Selecionar Aproximação
ru: Выбрать Заход
zh: 选择进近程序

# MapItemInfoControl.Procedures.SelectArrival
source: Select Arrival
bg: Избор на процедура за долитане
de: Anflugroute wählen
es: Seleccionar Llegada (STAR)
fr: Sélectionnez Arrivée
he: בחר הגעה
hu: Érkezés Kiválasztása
id: Pilih Kedatangan
ms: Pilih Ketibaan
pt: Selecionar Chegada (STAR)
ru: Выбрать Прибытие
zh: 选择标准进场程序

# MapItemInfoControl.Procedures.SelectDeparture
source: Select Departure
bg: Избор на процедура за отлитане
de: Abflugroute wählen
es: Seleccionar Salida (SID)
fr: Sélectionnez le départ
he: בחר יציאה
hu: Indulás Kiválasztása
id: Pilih Keberangkatan
ms: Pilih Berlepas
pt: Selecionar Saída (SID)
ru: Выбрать Вылет
zh: 选择标准离场程序

# MenuPageBase.Grade.GradeRequired
source: Grade Required: {0}
bg: Нужен ранг: {0}
de: Erforderlicher Rang: {0}
es: Grado requerido: {0}
fr: Grade requise : {0}
he: {0} :ציון חובה
hu: Szükséges Fokozat: {0}
id: Tingkat yang Diperlukan: {0}
ms: Gred Diperlukan: {0}
pt: Nível necessário: {0}
ru: Требуемый ранг: {0}
zh: 所需等级: {0}

# MenuPageBase.Grade.InsufficientGradePrompt
source: You do not have the required grade to fly on {0}
bg: Нямате нужния ранг, за да летите в {0}
de: Du hast nicht den erforderlichen Rang um auf dem {0} zu fliegen
es: No tienes el grado necesario para volar en {0}
fr: Vous n'avez pas le grade requis pour voler sur {0}
hu: Nem rendelkezel a szükséges fokozattal, hogy repülj a(z) {0}
id: Anda tidak memiliki Tingkat yang diperlukan untuk terbang pada {0}
ms: Anda tidak mempunyai gred yang diperlukan untuk terbang {0}
pt: Você não tem o nível necessário para voar no {0}
ru: Ваш ранг пока не позволяет совершать полеты на {0}
zh: 你尚未达到在 {0} 飞行的等级

# MenuPageBase.Grade.YourGrade
source: Your Grade: {0}
bg: Вашият ранг: {0}
de: Dein Rang: {0}
es: Tu Grado: {0}
fr: Votre grade : {0}
he: {0} :הציון שלך
hu: Fokozatod: {0}
id: Tingkat Anda: {0}
ms: Gred Anda: {0}
pt: Seu Nível: {0}
ru: Ваш Ранг: {0}
zh: 你的等级: {0}

# MenuPageBase.NoATCAccess
source: No ATC Access
bg: Нямате достъп до РВД
de: Kein ATC Zugriff
es: Sin Acceso ATC
fr: Pas d'accès ATC
he: אין גישה לבקרת תנועה אווירית
hu: Nincs ATC Hozzáférés
id: Tidak ada akses ATC
ms: Tiada Akses ATC
pt: Sem Acesso ATC
ru: Нет Диспетчерского Доступа
zh: 无法管制

# MenuPageBase.NoATCAccessOn
source: No ATC Access on {0}
bg: Нямате достъп до РВД на {0}
de: Kein ATC Zugriff auf dem {0}
es: No hay acceso ATC en {0}
fr: Pas d'accès ATC le/la {0}
he: {0} לא בקרת תנועה אווירית גישה
hu: Nincs ATC Hozzáférésed a(z) {0}
id: Tidak Mempunyai Akses ATC pada {0}
ms: Tiada Akses ATC pada {0}
pt: Sem Acesso ATC no {0}
ru: Нет Диспетчерского Доступа на {0}
zh: 无法在 {0} 管制

# MenuPageBase.NoProFound
source: No valid Infinite Flight Pro subscription found
bg: Не беше намерен валиден Infinite Flight Pro абонамент
de: Es wurde kein gültiges Infinite Flight Pro Abonnement gefunden
es: No se ha encontrado una suscripción válida de Infinite Flight Pro
fr: Aucun abonnement Infinite Flight Pro valide n'a été trouvé
hu: Nem található érvényes Infinite Flight Pro előfizetés
id: Tidak ditemukan langganan Infinite Flight Pro yang valid.
ms: Tiada langganan Infinite Flight Pro yang sah ditemui
pt: Nenhuma assinatura válida do Infinite Flight Pro encontrado
ru: Не найдена активная подписка Infinite Flight Pro
zh: 未找到有效的Infinite Flight Pro订阅。

# MenuPageBase.ProRequired
source: Infinite Flight Pro is required to start a flight at this location. Please change the start airport.
bg: Изисква се Infinite Flight Pro, за да започнете полет на тази локация. Моля, променете началното летище.
de: Um hier einen Flug zu starten wird ein Infinite Flight Pro Abonnement benötigt. Bitte ändere den Startflughafen.
es: Se necesita Infinite Flight Pro para empezar un vuelo aquí. Por favor, selecciona otro aeropuerto.
fr: Infinite Flight Pro est requis pour démarrer un vol à cet endroit. Veuillez changer l'aéroport de départ.
hu: Infinite Flight Pro szükséges a repülés indításához ezen a helyen. Kérjük, változtasd meg a kiindulási repülőteret.
id: Infinite Flight Pro diperlukan untuk memulai penerbangan di lokasi ini. Silakan ubah bandara awal.
ms: Infinite Flight Pro diperlukan untuk memulakan penerbangan di lokasi ini. Sila tukar lapangan terbang mula.
pt: Infinite Flight Pro é necessário para iniciar o voo nessa localização. Por favor, escolha outro aeroporto.
ru: Чтобы начать полет с этой локации требуется Infinite Flight Pro. Пожалуйста, измените стартовый аэропорт.
zh: 在此开始飞行需要拥有Infinite Flight Pro订阅。请更换出发机场。

# Time.1Hour
source: 1 hour
bg: 1 час
de: 1 Stunde
es: 1 hora
fr: 1 heure
he: שעה אחת
hu: 1 óra
id: 1 jam
ms: 1 jam
pt: 1 hora
ru: 1 час
zh: 1小时

# Time.1HourAgo
source: 1 hour ago
bg: Преди 1 час
de: vor 1 Stunde
es: Hace una hora
fr: Il y a 1 heure
he: לפני שעה
hu: 1 órája
id: 1 jam yang lalu
ms: 1 jam lalu
pt: 1 hora atrás
ru: 1 час назад
zh: 1小时前

# Time.1Minute
source: 1 minute
bg: 1 минута
es: 1 minuto
he: דקה אחת
hu: 1 perc
id: 1 menit
ms: 1 minit
pt: 1 minuto
ru: 1 минута
zh: 1分钟

# Time.1MinuteAgo
source: 1 minute ago
bg: Преди 1 миунта
de: vor 1 Minute
es: Hace un minuto
fr: il y a 1 minute
he: לפני דקה אחת
hu: 1 perce
id: 1 menit yang lalu
ms: 1 minit lalu
pt: 1 minuto atrás
ru: 1 минуту назад
zh: 1分钟前

# Time.1YearAgo
source: 1 year ago
bg: Преди 1 година
de: vor 1 Jahr
es: Hace un año
fr: il y a 1 an
he: לפני שנה
hu: 1 éve
id: 1 tahun yang lalu
ms: 1 tahun lalu
pt: 1 ano atrás
ru: 1 год назад
zh: 1年前

# Time.Days
source: {0} days
bg: {0} дни
de: {0} Tage
es: {0} días
fr: {0} jours
hu: {0} nap
id: {0} hari
ms: {0} hari
pt: {0} dias
ru: {0} день
zh: {0} 天

# Time.DaysAgo
source: {0} days ago
bg: Преди {0} дни
de: vor {0} Tagen
es: Hace {0} días
fr: il y a {0} jours
hu: {0} napja
id: {0} hari yang lalu
ms: {0} hari lalu
pt: {0} dias atrás
ru: {0} дней назад
zh: {0} 天前

# Time.Hour
source: hour
bg: час
de: Stunde
es: hora
fr: heure
he: שָׁעָה
hu: óra
id: jam
ms: jam
pt: hora
ru: час
zh: 小时

# Time.Hours
source: {0} hours
bg: {0} часа
de: {0} Stunden
es: {0} horas
fr: {0} heures
hu: {0} óra
id: {0} jam
ms: {0} jam
pt: {0} horas
ru: {0} часов
zh: {0} 小时

# Time.HoursAgo
source: {0} hours ago
bg: Преди {0} часа
de: vor {0} Stunden
es: Hace {0} horas
fr: il y a {0} heures
hu: {0} órája
id: {0} jam yang lalu
ms: {0} jam lalu
pt: {0} horas atrás
ru: {0} часов назад
zh: {0} 小时前

# Time.HourShortForm
source: hr
bg: ч
de: Std
fr: heure
hu: ó
id: jam
ms: jam
ru: ч
zh: 小时

# Time.HoursShortForm
source: hrs
bg: ч
de: Std
fr: heures
hu: ó
id: jam
ms: jam
ru: ч
zh: 小时

# Time.In1Hour
source: In 1 hour
bg: След 1 час
de: In 1 Stunde
es: En 1 hora
fr: Dans une heure
he: בזמן שעה אחת
hu: 1 óra múlva
id: Dalam 1 jam
ms: Dalam 1 jam
pt: Em 1 hora
ru: Через 1 час
zh: 1小时内

# Time.In1Minute
source: In a minute
bg: След 1 минута
de: In einer Minute
es: En un minuto
fr: Dans une minute
he: תוך דקה
hu: 1 perc múlva
id: Dalam 1 menit
ms: Dalam 1 minit
pt: Em um minuto
ru: Через минуту
zh: 1分钟内

# Time.InDays
source: In {0} days
bg: След {0} дни
de: In {0} Tagen
es: En {0} días
fr: Dans {0} jours
he: תוך {0} ימים
hu: {0} nap múlva
id: Dalam {0} hari
ms: Dalam {0} hari
pt: Em {0} dias
ru: Через {0} дней
zh: {0} 天内

# Time.InHours
source: In {0} hours
bg: След {0} час(а)
de: In {0} Stunden
es: En {0} horas
fr: Dans {0} heures
he: תוך {0} שעות
hu: {0} óra múlva
id: Dalam {0} jam
ms: Dalam {0} jam
pt: Em {0} horas
ru: Через {0} часов
zh: {0} 小时内

# Time.InLessThanAMinute
source: In less than a minute
bg: След по-малко от минута
de: In weniger als einer Minute
es: En menos de un minuto
fr: Dans moins d'une minute
he: תוך פחות מדקה
hu: Kevesebb, mint egy perc múlva
id: Dalam waktu kurang dari satu menit
ms: Dalam masa kurang dari satu minit
pt: Em menos de um minuto
ru: Меньше чем через минуту
zh: 小于1分钟内

# Time.InMinutes
source: In {0} minutes
bg: След {0} минути
de: In {0} Minuten
es: En {0} minutos
fr: Dans {0} minutes
he: תוך {0} מינוטיס
hu: {0} perc múlva
id: Dalam {0} menit
ms: Dalam {0} minit
pt: Em {0} minutos
ru: Через {0} минут(ы)
zh: {0} 分钟内

# Time.LessThanAMinute
source: Less than a minute
bg: По-малко от минута
de: Weniger als eine Minute
es: Menos de un minuto
fr: Moins d'une minute
he: פחות מדקה
hu: Kevesebb, mint egy perc
id: Kurang dari satu menit
ms: Masa kurang dari satu minit
pt: Menos de um minuto
ru: Меньше минуты
zh: 小于1分钟

# Time.LessThanAMinuteAgo
source: Less than a minute ago
bg: Преди по-малко от минута
de: Vor weniger als einer Minute
es: Hace menos de un minuto
fr: Il y a moins d'une minute
he: לפני פחות מדקה
hu: Kevesebb, mint egy perce
id: Kurang dari satu menit yang lalu
ms: Kurang daripada satu minit lalu
pt: Menos de um minuto atrás
ru: Меньше минуты назад
zh: 小于1分钟前

# Time.Minute
source: minute
bg: минута
es: minuto
he: דקה
hu: perc
id: menit
ms: minit
pt: minuto
ru: минута
zh: 分钟

# Time.Minutes
source: {0} minutes
bg: {0} минути
de: {0} Minuten
es: {0} minutos
hu: {0} perc
id: {0} menit
ms: {0} minit
pt: {0} minutos
ru: {0} минут(а)
zh: {0} 分钟

# Time.MinutesAgo
source: {0} minutes ago
bg: Преди {0} минути
de: vor {0} Minuten
es: Hace {0} minutos
fr: il y a {0} minutes
hu: {0} perce
id: {0} menit yang lalu
ms: {0} minit lalu
pt: {0} minutos atrás
ru: {0} минут(ы) назад
zh: {0} 分钟前

# Time.MinuteShortForm
source: mn
bg: мин
de: Min
hu: p
id: menit
ms: minit
ru: мин
zh: 分钟

# Time.Tomorrow
source: Tomorrow
bg: Утре
de: Morgen
es: Mañana
fr: Demain
he: מָחָר
hu: Holnap
id: Besok
ms: Esok
pt: Amanhã
ru: Завтра
zh: 明天

# Time.YearsAgo
source: {0} years ago
bg: Преди {0} години
de: vor {0} Jahren
es: Hace {0} años
fr: il y a {0} ans
hu: {0} éve
id: {0} tahun yang lalu
ms: {0} tahun lalu
pt: {0} anos atrás
ru: {0} год(а) назад
zh: {0} 天前

# Time.Yesterday
source: Yesterday
bg: Вчера
de: Gestern
es: Ayer
fr: Hier
he: אתמול
hu: Tegnap
id: Kemarin
ms: Kemarin
pt: Ontem
ru: Вчера
zh: 昨天

# Violation.AerobaticsViolation
source: Aerobatics Violation
bg: Нарушение за аеробатика
de: Kunstflugverstoß
es: Infracción de Vuelo Acrobático
fr: Violation de voltige
he: הפרת אווירובטיקה
hu: Műrepülési Szabalyszegés
id: Pelanggaran Aerobatik
ms: Pelanggaran Aerobatik
pt: Violação de voo acrobático
ru: Высший Пилотаж
zh: 特技飞行违规

# Violation.AirportClass
source: Airport Class Violation
bg: Нарушение за клас на летището
de: Flughafen-Klassen-Verstoß
es: Infracción de Clase de Aeropuerto
fr: Violation de classe d'aéroport
he: הפרת מחלקת שדה התעופה
hu: Reptéri Osztály Szabályszegés
id: Pelanggaran Kelas Bandara
ms: Pelanggaran Kelas Lapangan Terbang
pt: Violação de classe de aeroporto
ru: Нарушение Класса Аэропорта
zh: 机场等级违规

# Violation.AirspaceViolation
source: Airspace Violation
bg: Нарушение за въздушно пространство
de: Luftraumverstoß
es: Infracción de Espacio Aéreo
fr: Violation de l'espace aérien
he: הפרת המרחב האווירי
hu: Légtér Szabályszegés
id: Pelanggaran Ruang Udara
ms: Pelanggaran Ruang Udara
pt: Violação de espaço aéreo
ru: Нарушение Воздушного Пространства
zh: 空域违规
