Repository: infiniteflight/infiniteflight-localization
Catalog: Strings/AppResources.*.resx
Languages: bg, de, es, fr, he, hu, id, ms, pt, ru, zh

# Settings.Account.ManageSubscription.Android
source: Your subscription was purchased on a different platform and can't be managed from this device.
bg: Абонаментът Ви е закупен от друга платформа и не може да бъде управляван от това устройство.
de: Dein Abonnement wurde auf einem Gerät mit einem anderen Betriebssystem erworben und kann auf diesem Gerät nicht verwaltet werden.
es: Tu suscripción se compró en otra plataforma y no se puede gestionar desde este dispositivo.
fr: Votre abonnement a été acheté sur une autre plate-forme et ne peut pas être géré à partir de cet appareil.
he: .המנוי שלך נרכש בפלטפורמה אחרת ולא ניתן לנהל אותו ממכשיר זה
hu: Előfizetésed egy másik platformon vásároltad, és nem kezelhető erről az eszközről.
id: Langganan Anda dibeli di platform yang berbeda dan tidak dapat dikelola dari perangkat ini.
ms: Langganan anda telah dibeli pada platform lain dan tidak boleh diurus daripada peranti ini.
pt: A sua assinatura foi adquirido em outra plataforma e não pode ser gerenciado nesse dispositivo.
ru: Ваша подписка была куплена на другой платформе и не может быть изменена с этого устройства.
zh: 你的订阅是在另一个平台支付的，因此无法在此设备上管理。

# Settings.Account.ManageSubscription.Error
source: Can't connect to the store. You can manage your subscription by going to the store's subscriptions page.
bg: Не можем да се свържем с магазина. Можете да управлявате абонамента си от страницата за абонаменти във вашия магазин.
de: Verbindung mit dem Store nicht möglich. Du kannst dein Abonnement auf der Abonnement-Seite des Stores verwalten.
es: No se puede conectar con tu app store. Puedes gestionar tu suscripción en la página de suscripciones en tu app store.
fr: Impossible de se connecter au store. Vous pouvez gérer votre abonnement en vous rendant sur la page des abonnements de la boutique.
he: .לא מצליח להתחבר לחנות. אתה יכול לנהל את המנוי שלך על ידי מעבר לדף המנויים של החנות
hu: Nem lehet csatlakozni az áruházhoz. Az előfizetést az áruház előfizetések oldalán kezelheted.
id: Tidak dapat terhubung ke toko. Anda dapat mengelola langganan Anda dengan mengunjungi halaman langganan toko.
ms: Tidak dapat menyambung ke kedai. Anda boleh mengurus langganan anda dengan pergi ke halaman langganan kedai.
pt: Não foi possível conectar com a loja. Você pode gerenciar a sua assinatura pela página de assinatura da loja.
ru: Невозможно подключиться к магазину приложений. Вы можете управлять своей подпиской через настройки подписок вашего магазина приложений.
zh: 无法连接至应用商店。你可以前往应用商店的订阅页面管理你的订阅。

# Settings.Account.ManageSubscription.iOS
source: Your subscription was purchased on iOS and can't be managed from this device.
bg: Абонаментът Ви е закупен от iOS и не може да бъде управляван от това устройство.
de: Dein Abonnement wurde auf iOS erworben und kann auf diesem Gerät nicht verwaltet werden.
es: Tu suscripción solo se puede gestionar desde un dispositivo iOS.
fr: Votre abonnement a été acheté sur iOS et ne peut pas être géré depuis cet appareil.
hu: Előfizetésed iOS rendszeren vásároltad, és nem kezelhető erről az eszközről.
id: Langganan Anda dibeli di iOS dan tidak dapat dikelola dari perangkat ini.
ms: Langganan anda telah dibeli pada iOS dan tidak boleh diurus daripada peranti ini.
pt: A sua assinatura foi adquirido no iOS e não pode ser gerenciado nesse dispositivo.
ru: Ваша подписка была куплена на iOS устройстве и не может быть изменена с этого устройства.
zh: 你的订阅是在iOS支付的，因此无法在此设备上管理。

# Settings.Account.NotSubscribed
source: You are not subscribed to Infinite Flight Pro
bg: Не сте абонирани за Infinite Flight Pro
de: Du besitzt kein Infinite Flight Pro Abonnement
es: No estás suscrito a Infinite Flight Pro
fr: Vous n'êtes pas abonné à Infinite Flight Pro
hu: Nem fizettél elő az Infinite Flight Pro szolgáltatásra
id: Anda belum berlangganan Infinite Flight Pro
ms: Anda tidak melanggan Infinite Flight Pro
pt: Você não é assinante do Infinite Flight Pro
ru: Вы не подписаны на Infinite Flight Pro
zh: 你尚未订阅Infinite Flight Pro

# Settings.Account.Stats.Subtitle
source: See your grade level and violation history. These stats determine multiplayer server level eligibility
bg: Вижте вашия ранг и история на нарушенията ви. Тези статистики определят нивото Ви на достъп за мултиплейър сървъри
de: Betrachte deinen Rang und deine Verstoß-Historie. Diese beeinflussen deinen Serverzugang
es: Tu grado y historial de infracciones determina tu eligibildad a diferentes servidores de multijugador
fr: Consultez votre grade et l'historique des violations. Ces statistiques déterminent l'éligibilité au niveau du serveur multijoueur
he: ראה את רמת הציונים ואת היסטוריית ההפרות שלך. נתונים סטטיסטיים אלו קובעים את הזכאות לרמת שרת מרובה משתתפים
hu: Tekintsd meg szinted és szabálysértési előzményeid. Ezek a statisztikák határozzák meg a többjátékos szerver szintű jogosultságod
id: Lihat tingkat kelas dan riwayat pelanggaran Anda. Statistik ini menentukan apakah anda bisa bergabung dengan server multipemain.
ms: Lihat tahap gred dan sejarah pelanggaran anda. Statistik ini menentukan kelayakan tahap pelayan berbilang pemain
pt: O seu nível e histórico de violações determina a sua elegibilidade aos servidores diferentes
ru: Просмотрите ваш ранг и историю нарушений. Эта статистика определяет ваш ранг в многопользовательском режиме
zh: 查看你的连飞等级和违规记录。这些数据决定了连线飞行的等级资质

# Settings.Account.Stats.Title
source: Account Statistics
bg: Статистики на акаунта
de: Konto-Statistik
es: Tus Estadisticas
fr: Statistiques du compte
he: סטטיסטיקת חשבון
hu: Fiók Statisztika
id: Statistik Akun
ms: Statistik Akaun
pt: Suas Estatísticas
ru: Статистика Аккаунта
zh: 统计数据

# Settings.Account.StatsError
source: There was a problem getting your stats. Try again or contact support.
bg: Проблем при получаването на вашата статистика. Опитайте отново или се свържете с поддръжката.
de: Statistiken konnten nicht aufgerufen werden. Versuche es erneut oder kontaktiere den Support.
es: Hubo un problema al obtener tus estadísticas. Inténtelo de nuevo o póngase en contacto con soporte técnico.
fr: Un problème est survenu lors de l'obtention de vos statistiques. Réessayez ou contactez l'assistance.
he: .הייתה בעיה בקבלת הנתונים הסטטיסטיים שלך. נסה שוב או פנה לתמיכה
hu: Hiba történt a statisztikák lekérésével. Próbáld újra, vagy lépj kapcsolatba az ügyfélszolgálattal.
id: Ada masalah saat mengambil data statistik Anda. Coba lagi atau hubungi bantuan.
ms: Terdapat masalah mendapatkan statistik anda. Cuba lagi atau hubungi sokongan.
pt: Ocorreu um problema ao obter a sua estatísticas. Tente novamente ou contate o suporte.
ru: Произошла ошибка во время получения вашей статистики. Попробуйте еще раз или свяжитесь с поддержкой
zh: 获取你的统计数据时出错。请稍后再试或联系支持。

# Settings.Account.Subscription.ActiveWithAutoRenew
source: You are subscribed to {0} which renews on {1}
bg: Абонирани сте за {0}, който се подновява на {1}
de: Du hast {0} abonniert. Dein Abonnement erneuert sich am {1}
es: Estás suscrito a {0} y se renovará automáticamente el {1}
fr: Vous êtes abonné à {0} qui se renouvelle le {1}
hu: Előfizettél a(z) {0} szolgáltatásra, amely ekkor újul meg: {1}
id: Anda telah berlangganan ke {0} yang akan diperbarui pada {1}
ms: Anda melanggan {0} yang memperbaharui pada {1}
pt: Você está assinado a {0} e vai renovar em {1}
ru: Вы подписаны на {0}, которая возобновится {1}
zh: 你目前订阅了 {0} ，将在 {1} 续费

# Settings.Account.Subscription.ActiveWithoutAutoRenew
source: You are subscribed to {0} which expires on {1}
bg: Абонирани сте за {0}, който изтича на {1}
de: Du hast {0} abonniert. Dein Abonnement endet am {1}
es: Estás suscrito a {0} y caducará el {1}
fr: Vous êtes abonné à {0} qui expire le {1}
hu: Előfizettél a(z) {0} szolgáltatásra, amely ekkor jár le: {1}
id: Anda telah berlangganan ke {0} yang akan berakhir pada {1}
ms: Anda melanggan {0} yang tamat tempoh pada {1}
pt: Você está assinado a {0} e vai expirar em {1}
ru: Вы подписаны на {0}, которая закончится {1}
zh: 你目前订阅了 {0}，将在 {1} 到期

# Settings.Account.Subscription.InGracePeriod
source: The renewal for your subscription failed. Tap on Manage Subscription to check payment info before {0}
bg: Подновяването на абонамента Ви беше неуспешно. Натиснете "Управление на абонамента", за да проверите платежната информация преди {0}
de: Die Erneuerung deines Abonnements ist fehlgeschlagen. Öffne Abonnement Verwalten und überprüfe deine Zahlungsdaten vor dem {0}
es: Ha fallado la renovación de tu suscripción. Pulse en Gestionar Suscripción para verificar tu forma de pago antes de {0}
fr: Le renouvellement de votre abonnement a échoué. Appuyez sur Gérer l'abonnement pour vérifier les informations de paiement avant {0}
hu: Az előfizetés megújítása nem sikerült. Koppints az Előfizetés Kezelése elemre a fizetési adatok ellenőrzéséhez {0} előtt
id: Perpanjangan langganan Anda gagal. Ketuk Kelola Langganan untuk memeriksa informasi pembayaran sebelum {0}
ms: Pembaharuan untuk langganan anda gagal. Ketik Urus Langganan untuk menyemak maklumat pembayaran sebelum {0}
pt: A renovação da assinatura falhou. Toque em Gerenciar Assinatura para verificar as informações de pagamento antes de {0}
ru: Возобновление вашей подписки не удалось. Нажмите на Управление Подпиской, чтобы проверить вашу платежную информацию до {0}
zh: 订阅续费失败。请在 {0} 前点击“管理订阅“检查支付信息

# Settings.Account.Subscription.Title
source: Your Infinite Flight Pro Subscription
bg: Вашият Infinite Flight Pro абонамент
de: Dein Infinite Flight Pro Abonnement
es: Tu Suscripción de Infinite Flight Pro
fr: Votre abonnement Infinite Flight Pro
hu: A Te Infinite Flight Pro Előfizetésed
id: Langganan Infinite Flight Pro Anda
ms: Langganan Infinite Flight Pro Anda
pt: Sua Assinatura Infinite Flight Pro
ru: Ваша Подписка Infinite Flight Pro
zh: 你的Infinite Flight Pro订阅

# Settings.Account.SwitchAccount.Subtitle
source: Use a different Infinite Flight account to access a subscription bought on another device
bg: Използвайте друг Infinite Flight акаунт, за да имате достъп до абонамент, купен от друго устройство
de: Nutze ein anderes Infinite Flight Konto, um ein Abonnement zu nutzen, das auf einem anderen Gerät erworben wurde
es: Usa otra cuenta de Infinite Flight para usar una suscripción comprada en otro dispositivo
fr: Utilisez un autre compte Infinite Flight pour accéder à un abonnement acheté sur un autre appareil
hu: Használj másik Infinite Flight fiókot egy másik eszközön vásárolt előfizetés eléréséhez
id: Gunakan akun Infinite Flight yang berbeda untuk mengakses langganan yang dibeli di perangkat lain.
ms: Gunakan akaun Infinite Flight yang berbeza untuk mengakses langganan yang dibeli pada peranti lain
pt: Use outra conta do Infinite Flight para acessar a assinatura adquirido em outro dispositivo
ru: Используйте другой аккаунт Infinite Flight, чтобы получить доступ к подписке, приобретенной на другом устройстве
zh: 使用不同的Infinite Flight账号以使用在另一设备上购买的订阅

# Settings.Account.SwitchAccount.Title
source: Switch Account
bg: Смяна на акаунта
de: Konto Wechseln
es: Cambiar Cuenta
fr: Changer de compte
he: החלף חשבון
hu: Fiókváltás
id: Ganti Akun
ms: Tukar akaun
pt: Trocar Conta
ru: Сменить Аккаунт
zh: 切换账号

# Settings.Account.Unlink
source: Unlink
bg: Прекратяване на връзката
de: Verbindung Trennen
es: Desenlazar
fr: Dissocier
he: בטל את הקישור
hu: Szétkapcsolás
id: Putuskan Tautan
ms: Nyahpaut
pt: Desvincular
ru: Отвязать
zh: 解除绑定

# Settings.Account.ViewStats
source: View Stats
bg: Вижте статистиките си
de: Statistiken Ansehen
es: Ver Estadísticas
fr: Voir les statistiques
he: צפה בסטטיסטיקה
hu: Statisztikák
id: Lihat Statistik
ms: Lihat Statistik
pt: Ver Estatísticas
ru: Посмотреть Статистику
zh: 查看数据

# Settings.Controls.Axes
source: Axes
bg: Оси
de: Achsen
es: Ejes
hu: Tengelyek
id: Sumbu
ms: Paksi
pt: Eixos
ru: Оси
zh: 轴

# Settings.Controls.Axes.AxesKey
source: Key/Axis
bg: Бутон/ос
de: Taste/Achse
es: Tecla/Eje
fr: Touches/Axes
hu: Kulcs/Tengely
id: Kunci/Sumbu
ms: Petunjuk/Paksi
pt: Tecla/Eixo
ru: Параметр/Ось
zh: 按键/轴

# Settings.Controls.Axes.CommandName
source: Command Name
bg: Име на командата
de: Name des Befehls
es: Nombre del Comando
fr: Nom de commande
he: שם פקודה
hu: Parancsnév
id: Nama Perintah
ms: Nama Perintah
pt: Nome do Comando
ru: Имя Команды
zh: 指令名称

# Settings.Controls.Axes.NullZone
source: Null Zone / Sensitivity
bg: Мъртва зона / чувствителност
de: Null Zone / Empfindlichkeit
es: Zona Nula
fr: Zone nulle / Sensibilité
he: אזור אפס / רגישות
hu: Null Zóna / Érzékenység
id: Zona Nol / Sensitivitas
ms: Zon Nol / Sensitiviti
pt: Zona Morta / Sensibilidade
ru: Мертвая Зона / Чувствительн.
zh: 死区/灵敏度

# Settings.Controls.Axes.Reverse
source: Rev.
bg: Инверсия
de: Inv.
es: Inv.
hu: Fordított
id: Balik
ms: terbalik
pt: Inv.
ru: Инв.
zh: 反转轴

# Settings.Controls.Axes.Sensitivity
source: Sensitivity
bg: Чувствителност
de: Empfindlichkeit
es: Sensitividad
fr: Sensibilité
he: רְגִישׁוּת
hu: Érzékenység
id: Sensitivitas
ms: Sensitiviti
pt: Sensibilidade
ru: Чувствительность
zh: 灵敏度

# Settings.Controls.Buttons
source: Buttons
bg: Бутони
de: Knöpfe
es: Butones
fr: Boutons
he: כפתורים
hu: Gombok
id: Tombol
ms: Butang
pt: Botões
ru: Кнопки
zh: 按钮

# Settings.Controls.Commands
source: Commands
bg: Команди
de: Befehle
es: Comandos
fr: Commandes
he: פקודות
hu: Parancsok
id: Perintah
ms: Perintah
pt: Comandos
ru: Команды
zh: 指令

# Settings.Controls.Commands.Alternate
source: Alternate
bg: Вторичен
de: Alternative
es: Alternativa
fr: Alternatif
he: לְהַחלִיף
hu: Alternatív
id: Alternatif
ms: Alternatif
pt: Alternativo
ru: Альтернатива
zh: 替代

# Settings.Controls.MoveAxisToAssign
source: Move Axis on Device to Assign
bg: Раздвижете оста, за да я зададете
de: Zur Zuweisung Achse auf dem Gerät bewegen
es: Mueve eje en el dispositivo para asignar
fr: Déplacer l'axe sur l'appareil à attribuer
he: הזז את הציר במכשיר להקצאה
hu: Mozgasd a tengelyt az eszközön a hozzárendeléshez
id: Pindahkan Axis pada perangkat untuk mengatur
ms: Gerakkan Axis pada Peranti untuk Ditugaskan
pt: Mova eixo no dispositivo para atribuir
ru: Переместите Ось для Назначения
zh: 移动设备上的轴以绑定

# Settings.Controls.RestoreDefaults
source: Restore Defaults
bg: Връщане на настройките по подразбиране
de: Standard wiederherstellen
es: Restablecer Valores Predeterminados
fr: Réinitialiser
he: לשחזר את ברירות מחדל
hu: Visszaállítás alapértelmezettre
id: Pengaturan Awal
ms: Kembali kepada asal
pt: Voltar a Padrão
ru: Сбросить до Изначальных Настроек
zh: 恢复默认设置

# Settings.Controls.SetupGuide
source: Setup Guide
bg: Упътване за настройка
de: Anleitung
es: Guía de Configuración
fr: Guide d'installation
he: מדריך התקנה
hu: Beállítási Útmutató
id: Panduan Pengaturan
ms: Panduan Persediaan
pt: Guia de Configuração
ru: Инструкция по Настройке
zh: 设置教程

# Settings.Controls.ShowDevices
source: Show Devices
bg: Показване на устройства
de: Geräte anzeigen
es: Mostrar Dispositivos
fr: Afficher les appareils
he: הצג מכשירים
hu: Eszközök megjelenítése
id: Tampilkan Perangkat
ms: Tunjukkan Peranti
pt: Mostrar Dispositivos
ru: Показать Устройства
zh: 显示设备

# Settings.Controls.ShowDevices.DeviceSingular
source: Device
bg: Устройство
de: Gerät
es: Dispositivo
fr: Appareil
he: התקן
hu: Eszköz
id: Perangkat
ms: Peranti
pt: Dispositivo
ru: Устройство
zh: 设备

# Settings.Controls.ShowDevices.DevicesPlural
source: Devices
bg: Устройства
de: Geräte
es: Dispositivos
fr: Appareils
he: מכשירים
hu: Eszközök
id: Peraangkat
ms: Peranti
pt: Dispositivos
ru: Устройства
zh: 设备

# Settings.Controls.ShowDevices.NoDevices
source: No devices are available. Check the Setup Guide for help
bg: Няма налични устройства. Проверете упътването за настройка за помощ
de: Keine Geräte verfügbar. Für Hilfe siehe Anleitung
es: No hay dispositivos disponibles. Consulte la Guía de Configuración
fr: Aucun appareil n'est disponible. Consultez le Guide de configuration pour obtenir de l'aide
he: אין מכשירים זמינים. עיין במדריך ההתקנה לקבלת עזרה
hu: Nincs elérhető eszköz. Segítségért tekints meg a Beállítási Útmutatót
id: Tidak ada perangkat yang tersedia. Silakan periksa Panduan Pengaturan untuk bantuan
ms: Tiada peranti tersedia. Semak Panduan Persediaan untuk mendapatkan bantuan
pt: Nenhum dispositivo está disponível. Consulte o Guia de Configuração para ajuda
ru: Нет доступных устройств. Обратитесь за помощью к Инструкции по Настройке
zh: 无可用设备。请参阅设置教程获取帮助。

# Settings.Controls.Unassigned
source: Unassigned
bg: Неозначено
de: Nicht zugewiesen
es: No Asignada
fr: Non attribué
he: לא הוקצה
hu: Nincs hozzárendelt
id: Tidak Ditugaskan
ms: Alih Keluar Tugasan
pt: Não atribuído
ru: Не назначено
zh: 未分配

# Settings.Controls.UseNetworkJoystick
source: Use Network Joystick
bg: Използване на мрежови джойстик
de: Netzwerk-Joystick nutzen
es: Usar Network Joystick
fr: Utiliser le joystick réseau
he: השתמש בג'ויסטיק רשת
hu: Network Joystick használata
id: Gunakan Joystick Jaringan
ms: Gunakan Joystick Rangkaian
pt: Usar Network Joystick
ru: Использовать Сетевой Джойстик
zh: 使用网络摇杆

# Settings.Sounds.ATC
source: ATC Volume
bg: Сила на звука на РВД
de: ATC-Lautstärke
es: Volumen de Mensajes de Controladores Aéreos
fr: Volume ATC
he: נפח בקרת תעבורה אווירית
hu: ATC hangereje
id: Volume ATC
ms: Kelantangan Pengawal Trafic Udara
pt: Volume do ATC
ru: Громкость Общения с УВД
zh: ATC音量

# Settings.Sounds.SFX
source: SFX Volume
bg: Сила на звуковите ефекти
de: Effekt-Lautstärke
es: Volumen de Aviones
fr: Volume Effets
he: עוצמת קול של אפקטים קוליים
hu: Hangeffektusok hangereje
id: Volume Efek Suara
ms: Kelantangan Kesan Khas
pt: Volume de Efeitos Sonoros
ru: Громкость Звуковых Эффектов
zh: 音效

# Commands.AutoStartEngines
source: Auto Start Engine(s)
bg: Автоматичен старт на двигателя/-ите
de: Automatischer Triebwerksstart
es: Activar Motores (Auto Engine Start)
fr: Demarrage Automatique
he: מנוע הפעלה אוטומטית
hu: Automatikus Hajtóműv(ek) Indítása
id: Mesin Otomatis Menyala
ms: Enjin Mula Automatik
pt: Ativar os motores
ru: Автозапуск Двигателей
zh: 自动启动引擎

# Commands.CockpitCamera
source: Cockpit Camera
bg: Кабинна камера
de: Cockpit-Kamera
es: Cámara HUD
fr: Caméra Cockpit
he: מצלמת תא הטייס
hu: Pilótafülke Kamera
id: Kamera Kokpit
ms: Kamera Kokpit
pt: Câmera Cockpit
ru: Камера в Кабине
zh: 驾驶舱视角

# Commands.FlyByCamera
source: Fly By Camera
bg: Fly By камера
de: Fly By Kamera
es: Cámara Fly By
fr: Caméra Fixe
he: לטוס לפי מצלמה
hu: Oldal Kamera
id: Terbang Dengan Kamera
ms: Kamera Terbang
pt: Câmera Fixa
ru: Камера с Пролетом Мимо
zh: 飞越视角

# Commands.FollowCamera
source: Follow Camera
bg: Follow камера
de: Verfolger-Kamera
es: Cámara de Seguimiento
fr: Caméra Suivi
he: עקוב אחר מצלמה
hu: Követő Kamera
id: Kamera Mengikuti
ms: Kamera Ikut
pt: Câmera de Rastreamento
ru: Камера Следующая за Самолетом
zh: 跟随视角

# Commands.Group.Autopilot
source: Autopilot
bg: Автопилот
es: Piloto Automático (AP)
fr: Pilote Auto
he: טייס אוטומטי
hu: Robotpilóta
pt: Piloto Automático
ru: Автопилот
zh: 自动驾驶

# Commands.Group.ControlSurfaces
source: Control Surfaces
bg: Контролни повърхности
de: Kontrollflächen
es: Superficies de Contról
fr: Surfaces de Vol
he: משטחי בקרה
hu: Kormányfelületek
id: Kontrol Permukaan
ms: Kawalan Permukaan
pt: Controle de Superfícies
ru: Органы Управления
zh: 操纵面

# Commands.Group.Engines
source: Engines
bg: Двигатели
de: Triebwerke
es: Motores
fr: Moteurs
he: מנועים
hu: Hajtóművek
id: Mesin
ms: Enjin
pt: Motores
ru: Двигатели
zh: 引擎

# Commands.Group.General
source: General
bg: Общи
de: Allgemein
fr: Général
he: כללי
hu: Általános
id: Umum
ms: Umum
pt: Geral
ru: Основные
zh: 通用

# Commands.Live
source: Multiplayer
bg: Мултиплейър
de: Mehrspieler
es: Multijugador
fr: Multijoueur
he: רב משתתפים
hu: Többjátékos
id: Multipemain
ms: Berbilang Permain
pt: Multijogador
ru: Многопользовательский Режим
zh: 连线飞行

# Commands.MoveCameraDown
source: Move Camera Down
bg: Преместване на камерата надолу
de: Kamera nach unten bewegen
es: Bajar Cámara
fr: Bouger caméra en bas
he: הזיז את המצלמה למטה
hu: Kamera lefelé mozgatása
id: Gerakkan Kamera ke Bawah
ms: Alihkan Kamera ke Bawah
pt: Mover câmera para baixo
ru: Подвинуть Камеру Вниз
zh: 向下移动视角

# Commands.MoveCameraHorizontal
source: Move Camera Left/Right
bg: Преместване на камерата наляво/надясно
de: Kamera nach links/rechts bewegen
es: Mover Cámara en Horizontal
fr: Bouger caméra à gauche/droite
he: הזז את המצלמה שמאלה/ימינה
hu: Kamera vízszintes mozgatása
id: Gerakkan Kamera ke Kiri/Kanan
ms: Alihkan Kamera Kiri/Kanan
pt: Mover câmera na horizontal
ru: Подвинуть Камеру Влево/Вправо
zh: 向左/右移动视角

# Commands.MoveCameraLeft
source: Move Camera Left
bg: Преместване на камерата наляво
de: Kamera nach links bewegen
es: Mover Cámara a la Izquierda
fr: Bouger caméra à gauche
he: הזז את המצלמה שמאלה
hu: Kamera balra mozgatása
id: Gerakkan Kamera Kiri
ms: Alihkan Kamera Kiri
pt: Mover câmera para esquerda
ru: Подвинуть Камеру Влево
zh: 向左移动视角

# Commands.MoveCameraRight
source: Move Camera Right
bg: Преместване на камерата надясно
de: Kamera nach rechts bewegen
es: Mover Cámara a la Derecha
fr: Bouger caméra à droite
he: הזז את המצלמה ימינה
hu: Kamera jobbra mozgatása
id: Gerakkan Kamera Kanan
ms: Alihkan Kamera Kanan
pt: Mover câmera para direita
ru: Подвинуть Камеру Вправо
zh: 向右移动视角

# Commands.MoveCameraUp
source: Move Camera Up
bg: Преместване на камерата нагоре
de: Kamera nach oben bewegen
es: Subir Cámara
fr: Bouger caméra en haut
he: הזז את המצלמה למעלה
hu: Kamera felfelé mozgatása
id: Gerakkan Kamera Keatas
ms: Alihkan Kamera Naik
pt: Mover câmera para cima
ru: Подвинуть Камеру Вверх
zh: 向上移动视角

# Commands.MoveCameraVertical
source: Move Camera Up/Down
bg: Преместване на камерата нагоре/надолу
de: Kamera nach oben/unten bewegen
es: Mover Cámara en Vertical
fr: Bouger caméra en haut/bas
he: הזז את המצלמה למעלה/למטה
hu: Kamera függőleges mozgatása
id: Gerakkan Kamera Kebawah
ms: Alihkan Kamera Turun
pt: Mover câmera na vertical
ru: Подвинуть Камеру Вверх/Вниз
zh: 向上/下移动视角

# Commands.NextCamera
source: Next Camera
bg: Следваща камера
de: Nächste Kamera
es: Próxima Cámara
fr: Caméra suivante
he: המצלמה הבאה
hu: Következő kamera
id: Kamera Selanjutnya
ms: Kamera Seterusnya
pt: Próxima Câmera
ru: Следующая Камера
zh: 下一视角

# Commands.OnboardCamera
source: Onboard Camera
bg: Бордова камера
de: Bord-Kamera
es: Cámara a Bordo
fr: Caméra de bord
he: מצלמה מובנית
hu: Fedélzeti kamera
id: Kamera didalam pesawat
ms: Kamera Atas Kapal
pt: Câmera de bordo
ru: Бортовая Камера
zh: 舱内视角

# Commands.PreviousCamera
source: Previous Camera
bg: Предишна камера
de: Vorherige Kamera
es: Cámara Anterior
fr: Caméra suivante
he: מצלמה קודמת
hu: Előző kamera
id: Kamera Sebelumnya
ms: Kamera Terakhir
pt: Câmera anterior
ru: Предыдущая Камера
zh: 上一视角

# Commands.ResetCamera
source: Reset Camera
bg: Нулиране на камерата
de: Kamera zurücksetzen
es: Restaurar Posición Predeterminada
fr: Remise Caméra à zéro
he: אפס את המצלמה
hu: Kamera Visszaállítása
id: Atur Ulang Kamera
ms: Tetapkan Semula Kamera
pt: Resetar câmera
ru: Сбросить Камеру
zh: 重置视角

# Commands.SelectATCEntry
source: Select ATC Entry {0}
bg: Избор на РВД съобщение {0}
de: ATC {0} auswählen
es: Seleccionar Opción de Control Aéreo {0}
fr: Sélection ATC {0}
hu: ATC Kifejezés Kiválasztása {0}
id: Pilih Entri ATC {0}
ms: Pilih Kemasukan Pengawal Trafik Udara {0}
pt: Selecionar Opção ATC {0}
ru: Выбрать Опцию Общения с УВД {0}
zh: 选择ATC按钮 {0}

# Commands.StartEngine
source: Start Specified Engine
bg: Стартиране на определен двигател
de: Ausgewähltes Triebwerk starten
es: Empezar Motor Especificado
he: הפעל את המנוע שצוין
hu: Megadott hajtómű elindítása
id: Nyalakan Mesin yang Ditentukan
ms: Mulakan Enjin Ditentukan
pt: Iniciar Motor Especificado
ru: Запустить Выбранный Двигатель
zh: 启动选定引擎
