Repository: infiniteflight/infiniteflight-localization
Catalog: Strings/AppResources.*.resx
Languages: bg, de, es, fr, he, hu, id, ms, pt, ru, zh

# Settings.General.ClearSceneryCache.Subtitle
source: Clear scenery data cached on local storage
bg: Изчистване на кеширани топографични данни на локалната памет
de: Löscht Szenerie-Daten aus dem lokalen Speicher
es: Borra el caché de aeropuertos y de imágenes satelite en tu dispositivo
fr: Effacer les données de paysage mises en cache sur le stockage local
he: נקה נתוני נוף המאוחסנים במטמון באחסון מקומי
hu: Törölje a helyi tárhelyen tárolt térképadatokat
id: Hapus data pemandangan yang disimpan di penyimpanan lokal
ms: Kosongkan data pemandangan yang dicache pada storan tempatan
pt: Limpa os dados de cenário em cache no armazenamento local
ru: Очищает кэш ландшафта из памяти устройства
zh: 清除本地缓存的地景数据（可解决部分地景加载错误）

# Settings.General.ClearSceneryCache.Title
source: Clear Scenery Cache
bg: Изчистване на топографичния кеш
de: Szenerie-Cache leeren
es: Borrar Caché
fr: Vider le cache des paysages
he: נקה את מטמון הנוף
hu: Térkép Gyorsítótár Törlése
id: Hapus Cache Pemandangan
ms: Kosongkan Cache Pemandangan
pt: Limpar Cache de Cenário
ru: Очистить Кэш Ландшафта
zh: 清除地景缓存

# Settings.General.ClearCache.Subtitle
source: Clear data cached on local storage
pt: Limpar o cache no armazenamento local
zh: 清除本地缓存的地景数据（可解决部分地景加载错误）

# Settings.General.ClearCache.Title
source: Clear Cache
pt: Limpar Cache
zh: 清除缓存

# Settings.General.Connect.Subtitle
source: Enable Infinite Flight Connect API System (Experimental)
bg: Включване на системата Infinite Flight Connect API (Експериментално)
de: Aktiviert das Infinite Flight Connect API System (Experimentell)
es: Activa el sistema del Infinite Flight Connect API (Experimental)
fr: Activer le système d'API Infinite Flight Connect (expérimental)
hu: Infinite Flight Connect API rendszer engedélyezése (Kísérleti)
id: Aktifkan Sistem API Infinite Flight Connect (Eksperimental)
ms: Dayakan Sistem API Sambung Infinite Flight (Percubaan)
pt: Ativa o Sistema de Infinite Flight Connect API (Experimental)
ru: Активирует систему Infinite Flight Connect API (Экспериментальный функционал)
zh: 启用Infinite Flight Connect API (实验性功能)

# Settings.General.Connect.Title
source: Enable Infinite Flight Connect
bg: Включване на Infinite Flight Connect
de: Infinite Flight Connect aktivieren
es: Activar Infinite Flight Connect
fr: Activer Infinite Flight Connect
hu: Az Infinite Flight Connect engedélyezése
id: Aktifkan Infinite Flight Connect
ms: Dayakan Infinite Flight Connect
pt: Ativar Infinite Flight Connect
ru: Активировать Infinite Flight Connect
zh: 启用Infinite Flight Connect

# Settings.General.ForeFlight.Subtitle
source: Sends Position/Attitude/Traffic data to local devices running EFBs like ForeFlight, Garmin Pilot or others.
bg: Изпраща данни за Позиция/Височина/Трафик на локални устройства с EFB приложения като ForeFlight, Garmin Pilot и други
de: Sendet Positions-/Fluglagen-/Verkehrsdaten an lokale Geräte mit EFBs wie ForeFlight, Garmin Pilot oder anderen.
es: Manda información de posiciones/actitud/tráfico a dispositivos locales con ForeFlight
fr: Envoie les données de position/attitude/trafic aux appareils locaux exécutant ForeFlight ou Garmin Pilot
hu: Helyzetet/Magasságot/Forgalmi Adatokat küld a ForeFlight-ot futtató helyi eszközöknek
id: Mengirimkan data posisi/Ketinggian/lalu lintas ke perangkat lokal yang menjalankan ForeFlight.
ms: Menghantar data Kedudukan/Sikap/Trafik ke peranti tempatan yang menjalankan ForeFlight
pt: Envia informação de Posição/Altitude/Tráfego ao dispositivo rodando ForeFlight.
ru: Отправляет позицию, высоту и окружающий трафик на локальное устройство с запущенным ForeFlight
zh: 向正在运行电子飞行包（如ForeFlight,佳明Pilot等）的本地设备发送位置/高度/交通数据

# Settings.General.ForeFlight.Title
source: Enable EFB Link
bg: Включване на EFB Link
de: EFB Link aktivieren
es: Activa el link con ForeFlight
fr: Activer le lien EFB
hu: EFB Összekapcsolás Engedélyezése
id: Aktifkan Tautan ForeFlight
ms: Dayakan Link ForeFlight
pt: Ativar Link com EFB
ru: Активировать EFB Link
zh: 连接电子飞行包（EFB）

# Settings.General.HideStatusBar.Subtitle
source: Hide the status when interface timeout occurs
bg: Скриване на статус лентата при таймаут на интерфейса
de: Blendet die Statusleiste aus, wenn die Benutzeroberfläche ausgeblendet wird
es: Oculta la barra de estados cuando se oculta el resto de la interfaz
fr: Masquer la barre d'état lorsque le délai d'attente de l'interface se produit
he: הסתר את המצב כאשר מתרחש פסק זמן של הממשק
hu: Az alsó állapotsáv elrejtése, amikor interfész időtúllépés lép fel
id: Sembunyikan status saat waktu tunggu antarmuka habis
ms: Sembunyikan status apabila tamat masa antara muka berlaku
pt: Oculta a barra de status quando a interface é ocultado
ru: Скрывает строку состояния после того, как проходит таймаут интерфейса
zh: 隐藏飞行控制组件同时隐藏底部状态栏

# Settings.General.HideStatusBar.Title
source: Hide Status Bar
bg: Скриване на статус лентата
de: Statusleiste ausblenden
es: Ocultar Barra de Estados
fr: Masquer la barre d'état
he: הסתר את שורת המצב
hu: Állapotsáv Elrejtése
id: Sembunyikan Bilah Status
ms: Sembunyikan Bar Status
pt: Ocultar Barra de Status
ru: Скрывать Строку Состояния
zh: 隐藏状态栏

# Settings.General.LanguageChangeWarning
source: Are you sure you want to change the app language?
bg: Сигурни ли сте, че искате да промените езика на приложението?
de: Möchtest du die Sprache der App wirklich ändern?
es: ¿Estás seguro de que quieres cambiar el idioma de la aplicación?
fr: Voulez-vous vraiment changer la langue de l'application ?
he: ?האם אתה בטוח שברצונך לשנות את שפת האפליקציה
hu: Biztosan módosítani szeretnéd az alkalmazás nyelvét?
id: Apakah Anda yakin ingin mengubah bahasa aplikasi?
ms: Adakah anda pasti mahu menukar bahasa aplikasi?
pt: Tem certeza de que deseja alterar o idioma do app?
ru: Вы уверены, что хотите изменить язык приложения?
zh: 你确定要更改本程序语言吗？

# Settings.General.ScreenshotResolutionScale.Subtitle
source: Resolution scale factor for screenshots
bg: Скала на резолюцията на скрийншоти
de: Skalierungsfaktor der Screenshots
es: Establece la resolución para capturas en modo replay
fr: Facteur d'échelle de résolution pour les captures d'écran
he: גורם סולם רזולוציה עבור צילומי מסך
hu: Képernyőképek felbontási tényezője
id: Skala resolusi untuk tangkapan layar
ms: Faktor skala resolusi untuk tangkapan skrin
pt: Define a resolução das capturas de tela
ru: Масштаб разрешения для внутриигровых снимков экрана
zh: 调整截图分辨率

# Settings.General.ScreenshotResolutionScale.Title
source: Screenshot Resolution scale
bg: Скала на скрийншот резолюцията
de: Auflösung der Screenshots
es: Resolución de Capturas de Pantalla
fr: Échelle de résolution de capture d'écran
he: סולם רזולוציה של צילום מסך
hu: Képernyőkép Felbontása
id: Skala Resolusi Tangkapan Layar
ms: Skala Resolusi Tangkapan Skrin
pt: Resolução da Captura de Tela
ru: Масштаб Разрешения Экрана
zh: 截图分辨率

# Settings.General.ShowPerformanceMetrics.Subtitle
source: Shows metrics including the current frame rate
bg: Показва данни, включително кадрите в секунда
de: Zeigt Performancedaten inklusiver der aktuellen Framerate an
es: Muestra métricas de rendimiento (cuadros por segundo)
fr: Affiche les métriques, y compris la fréquence d'images courante
he: מציג מדדים כולל קצב הפריימים הנוכחי
hu: Mutatókat jelenít meg, beleértve az aktuális képkockasebességet
id: Menampilkan metrik termasuk frame rate saat ini
ms: Menunjukkan metrik termasuk kadar bingkai semasa
pt: Mostra métricas incluindo quadros por segundo atual (FPS)
ru: Показывает информацию о текущей производительности, включая кадры в секунду
zh: 显示当前帧速率和延迟

# Settings.General.ShowPerformanceMetrics.Title
source: Show Performance Metrics
bg: Показване на данни за производителността
de: Zeige Performancedaten
es: Mostrar Métricas de Rendimiento
fr: Afficher les mesures de performances
he: הצג מדדי ביצועים
hu: Teljesítménymutatók megjelenítése
id: Tampilkan Metrik Kinerja
ms: Tunjukkan Metrik Prestasi
pt: Mostrar Métricas de perfomance
ru: Показывать Информацию о Производительности
zh: 显示性能指标

# Settings.General.ShowTouches.Subtitle
source: Useful when recording videos/tutorials
bg: Полезно при записване на видеа/уроци
de: Hilfreich bei der Aufnahme von Videos/Anleitungen
es: Útil para grabar videos / tutoriales
fr: Utile lors de l'enregistrement de vidéos/tutoriels
he: שימושי בעת הקלטת סרטונים/הדרכות
hu: Hasznos videók/oktatóanyagok rögzítésekor
id: Berguna saat merekam video/tutorial
ms: Berguna semasa merakam video/tutorial
pt: Útil enquanto grava vídeos/tutoriais
ru: Полезно для записи видео/инструкций
zh: 录制视频/教程时很有用

# Settings.General.ShowTouches.Title
source: Show Touches
bg: Показване на докосванията
de: Zeige Berührungen
es: Mostrar Toques en la Pantalla
fr: Afficher les touchés de l'écran
he: הצג נגיעות
hu: Érintések Megjelenítése
id: Tunjukkan Sentuhan
ms: Tunjukkan Sentuhan
pt: Mostrar toques na tela
ru: Показывать Касания
zh: 显示触摸点

# Settings.General.WeightUnits.Subtitle
source: Select weight units (Kg or Lbs)
bg: Избор на мерни единици за тегло (Kg или Lbs)
de: Wählt Gewichtseinheiten aus (Kg or Lbs)
es: Establece las unidades de peso que se ultiulizan en la simulación (Kg or Lbs)
fr: Sélectionnez l'unité de poids (Kg ou Lbs)
he: (Kg או Lbs) בחר יחידות משקל
hu: Súlyegységek kiválasztása (kg vagy font)
id: Pilih satuan berat (Kg atau Lbs)
ms: Pilih unit berat (Kilogram atau Paun)
pt: Define a unidade de peso utilizado (Kg ou Lbs)
ru: Устанавливает Единицы Веса (Кг или Фнт)
zh: 选择重量单位（Kg 或 Lbs）

# Settings.General.WeightUnits.Title
source: Weight Units
bg: Мерни единици за тегло
de: Gewichtseinheiten
es: Unidades de Peso
fr: Unité de Poids
he: יחידות משקל
hu: Súlyegységek
id: Satuan Berat
ms: Unit Berat
pt: Unidades de Peso
ru: Единицы Веса
zh: 重量单位

# Settings.Graphics.AntiAliasing.Subtitle
source: Not supported on all devices and can run very slow
bg: Не се поддържа на всички устройства и може да работи бавно
de: Nicht von allen Geräten unterstützt. Kann Performance stark beeinträchtigen
es: No es compatible con todos los dispositivos y puede funcionar muy lento
fr: Non pris en charge sur tous les appareils et peut rendre le simulateur lent
he: לא נתמך בכל המכשירים ויכול לפעול לאט מאוד
hu: Nem minden eszköz támogatja, és nagyon lassan futhat
id: Tidak didukung di semua perangkat dan dapat berjalan sangat lambat
ms: Tidak disokong pada semua peranti dan boleh menjadikan peranti anda perlahan
pt: Não é compatível com todos os dispositivos e pode rodar lentamente
ru: Не поддерживается на всех устройствах и может существенно замедлить игру
zh: 部分设备可能不支持，可能会导致运行缓慢

# Settings.Graphics.AntiAliasing.Title
source: Anti-Aliasing
bg: Анти-алиасинг
fr: Anti crénelage (Anti-Aliasing)
he: החלקת עקומות
ms: Anti-aliasi
ru: Сглаживание
zh: 抗锯齿

# Settings.Graphics.FrameRateLimit.Subtitle
source: Sets the highest allowed frame rate.
bg: Лимитира кадрите в секунда
de: Setzt die höchste erlaubte Framerate.
es: Establece el limite máximo de cuadros por segundos .
fr: Définit la fréquence d'images la plus élevée autorisée.
he: .מגדיר את קצב הפריימים הגבוה ביותר המותר
hu: Beállítja a legnagyobb megengedett képkockasebességet.
id: Mengatur frame rate tertinggi yang diizinkan.
ms: Menetapkan kadar bingkai tertinggi yang dibenarkan.
pt: Define o limite máximo de quadros por segundo.
ru: Устанавливает максимальную частоту кадров в секунду
zh: 设置允许的最高帧率

# Settings.Graphics.FrameRateLimit.Title
source: Frame rate limit
bg: Лимит на кадрите в секунда
de: Frameraten-Limit
es: Limite de Cuadros por Segundo
fr: Limite de fréquence d'images
he: מגבלת קצב פריימים
hu: Képkockasebesség-korlát
id: Batas Frame rate
ms: Had kadar bingkai
pt: Limite de quadros por segundo
ru: Лимит Кадров в Секунду
zh: 最高帧率限制

# Settings.Graphics.FrameRateLimitWarning
source: Setting Frame Rate to 60fps can cause your device to overheat. To prevent damage, your device may slow down which can cause Infinite Flight to run slowly. We recommend keeping this setting to 30fps.
bg: Задаването на кадрите в секунда на 60fps може да накара устройството Ви да прегрее. За да предотврати щети, устройството Ви може да забави работата си, което може да накара Infinite Flight да работи бавно. Препоръчваме да оставите тази настройка на 30fps.
de: Eine Framerate von 60fps kann dazu führen, dass dein Gerät überhitzt. Es kann sein, dass dein Gerät langsamer wird, um Schäden zu vermeiden. Dadurch kann Infinite Flight langsamer werden. Wir empfehlen eine Framerate von 30fps.
es: 60fps puede causar que su dispostivo se sobrecaliente. Para evitar daños, tu dispositivo puede bajar la frecuencía del procesador y esto puede hacer que Infinite Flight funcione con lentitud. Recomendamos mantener el limite en 30fps.
fr: Le réglage de la fréquence d'images sur 60 ips peut entraîner une surchauffe de votre appareil. Pour éviter tout dommage, votre appareil peut ralentir, ce qui peut ralentir Infinite Flight. Nous vous recommandons de maintenir ce paramètre à 30 ips.
he: Setting Frame Rate to 60fps can cause your device to overheat. To prevent damage, your device may slow down which can cause Infinite Flight to run slowly.\nWe recommend keeping this setting to 30fps.
hu: Ha 60 fps-re állítja a képkockasebességet, az eszköz túlmelegedését okozhatja. A sérülések elkerülése érdekében az eszköz lelassulhat, ami miatt az Infinite Flight lassan futhat. Javasoljuk, hogy ezt a beállítást tartsa 30 képkocka/mp-en.
id: Menetapkan Frame Rate ke 60fps dapat menyebabkan perangkat Anda kepanasan. Untuk mencegah kerusakan, perangkat Anda dapat melambat yang dapat menyebabkan Infinite Flight berjalan lambat.\nKami sarankan untuk mempertahankan pengaturan ini pada 30fps.
ms: Menetapkan kadar bingkai kepada 60 bingkai sesaat boleh menyebabkan peranti anda menjadi terlalu panas. Untuk mengelakkan kerosakan, peranti anda mungkin menjadi perlahan yang boleh menyebabkan Infinite Flight berjalan perlahan. Kami mengesyorkan mengekalkan tetapan ini kepada 30 bingkai sesaat.
pt: Configurar limite para 60fps pode causar o dispositivo aquecer mais. Para evitar danos,, poderá ficar mais lento em que o Infinite Flight irá rodar mais lentamente. Recomendamos manter em 30fps.
ru: Установка лимита кадров в секунду на 60 к/сек может привести к перегреву устройства. Чтобы предотвратить повреждения, ваше устройство может снизить производительность, отчего Infinite Flight может начать работать медленнее. Мы рекомендуем оставлять эту настройку на 30 к/сек.
zh: 将帧率设置为 60fps 可能会导致你的设备过热。为防止损坏，你的设备可能会自动降低性能，这会导致 Infinite Flight 运行缓慢。我们建议将此设置保持为 30fps。

# Settings.Graphics.FullScreen.Subtitle
source: Use the entire screen when playing.
bg: Използване на целия екран по време на игра
de: Nutzt während des Spiels den gesamten Bildschirm.
es: Usa la pantalla completa para Infinite Flight.
fr: Utilisez tout l'écran pendant le jeu.
he: .השתמש במסך כולו בעת משחק
hu: Használd a teljes képernyőt játék közben.
id: Gunakan seluruh layar saat bermain.
ms: Gunakan seluruh skrin semasa bermain.
pt: Utiliza toda a tela enquanto realiza o voo.
ru: Использовать весь экран во время игры.
zh: 飞行时使用全屏

# Settings.Graphics.FullScreen.Title
source: Full Screen
bg: Цял екран
de: Vollbild
es: Pantalla Completa
fr: Plein écran
he: מסך מלא
hu: Teljes Képernyő
id: Layar Penuh
ms: Skrin penuh
pt: Tela Cheia
ru: Полный экран
zh: 全屏

# Settings.Graphics.ObjectDensity.Subtitle
source: Controls the density of objects at airports
bg: Контролира гъстотата на обектите на летищата
de: Bestimmt die Objektdichte an Flughäfen
es: Controla la densidad de objetos 3D en los aeropuertos
fr: Contrôle la densité des objets dans les aéroports
he: שולט בצפיפות החפצים בשדות תעופה
hu: Szabályozza az objektumok sűrűségét a repülőtereken
id: Mengatur kepadatan objek di bandara
ms: Mengawal ketumpatan objek di lapangan terbang
pt: Controla a densidade de objetos 3D nos aeroportos
ru: Контролирует плотность 3D объектов
zh: 控制机场内物体的密度

# Settings.Graphics.ObjectDensity.Title
source: 3D Object Density
bg: Гъстота на 3D обектите
de: 3D-Objektdichte
es: Densidad de Objetos 3D
fr: Densité d'objet 3D
he: צפיפות אובייקט תלת מימדית
hu: 3D Objektum Sűrűség
id: Kepadatan Objek 3D
ms: Ketumpatan Objek 3D
pt: Densidade dos Objetos 3D
ru: Плотность 3D Объектов
zh: 3D物体密度

# Settings.Graphics.RenderingQuality.Subtitle
source: Controls the quality of the rendering
bg: Контролира степента на изобразяването
de: Bestimmt die Qualität des Renderings
es: Controla la calidad del rendimiento
fr: Contrôle la qualité du rendu
he: שולט באיכות העיבוד
hu: Szabályozza a renderelés minőségét
id: Mengontrol kualitas rendering
ms: Mengawal kualiti rendering
pt: Controla a qualidade de renderização
ru: Контролирует качество прорисовки
zh: 控制渲染质量

# Settings.Graphics.RenderingQuality.Title
source: Rendering Quality
bg: Степен на изобразяване
de: Renderqualität
es: Calidad de Rendimiento
fr: Qualité de rendu
he: איכות עיבוד
hu: Renderelés Minősége
id: Kualitas Render
ms: Kualiti Penyampaian
pt: Qualidade de renderização
ru: Качество Прорисовки
zh: 渲染质量

# Settings.Graphics.RenderingResolution.Subtitle
source: Controls the rendering resolution of aircraft and scenery
bg: Контролира резолюцията на изобразяването на самолети и топография
de: Bestimmt die Auflösung des Renderings von Flugzeugen und Umgebung
es: Controla la resolución del rendimiento de aviones y del planeta
fr: Contrôle la résolution de rendu des avions et des scènes
he: שולט ברזולוציית העיבוד של מטוסי ונוף
hu: Szabályozza a repülőgépek és a tájak renderelési felbontását
id: Mengawal resolusi rendering pesawat dan pemandangan
ms: Mengawal resolusi rendering pesawat dan pemandangan
pt: Controla a resolução da renderização das aeronaves e cenário
ru: Контролирует разрешение рендеринга для самолетов и окружения
zh: 控制飞机和地景渲染质量

# Settings.Graphics.RenderingResolution.Title
source: Rendering Resolution
bg: Резолюция на изобразяване
de: Renderingauflösung
es: Resolución de Rendimiento
fr: Résolution de rendu
he: רזולוציית עיבוד
hu: Renderelési Felbontás
id: Resolusi Rendering
ms: Resolusi Rendering
pt: Resolução de renderização
ru: Разрешение Рендеринга
zh: 渲染分辨率

# Settings.Graphics.TextureQuality.Subtitle
source: Controls the quality of textures
bg: Контролира степента на текстурите
de: Bestimmt die Qualität von Oberflächen
es: Controla la calidad de texturas
fr: Contrôle la qualité des textures
he: שולט באיכות המרקמים
hu: Szabályozza a textúrák minőségét
id: Mengontrol kualitas tekstur
ms: Mengawal kualiti tekstur
pt: Controla a qualidade das texturas
ru: Контролирует качество текстур
zh: 控制纹理质量

# Settings.Graphics.TextureQuality.Title
source: Texture Quality
bg: Степен на текстури
de: Oberflächenqualität
es: Calidad de Texturas
fr: Qualité des textures
he: איכות מרקם
hu: Textúra Minősége
id: Kualitas Tekstur
ms: Kualiti Tekstur
pt: Qualidade das Texturas
ru: Качество Текстур
zh: 纹理质量

# Settings.Multiplayer.CurrentVoice.Subtitle
source: Select voice for your ATC communications
bg: Избор на глас за вашите разговори с РВД
de: Bestimmt die Stimme für deine Funksprüche
es: Establece la voz para tus comunicaciones con Control Aéreo
fr: Sélectionnez la voix pour vos communications ATC
he: בחר קול לתקשורת בקרת התעבורה האווירית שלך
hu: Válassz hangot az ATC kommunikációhoz
id: Pilih suara untuk komunikasi ATC Anda
ms: Pilih suara untuk komunikasi dengan pengawal trafic udara anda
pt: Define a voz para a suas comunicações com ATC
ru: Устанавливает ваш голос для взаимодействия с УВД
zh: 设置你与ATC交流的声音

# Settings.Multiplayer.CurrentVoice.Title
source: Pilot Voice
bg: Глас на пилота
de: Pilot:innen-Stimme
es: Voz de Piloto
fr: Voix du pilote
he: קול טייס
hu: Pilóta Hang
id: Suara Pilot
ms: Suara Juruterbang
pt: Voz do Piloto
ru: Голос Пилота
zh: 飞行员声音

# Settings.Multiplayer.DefaultVoice.Subtitle
source: Select the default voice for other pilots/ATC
bg: Избор на глас по подразбиране за другите пилоти/РВД
de: Bestimmt die Standardstimme für andere Pilot:innen/ATC
es: Establece la voz determinada para otros pilotos o controladores aéreos
fr: Sélectionnez la voix par défaut pour les autres pilotes/ATC
he: בחר את קול ברירת המחדל עבור טייסים אחרים/בקרת תעבורה אווירית
hu: Válaszd ki a többi pilóta/ATC alapértelmezett hangját
id: Pilih suara default untuk pilot lain/ATC
ms: Pilih suarah lalai until juruterbang dan pengawal trafic udara lain
pt: Define a voz padrão para outros pilotos/ATC
ru: Устанавливает голос по умолчанию для других игроков
zh: 设置其他飞行员/管制员的默认声音

# Settings.Multiplayer.DefaultVoice.Title
source: Default Voice
bg: Глас по подразбиране
de: Standardstimme
es: Voz Predeterminada
fr: Voix par défaut
he: קול ברירת מחדל
hu: Alapértelmezett Hang
id: Suara Default
ms: Suara Lalai
pt: Voz Padrão
ru: Голос по Умолчанию
zh: 默认声音

# Settings.Multiplayer.EnableAirplaneDownloadsOverCellular.Subtitle
source: Download airplanes automatically even when on a Cellular Network.
bg: Автоматично сваляне на самолети, дори и при използване на мобилни данни.
de: Flugzeuge auch über mobile Daten automatisch herunterladen.
es: Descaraga aviones automáticamente usando WiFi y usando datos móviles.
fr: Téléchargez les avions automatiquement même lorsque vous êtes sur un réseau cellulaire.
he: .הורד מטוסים באופן אוטומטי גם כאשר אתה נמצא ברשת סלולרית
hu: Repülőgépek automatikus letöltése még akkor is, ha mobilhálózaton van.
id: Unduh pesawat secara otomatis bahkan saat berada di Jaringan Seluler
ms: Memasang kapal terbang secara automatik walaupun dalam Rangkaian Selular.
pt: Baixa as aeronaves automaticamente mesmo utilizando os dados móveis.
ru: Определяет, будут ли самолеты автоматически загружаться через сотовые данные
zh: 自动下载飞机，即使当前处于蜂窝数据网络下

# Settings.Multiplayer.EnableAirplaneDownloadsOverCellular.Title
source: Automatic Airplane Downloads Over Cellular Data
bg: Автоматично сваляне на самолети чрез мобилни данни
de: Automatischer Download über mobiles Netzwerk
es: Descargas Aútomaticas Usando Datos Móviles
fr: Téléchargements automatiques d'avions sur des données cellulaires
he: הורדות אוטומטיות של מטוס באמצעות נתונים סלולריים
hu: Automatikus Repülőgép Letöltés Mobilhálózaton Keresztül
id: Unduhan Otomatis Pesawat Melalui Data Seluler
ms: Muat Turun Pesawat Automatik Melalui Data Selular
pt: Download Automático utilizando dados móveis
ru: Автоматическая Загрузка Самолетов через Сотовые Данные
zh: 在蜂窝数据网络下自动下载飞机

# Settings.Multiplayer.HideAirplaneDots.Subtitle
source: Hides the dots of other players in multiplayer
bg: Скрива точките на другите играчи в мултиплейър
de: Blendet die Markierungen anderer Nutzer:innen im Mehrspielermodus aus
es: Oculta los puntos de otros jugadores en modo online
fr: Cache les positions des autres joueurs en multijoueur
he: מסתיר את הנקודות של שחקנים אחרים במשחק מרובה משתתפים
hu: Többjátékos módban elrejti a többi játékos pontjait
id: Menyembunyikan titik pemain lain dalam multipemain
ms: Menyembunyikan titik pemain lain dalam berbilang pemain
pt: Oculta os pontos de outros jogadores no modo online
ru: Скрывает отметки других игроков в многопользовательском режиме
zh: 在连线飞行中隐藏代表其他飞机的小方框

# Settings.Multiplayer.HideAirplaneDots.Title
source: Hide Airplane Dots
bg: Скриване на точките на самолетите
de: Flugzeugmarkierungen ausblenden
es: Ocultar Puntos de Otros Aviones
fr: Cacher les positions des avions
he: הסתר נקודות מטוס
hu: Repülőgépek Pontjainak Elrejtése
id: Sembunyikan Titik Pesawat
ms: Sembunyikan Titik Pesawat
pt: Ocultar Pontos de outras aeronaves
ru: Скрывать Отметки Игроков
zh: 隐藏其他飞机的位置标记
