Repository: infiniteflight/infiniteflight-localization
Catalog: Strings/AppResources.*.resx
Languages: bg, de, es, fr, he, hu, id, ms, pt, ru, zh

# LoginSubscriptionPage.NotAvailableMessage
source: This subscription can't be purchased due to an error. Check our User Guide for more information and try again
bg: Абонаментът не може да бъде закупен поради грешка. Прочетете Упътването ни за Употреба за повече информация и опитайте отново
de: Diese Abonnement kann aufgrund eines Fehlers nicht gekauft werden. Für weitere Informationen besuche unser Benutzerhandbuch und versuche es erneut
es: No se puede comprar esta suscripción debido a un error. Consulte la guía del usuario para más información
fr: Cet abonnement ne peut pas être acheté en raison d'une erreur. Consultez notre Guide de l'utilisateur pour plus d'informations et réessayez.
he: לא ניתן לרכוש מנוי זה עקב שגיאה. עיין במדריך למשתמש שלנו למידע נוסף ונסה שוב
hu: Ez az előfizetés egy hiba miatt nem vásárolható meg. További információkért tekintse meg Felhasználói Útmutatónkat, és próbálja újra
id: Langganan ini tidak dapat dibeli karena terjadi kesalahan. Silakan periksa Panduan Pengguna kami untuk informasi lebih lanjut dan coba lagi
ms: Langganan ini tidak boleh dibeli kerana salahan. Semak Panduan Pengguna kami untuk mendapatkan maklumat lanjut dan cuba lagi
pt: A assinatura não pode ser comprado devido a um erro. Verifique o Guia do Usuário para mais informações e tente novamente
ru: Эта подписка не может быть приобретена из-за ошибки. Для более подробной информации обратитесь к Руководству Пользователя и попробуйте еще раз
zh: 购买订阅时遇到错误。参阅用户指南以获得更多信息并重试

# LoginSubscriptionPage.Pricing
source: {0} / month
bg: {0} / месец
de: {0} / Monat
es: {0} al mes
fr: {0} / mois
hu: {0} / hónap
id: {0} satubulan
ms: {0} sebulan
pt: {0} / mês
ru: {0} / месяц
zh: {0}/月

# Global.Cancel
source: Cancel
bg: Отмени
de: Abbrechen
es: Cancelar
fr: Annuler
he: לְבַטֵל
hu: Mégse
id: Batal
ms: Batal
pt: Cancelar
ru: Отменить
zh: 取消

# Settings.About
source: ABOUT
bg: ОТНОСНО
de: ÜBER
es: ACERCA DE
fr: À PROPOS
he: על אודות
hu: JÁTÉKRÓL
id: TENTANG
ms: TENTANG
pt: SOBRE
ru: ОБ ИГРЕ
zh: 关于

# Settings.Account
source: Account
bg: Акаунт
de: Konto
es: Cuenta
fr: Compte
he: חֶשְׁבּוֹן
hu: Fiók
id: Akun
ms: Akaun
pt: Conta
ru: Аккаунт
zh: 账号

# Settings.Controls
source: Controls
bg: Контроли
de: Steuerung
es: Controles
fr: Contrôles
he: בקרות
hu: Irányítás
id: Kontrol
ms: Kawalan
pt: Controles
ru: Управление
zh: 控制

# Settings.DiagnosticsMode
source: Diagnostics Mode
bg: Режим на диагностика
es: Modo Diagnóstico
fr: Mode de diagnostic
he: מצב אבחון
hu: Kivizsgálási Mód
id: Mode Diagnostik
ms: Mod Diagnostik
pt: Modo Diagnóstico
ru: Режим Диагностики
zh: 调试模式

# Settings.DiagnosticsModeOff
source: Diagnostics Mode is now off, make sure you send us the log if you haven't done it yet. Click on the "Send Log" button, thanks!
bg: Режимът на диагностика е изключен, изпратете ни логът, ако все още не сте.\nНатиснете бутона "Изпратете Лог", благодарим!
de: Diagnostics Mode ist nun deaktiviert. Vergiss nicht, das Log an uns zu senden, falls du es noch nicht getan hast.\nKlicke auf den "Log senden" Knopf. Danke!
es: El Modo Diagnóstico se ha desactivado, manda el último log si aún no lo has hecho. Pulse en "Mandar Log", gracias!
fr: Le mode diagnostic est maintenant désactivé, assurez-vous de nous envoyer le journal si vous ne l'avez pas encore fait.Cliquez sur le bouton "Envoyer le journal", merci !
he: לחץ על כפתור "שלח יומן", תודה!\n.מצב אבחון כבוי כעת, ודא שאתה שולח לנו את היומן אם עדיין לא עשית זאת
hu: A Kivizsgálási Mód ki van kapcsolva. Ha még nem tetted meg, feltétlenül küld el nekünk a naplót.\nKöszönjük, kattints a \"Napló küldése\" gombra!
id: Mode Diagnostik sekarang dalam keadaan mati, pastikan Anda mengirimkan log kepada kami jika belum melakukannya. Klik tombol “Kirim Log”, terima kasih!
ms: Mod Diagnostik kini dipadamkan, pastikan anda menghantar log kepada kami jika anda belum melakukannya lagi. Klik pada butang "Hantar Log", terima kasih!
pt: Modo Diagnóstico está desligado, tenha certeza de nos enviar o log caso não tenha feito ainda. Clique no botão "Enviar Log", obrigado!
ru: Режим Диагностики Выключен. Убедитесь, что вы отправили последний журнал.\nДля этого нажмите на кнопку \"Отправить Журнал\". Спасибо!
zh: 调试模式已关闭, 确认您已向我们上传记录.\n点击 "上传记录" 按钮, 谢谢!

# Settings.DiagnosticsModeOn
source: Restart your device, and reproduce the problem or bug. Then come back to this page, and click on the "Send Log" button, thanks!
bg: Рестартирайте устройството си и възпроизведете проблем или бъг. След това се върнете на тази страница и натиснете бутона "Изпрати Лог", благодарим!
de: Starte dein Gerät neu und reproduziere das Problem oder den Fehler. Komm dann hierher zurück und klicke auf den "Log senden" Knopf. Danke!
es: Reinicia tu dispositivo y reproduce el error. Vuelve a esta página y pule en "Mandar Log", gracias!
fr: Redémarrez votre appareil et reproduisez le problème ou le bogue. Revenez ensuite sur cette page et cliquez sur le bouton « Envoyer le log», merci !
he: !הפעל מחדש את המכשיר שלך, ושחזר את הבעיה או הבאג. לאחר מכן חזור לדף זה, ולחץ על כפתור "שלח יומן", תודה
hu: Indítsd újra az eszközt, és reprodukáld a problémát vagy a hibát. Ezután térj vissza az oldalra, és kattints a "Napló küldése" gombra! Köszönjük!
id: Nyalakan ulang perangkat Anda, dan ulangi masalah atau bug tersebut. Kemudian kembali ke halaman ini, dan klik tombol "Kirim Log", terima kasih!
ms: Mulakan semula peranti anda dan hasilkan semula masalah atau pepijat. Kemudian kembali ke halaman ini, dan klik pada butang "Hantar Log", terima kasih!
pt: Reinicie o seu dispositivo e reproduza o erro ou bug. Então volte a essa página e clique em "Enviar Log" , obrigado!
ru: Перезагрузите устройство и воспроизведите ситуацию, вызывающую проблему или баг. После этого, вернитесь на эту страницу и нажмите "Отправить Журнал". Спасибо!
zh: 重新启动你的设备，并重现该问题或bug。 再返回本页面, 之后点击 "上传记录" 按钮, 谢谢!

# Settings.DiagnosticsModeWarning
source: Use this function only if asked by an Infinite Flight team member.
bg: Използвайте тази функция само ако сте помолени от член на Infinite Flight.
de: Nutze diese Funktion nur, wenn du von einem Infinite Flight Team Member darum gebeten wurdest.
es: Solo uses esta función si te lo ha pedido un miembro del equipo de Infinite Flight.
fr: N'utilisez cette fonction que si un membre de l'équipe Infinite Flight vous le demande.
hu: Ezt a funkciót csak akkor használd ha egy Infinite Flight fejlesztő kéri.
id: Gunakan fungsi ini hanya jika diminta oleh anggota tim Infinite Flight.
ms: Gunakan fungsi ini hanya jika diminta oleh ahli pasukan Infinite Flight.
pt: Use essa função apenas se for pedido pelo membro da equipe Infinite Flight.
ru: Используйте данный функционал только если вас попросил об этом сотрудник Infinite Flight.
zh: 仅当 Infinite Flight 团队成员提出要求时才使用此功能。

# Settings.EnterDiagnosticsMode
source: Enter Diagnostics Mode
bg: Включи режима на диагностика
de: Starte Diagnostics Mode
es: Activar Modo Diagnóstico
fr: Entrer en mode diagnostique
he: היכנס למצב אבחון
hu: Kivizsgálási Mód Bekapcsolása
id: Masuk ke Mode Diagnostik
ms: Masukkan Mod Diagnostik
pt: Ativar Modo Diagnóstico
ru: Войти в Режим Диагностики
zh: 进入调试模式

# Settings.ExitDiagnosticsMode
source: Exit Diagnostics Mode
bg: Изключи режима на диагностика
de: Beende Diagnostics Mode
es: Desactivar Modo Diagnóstico
fr: Quitter le mode de diagnostic
he: צא ממצב אבחון
hu: Kivizsgálási Mód Kikapcsolása
id: Keluar dari Mode Diagnostik
ms: Keluar dari Mod Diagnostik
pt: Desativar Modo Diagnóstico
ru: Выйти из Режима Диагностики
zh: 退出调试模式

# Settings.General
source: General
bg: Общи
de: Allgemein
fr: Général
he: כללי
hu: Általános
id: Umum
ms: Umum
pt: Geral
ru: Основные
zh: 通用

# Settings.General.AutoSetStartAirport.Subtitle
source: Automatically set the start airport to where the last flight ended
bg: Автоматично задаване на началното летище, където е приключил последният полет.
de: Letztes Ziel automatisch als Startflughafen verwenden
es: Cada vuelo empezará en el aeropuerto donde se terminó el último vuelo
fr: Réglez automatiquement l'aéroport de départ à l'endroit où le dernier vol s'est terminé
he: הגדר אוטומטית את שדה התעופה ההתחלתי למקום שבו הסתיימה הטיסה האחרונה
hu: Automatikusan onnan kezdj ahol legutoljára leszálltál
id: Secara otomatis mengatur bandara awal ke tempat penerbangan terakhir berakhir
ms: Tetapkan lapangan terbang permulaan secara automatik ke tempat penerbangan terakhir berakhir
pt: Definirá automaticamente o aeroporto de partida de onde foi finalizado o último voo
ru: Автоматически устанавливает стартовый аэропорт на тот, где был завершен последний полет
zh: 自动设定出发机场为上次飞行的到达机场

# Settings.General.AutoSetStartAirport.Title
source: Automatically Set Start Airport
bg: Автоматично задаване на началното летище
de: Startflughafen automatisch wählen
es: Establece Aeropuerto de Inicio Automáticamente
fr: Définir automatiquement l'aéroport de départ
he: הגדר אוטומטית את שדה התעופה התחל
hu: Automatikus Reptér Beállítása
id: Atur Bandara Awal Secara Otomatis
ms: Tetapkan Mulakan Lapangan Terbang secara automatik
pt: Definir automaticamente aeroporto de partida
ru: Автоматически Устанавливать Стартовый Аэропорт
zh: 自动设定出发机场

# Settings.General.ControlSensitivity.Subtitle
source: Sets the controls sensitivity
bg: Задава чувствителността на контролите
de: Legt Steuerungs-Empfindlichkeit fest
es: Establece la sensibilidad de los controles
fr: Définit la sensibilité des commandes
he: מגדיר את רגישות הפקדים
hu: Beállítja az érzékenységét
id: Mengatur sensitivitas kontrol
ms: Menetapkan sensitiviti kawalan
pt: Define a sensibilidade dos controles
ru: Устанавливает чувствительность управления
zh: 设置控制灵敏度

# Settings.General.ControlSensitivity.Title
source: Control Sensitivity
bg: Чувствителност на контролите
de: Steuerung-Empfindlichkeit
es: Sensibilidad de los Controles
fr: Sensibilité de contrôle
he: רגישות שליטה
hu: Irányítás Érzékenysége
id: Sensitivitas Kontrol
ms: Kawalan Sensitiviti
pt: Sensibilidade dos controles
ru: Чувствительность управления
zh: 控制灵敏度

# Settings.General.InterfaceTimeout.Subtitle
source: Controls how long the User Interface controls stay on screen.
bg: Контролира колко време контролите на интерфейса остават на екрана.
de: Bestimmt, wie lange die Benutzeroberfläche auf dem Bildschirm bleibt.
es: Establece el tiempo hasta que se oculten los controles cuando no se detectan toques en la pantalla.
fr: Contrôle la durée pendant laquelle les commandes de l'interface utilisateur restent à l'écran.
he: .שולט כמה זמן פקדי ממשק המשתמש יישארו על המסך
hu: Beállítja, hogy meddig maradjon a kijelzőn az Irányítási Felület. .
id: Mengontrol berapa lama kontrol Antarmuka Pengguna tetap ditampilkan di layar.
ms: Mengawal berapa lama kawalan Antara Muka Pengguna kekal pada skrin.
pt: Define o tempo que o interface mantém na tela quando não detectar toques na tela.
ru: Устанавливает время, в течение которого интерфейс будет оставаться на экране после касания
zh: 调整飞行控制组件在屏幕上的显示时间

# Settings.General.InterfaceTimeout.Title
source: Interface Timeout
bg: Таймаут на интерфейса
de: Benutzeroberfläche ausblenden
es: Límite de Tiempo Para Ocultar Interfaz
fr: Délai d'expiration de l'interface
he: פסק זמן של ממשק
hu: Irányítási Felület Időtúllépése
id: Batas waktu antarmuka
ms: Tamat Masa Antara Muka
pt: Limite de tempo para ocultar interface
ru: Таймаут Интерфейса
zh: 飞行控制组件隐藏

# Settings.General.InvertCockpitCameraMotion.Subtitle
source: Inverts the motion of internal camera (Tower, Onboard, Cockpit)
bg: Обръща движението на вътрешните камери (Кула, Бордова камера, Кокпит)
de: Kehrt die Bewegung interner Kameras um (Tower, Bordkamera, Cockpit)
es: Invierte la moción de cámaras internas (torre, cámaras a bordo, cabina)
fr: Inverse le mouvement de la caméra interne (Tour, Onboard, Cockpit)
hu: Megfordítja a belső kamera mozgását (Torony, Fedélzet, Pilótafülke)
id: Membalik arah gerakan kamera internal (Tower, Didalam , Cockpit)
ms: Terbalikkan gerakan kamera dalaman (Menara, Dalam kapal terbang, Kokpit)
pt: Inverte o movimento na câmera interna (torre, câmera de bordo, cockpit)
ru: Инвертирует вертикальное движение внешних камер (Вышка, На борту, Кабина)
zh: 反转内部视角移动 (塔台, 客舱, 驾驶舱视角)

# Settings.General.InvertCockpitCameraMotion.Title
source: Invert Internal Cameras Vertical Motion
bg: Обръщане на вертикалното движение на вътрешните камери
de: Vertikale Bewegung der internen Kameras umkehren
es: Invertir Moción Vertical de Cámaras Internas
fr: Inverser le mouvement vertical des caméras internes
he: הפוך מצלמות פנימיות תנועה אנכית
hu: Belső Kamerák Mozgásának Megfordítása
id: Membalikkan Gerakan Vertikal Kamera Internal
ms: Terbalikkan kamera dalaman gerakan menegak
pt: Inverter o movimento vertical nas câmeras internas
ru: Инвертировать Вертикальное Движение Внутренних Камер
zh: 反转内部视角垂直移动

# Settings.General.InvertVerticalCameraMotion.Subtitle
source: Invert the vertical motion of the external cameras
bg: Обръщане на вертикалното движение на външните камери
de: Kehrt die Bewegung interner Kameras um
es: Invierte la moción de cámaras externas
fr: Inverser le mouvement vertical des caméras externes
he: הפוך את התנועה האנכית של המצלמות החיצוניות
hu: Megfordítja a külső kamera mozgását
id: Balikkan gerakan vertikal kamera eksternal
ms: Terbalikkan gerakan menegak kamera luaran
pt: Inverte o movimento vertical nas câmeras externas
ru: Инвертирует вертикальное движение внешних камер
zh: 反转外部视角移动

# Settings.General.InvertVerticalCameraMotion.Title
source: Invert External Cameras Vertical Motion
bg: Обръщане на вертикалното движение на външните камери
de: Vertikale Bewegung der externen Kameras umkehren
es: Invertir Moción Vertical de Cámaras Externas
fr: Inverser le mouvement vertical des caméras externes
he: הפוך מצלמות חיצוניות תנועה אנכית
hu: Külső Kamerák Mozgásának Megfordítása
id: Balikkan Arah Kamera Eksternal Vertikal
ms: Terbalikkan pergerakan menegak kamera luaran
pt: Inverter o movimento vertical nas câmeras externas
ru: Инвертировать Вертикальное Движение Внешних Камер
zh: 反转外部视角垂直移动

# Settings.General.LandingAid.Subtitle
source: Shows a set of rectangles around the landing path. Helps make stabilized landings.
bg: Показва правоъгълници около глисадата. Помага за стабилизирани кацания.
de: Unterstützt mit Hilfe von visuellen Markierungen im Anflugkorridor stabilisierte Landungen.
es: Muestra unos rectangulos alrededor de la trayectoria de attrerrizaje, para atterizar estable.
fr: Affiche un ensemble de rectangles autour de la trajectoire d'atterrissage. Aide à faire des atterrissages stabilisés.
he: .מציג קבוצה של מלבנים מסביב לנתיב הנחיתה. עוזר לבצע נחיתות מיוצבות
hu: Téglalapokat jelenít meg a leszállópálya helyes megközelítéséhez. Segíti a stabil leszállást.
id: Menampilkan serangkaian persegi panjang di sekitar jalur pendaratan. Membantu melakukan pendaratan yang stabil.
ms: Menunjukkan set segi empat tepat di sekeliling laluan pendaratan. Membantu membuat pendaratan yang stabil.
pt: Mostra quadrados em torno do perfil de pouso, ajuda realizar pousos estáveis.
ru: Показывает вспомогательные прямоугольники вокруг траектории захода. Помогает совершать стабилизированные посадки
zh: 在进近航线周围显示一组矩形框，帮助稳定着陆

# Settings.General.LandingAid.Title
source: Landing Aid
bg: Помощ при кацане
de: Landehilfe
es: Asistencia de Aterrizaje
fr: Aide à l'atterrissage
he: סיוע לנחיתה
hu: Leszállás Segítő
id: Bantuan saat mendarat
ms: Bantuan Pendaratan
pt: Assistência de Pouso
ru: Помощь при Посадке
zh: 着陆引导

# Settings.General.Language.Subtitle
source: Sets the language of the app's interface
bg: Задава езика на интерйеса на приложението
de: Legt Sprache der Benutzeroberfläche fest
es: Establece el idioma de la app
fr: Définit la langue de l'interface de l'application
he: מגדיר את שפת הממשק של האפליקציה
hu: Beállítja az alkalmazás felületének nyelvét
id: Mengatur bahasa antarmuka aplikasi
ms: Menetapkan bahasa antara muka aplikasi
pt: Define o idioma do interface no aplicativo
ru: Устанавливает язык интерфейса приложения
zh: 设置本程序页面所用的语言

# Settings.General.Language.Title
source: Language
bg: Език
de: Sprache
es: Idioma
fr: Langue
he: שפה
hu: Nyelv
id: Bahasa
ms: Bahasa
pt: Idioma
ru: Язык
zh: 语言

# Settings.General.ShowAirportNames.Subtitle
source: Show names and distance of the airports while flying
bg: Показва имената и дистанцията до летищата по време на полет
de: Zeigt im Flug Namen und Entfernung von Flughäfen an
es: Muestra los nombres y las distancias de aeropuertos mientras estas volando
fr: Afficher les noms et la distance des aéroports en vol
he: הצג שמות ומרחק של שדות התעופה בזמן הטיסה
hu: Repülés közben a repülőterek nevének és távolságának megjelenítése
id: Tampilkan nama dan jarak bandara saat terbang
ms: Tunjukkan nama dan jarak lapangan terbang semasa terbang
pt: Mostra nomes e distâncias dos aeroportos em voo
ru: Показывает названия и дистанцию до аэропортов во время полета
zh: 飞行时显示机场名称和距离

# Settings.General.ShowAirportNames.Title
source: Airport Names
bg: Имена на летища
de: Flughafennamen
es: Nombres de Aeropuertos
fr: Noms des aéroports
he: שמות שדות תעופה
hu: Repülőterek Nevei
id: Nama Bandara
ms: Nama Lapangan Terbang
pt: Nomes de Aeroportos
ru: Названия Аэропортов
zh: 显示机场名称

# Settings.Graphics
source: Graphics
bg: Графики
de: Grafik
es: Gráficos
fr: Graphismes
he: גרָפִיקָה
hu: Grafika
id: Grafik
ms: Grafik
pt: Gráficos
ru: Графика
zh: 显示

# Settings.Multiplayer
source: Online
bg: Онлайн
fr: En ligne
he: באינטרנט
id: Multipemain
ms: Dalam Talian
ru: Онлайн
zh: 连线

# Settings.Option.High
source: High
bg: Висока
de: Hoch
fr: Élevé
he: גָבוֹהַ
hu: Magas
id: Tinggi
ms: Tinggi
pt: Alto
ru: Высоко
zh: 高

# Settings.Option.Kilograms
source: Kilograms (Kg)
bg: Килограми (Kg)
de: Kilogramm (Kg)
es: Kilos (Kg)
fr: Kilogrammes (Kg)
he: (Kg) קילוגרמים
hu: Kilogramm (Kg)
id: Kilogram (Kg)
pt: Quilos (Kg)
ru: Килограммы (Кг)
zh: 千克 (Kg)

# Settings.Option.Low
source: Low
bg: Ниска
de: Niedrig
fr: Bas
he: נָמוּך
hu: Alacsony
id: Rendah
ms: Rendah
pt: Baixo
ru: Низко
zh: 低

# Settings.Option.Medium
source: Medium
bg: Средна
de: Mittel
fr: Moyen
he: בינוני
hu: Közepes
id: Sedang
ms: Sederhana
pt: Médio
ru: Средне
zh: 中等

# Settings.Option.None
source: None
bg: Никаква
de: Null
fr: Aucun
he: אף אחד
hu: Egy se
id: Tidak ada
ms: Tiada
pt: Nenhum
ru: Нисколько
zh: 无

# Settings.Option.Off
source: Off
bg: Изкл
de: Aus
es: Desactivado
fr: Désactivé
he: כבוי
hu: Ki
id: Mati
ms: Mati
pt: Desligado
ru: Выключено
zh: 关闭

# Settings.Option.On
source: On
bg: Вкл
de: An
es: Activado
fr: Activé
he: עַל
hu: Be
id: Hidup
ms: Hidup
pt: Ligado
ru: Включено
zh: 开启

# Settings.Option.Pounds
source: Pounds (lbs)
bg: Фунтове (lbs)
de: Pfund (lbs)
es: Libras (lbs)
fr: Livres (lbs)
he: (lbs) פאונד
hu: Font (lbs)
id: Pound (lbs)
ms: paun (lbs)
pt: Libras (lbs)
ru: Фунты (Фнт)
zh: 磅 (lbs)

# Settings.Option.Unlimited
source: Unlimited
bg: Неограничена
de: Unbegrenzt
es: Ilimiatdo
fr: Illimité
he: ללא הגבלה
hu: Korlátlan
id: Tak terbatas
ms: Tidak terhad
pt: Ilimitado
ru: Неограниченно
zh: 不限制

# Settings.Option.VeryHigh
source: Very High
bg: Много висока
de: Sehr hoch
fr: Très élevé
he: גבוה מאוד
hu: Nagyon Magas
id: Sangat tinggi
ms: Sangat tinggi
pt: Muito alto
ru: Очень Высоко
zh: 非常高

# Settings.SendCurrentLog
source: Send Current Log
bg: Изпрати текущия лог
de: Aktuelles Log senden
es: Mandar Log
fr: Envoyer le journal actuel
he: שלח יומן נוכחי
hu: Aktuális Napló Küldése
id: Kirim Log Saat Ini
pt: Enviar Log Atual
ru: Отправить Текущий Журнал
zh: 发送当前日志

# Settings.SendPreviousLog
source: Send Previous Log
bg: Изпрати предишния лог
de: Vorheriges Log senden
es: Mandar Último Log
fr: Envoyer le journal précédent
he: שלח יומן קודם
hu: Előző napló küldése
id: Kirim Log Sebelumnya
ms: Hantar Log Semasa
pt: Enviar Log Anterior
ru: Отправить Предыдущий Журнал
zh: 发送以往日志

# Settings.Sounds
source: Audio
bg: Аудио
he: שֶׁמַע
hu: Hang
id: Suara
pt: Áudio
ru: Аудио
zh: 音频

# Global.Confirm
source: Confirm
bg: Потвърди
de: Bestätigen
es: Confirmar
fr: Confirmer
he: לְאַשֵׁר
hu: Megerősít
id: Konfirmasi
ms: Sahkan
pt: Confirmar
ru: Подтвердить
zh: 确认

# Global.Warning
source: Warning
bg: Предупреждение
de: Warnung
fr: Attention
he: אַזהָרָה
hu: Figyelem
id: Peringatan
ms: Amaran
pt: Aviso
ru: Внимание
zh: 警告

# Settings.General.AutoCoordination.Subtitle
source: Automatically couple the ailerons and rudder (on the ground only)
bg: Автоматично съединяване на елероните и руля (само на земята)
de: Automatische Kopplung von Quer- und Seitenruder (nur auf dem Boden)
es: Coordina el rudder con los aielerons automáticamente en tierra
fr: Accoupler automatiquement les ailerons et le gouvernail (au sol uniquement)
hu: A csűrők és a oldalkormánylap automatikus összekapcsolása (csak a földön)
id: Secara otomatis menghubungkan aileron dan kemudi (hanya di darat)
ms: Gandingkan aileron dan kemudi secara automatik (di atas tanah sahaja)
pt: Combina o Aileron e o Leme automaticamente (no solo apenas)
ru: Автоматически объединять элероны и руль направления (только на земле)
zh: 联动副翼和方向舵 (仅在地面上)

# Settings.General.AutoCoordination.Title
source: Auto-Coordination
bg: Авто-координация
de: Auto-Koordination
es: Autocoordinación
he: תיאום אוטומטי
hu: Automatikus Koordináció
id: Koordinasi Otomatis
ms: Penyelarasan Automatik
pt: Auto-Coordenação
ru: Автокоординация
zh: 自动协调

# Settings.General.AutomaticEngineStart.Subtitle
source: Always start with engine running
bg: Винаги стартирайте с включени двигатели
de: Immer mit laufenden Triebwerken beginnen
es: Empieza todos los vuelos con los motores en marcha
fr: Commencez toujours avec le moteur en marche
he: התחל תמיד כשהמנוע פועל
hu: Mindig járó hajtóművel induljon
id: Selalu mulai dengan mesin menyala
ms: Sentiasa mulakan dengan enjin hidup
pt: Sempre inicia com os motores em funcionamento
ru: Всегда начинать полет с работающими двигателями
zh: 开始飞行时自动启动引擎

# Settings.General.AutomaticEngineStart.Title
source: Automatic Engine Start
bg: Автоматичен старт на двигателите
de: Automatischer Triebwerksstart
es: Arranque Automático de Motores
fr: Démarrage automatique du moteur
he: התנעת מנוע אוטומטית
hu: Automatikus Hajtómű Indítás
id: Menyalakan Mesin Otomatis
ms: Mulakan Enjin Automatik
pt: Partida Automático do Motor
ru: Автозапуск двигателей
zh: 自动启动引擎

# Settings.General.AutomaticLowPower.Subtitle
source: Enter low power during long flights to save battery
bg: Включване на режим на ниска мощност по време на дълги полети за пестене на батерия
de: Energiesparmodus auf langen Flügen aktivieren um die Batterie zu schonen
es: Baja la frecuencia de la simulación para ahorrar batería en vuelos largos
fr: Entrez une faible puissance pendant les longs vols pour économiser la batterie
he: הזן כוח נמוך במהלך טיסות ארוכות כדי לחסוך בסוללה
hu: Az akkumulátor kímélése érdekében hosszú repülés közben bekapcsolja az alacsony fogyasztást
id: Aktifkan mode hemat daya selama penerbangan panjang untuk menghemat baterai
ms: Masukkan mod kuasa rendah semasa penerbangan jauh untuk menjimatkan bateri
pt: Entra em modo de baixo uso para economizar bateria em voos longos
ru: Включает режим низкого энергопотребления для сохранения батареи
zh: 长途飞行时使用省电模式以节省电量

# Settings.General.AutomaticLowPower.Title
source: Enable Automatic Low Power
bg: Автоматичнo включване на режима на ниска мощност
de: Automatischen Energiesparmodus aktivieren
es: Modo Bajo Consumo de Energía
fr: Activer la faible consommation automatique
he: הפעל צריכת חשמל נמוכה אוטומטית
hu: Automatikus Alacsony Fogyasztás Engedélyezése
id: Aktifkan Mode Daya Rendah Otomatis
ms: Dayakan Kuasa Rendah Automatik
pt: Modo Baixo Consumo de energia
ru: Автоматически Включать Режим Низкого Энергопотребления
zh: 自动开启省电模式
