{
  "descriptions": {
    "en": "This server may be accessed by all grades. ATC is not available and pilots may fly freely without affecting their stats or grade. All users should still be respectful and courteous to other pilots. \nAdditional Requirement: None\n",
    "es": "Este servidor puede ser accedido por todos los grados. No hay contról aéreo disponible, y los pilotos pueden volar libremente sin afectar a sus estadisticas o su grado. Todos los usuarios deben de respetar a los demás pilotos.\nRequisitos adicionales: Ninguno",
    "fr": "Ce serveur est accessible à tous. Le contrôle aérien n'est pas disponible et les pilotes peuvent voler librement sans affecter leurs statistiques ou leur grade. Tous les utilisateurs doivent toujours être respectueux et courtois envers les autres pilotes.\nPré-requis : aucun\n",
    "de": "Dieser Server kann mit jedem Rang genutzt werden. Es gibt kein ATC und Pilot:innen können frei fliegen, ohne dass es sich auf ihre Statistiken oder den Rang auswirkt. Alle Nutzer:innen sollten sich trotzdem höflich und respektvoll gegenüber den anderen Pilot:innen verhalten.\nZusätzliche Anforderungen: Keine\n",
    "pt": "Esse servidor pode ser acessado por todos os níveis. ATC não está disponível e pilotos devem voar livremente sem afetar a sua estatísticas ou nível. Todos os usuários devem respeitar os outros pilotos. \nRequisitos adicionais: Nenhum\n ",
    "ms": "Pelayan ini boleh diakses oleh semua gred. Pengawal Trafik Udara tidak tersedia dan juruterbang boleh terbang dengan bebas tanpa menjejaskan statistik atau gred mereka. Semua pengguna harus tetap menghormati dan berbudi bahasa kepada juruterbang lain. \nKeperluan Tambahan: Tiada\n",
    "ru": "Этот сервер доступен для игроков любых рангов. Диспетчерский контроль недоступен, пилоты могут летать без последствий для их ранга или статистики. Пользователи все еще должны быть уважительными и вежливыми в отношении других пилотов. nДополнительные требования: Нет\n",
    "zh": "本服务器不限等级，允许所有用户进入。ATC无法在本服务器提供服务，飞行员可以自由飞行且不会影响其飞行记录和等级。所有用户仍应礼貌对待其他飞行员。",
    "bg": "Този сървър може да бъде използван от всички рангове. Не е налично РВД и пилотите могат да летят на спокойствие, без да рискуват статистиката и ранга си. Всички пилоти трябва да уважават останалите. \nДопълнителни Изисквания: Няма\n",
    "hu": "Ez a szerver bármilyen fokozattal elérhető. Az ATC nem elérhető, és a pilóták szabadon repülhetnek anélkül, hogy befolyásolnák statisztikájukat vagy besorolásukat. Minden felhasználónak továbbra is tiszteletteljesnek és udvariasnak kell lennie a többi pilótával szemben. \nTovábbi követelmény: Nincs\n",
    "tr": "Bu sunucuya tüm sınıflar erişebilir. ATC mevcut değildir ve pilotlar, istatistiklerini veya derecelerini etkilemeden serbestçe uçabilirler. Tüm kullanıcılar yine de diğer pilotlara karşı saygılı ve nazik olmalıdır. \nEk Gereksinim: Yok\n"
  
  },
  "welcomeMessages": {
    "en": "Welcome to the Casual Server,\n\nThis is a server where you can fly free of rules and procedures. You're encouraged to be respectful towards others and have fun.\n\nThe live servers are a communal environment dependent upon everyone's participation for an enjoyable experience. Happy flying!\n   ",
    "es": "Bienvenido al serivdor Casual,\n\nEn este servidor, puedes volar sin tener que seguir normas o procedimientos. Pedimos que respetes a otros pilotos y que disfrutes.\n\nLas comunicaciones con Control Aéreo y otros pilotos se harán en inglés (la lengua oficiál de la aviación)\n\nLos servidores de multijugador son ambientes comunitarios que dependen de la cooperación de todos para la mejor experiencia. ¡Buen vuelo!",
    "fr": "Bienvenue sur le serveur Casual,\n\nSur ce serveur, vous pouvez voler sans avoir à suivre de règles ou de procédures. Nous vous demandons de respecter les autres pilotes et d'en profiter.\n\nLes communications avec le contrôle aérien et les autres pilotes se feront en anglais (la langue officielle de l'aviation)\n\nLes serveurs multijoueurs sont des environnements communautaires qui dépendent de la coopération de chacun pour la meilleure expérience. Bon vol!",
    "de": "Willkommen auf dem Casual Server,\n\nDies ist ein Server auf dem du frei von Regeln und strikten Verfahren fliegen kannst. Sei anderen gegenüber respektvoll und hab Spaß.\n\nDie Live-Server sind ein gemeinschaftliches Umfeld und leben davon, dass alle ihren Teil zu einem angenehmen Erlebnis beitragen. Guten Flug!",
    "pt": "Bem vindo ao Servidor Casual,\n\nEsse é um servidor no qual poderá voar sem regras e procedimentos. Pedimos que respeite outros pilotos e se divirta.\n\nAs comunicações com o controle de tráfego aéreo será feito em inglês (língua oficial da aviação)\n\nOs servidores de multijogador é um ambiente comunitário que depende da cooperação de todos para a melhor experiência. Bons voos!",
    "ms": "Selamat datang ke Pelayan Kasual,\n\nIni ialah pelayan yang membolehkan anda terbang bebas daripada peraturan dan prosedur. Anda digalakkan untuk menghormati orang lain dan berseronok.\n\nPelayan langsung adalah persekitaran komunal bergantung kepada penyertaan semua orang untuk pengalaman yang menyeronokkan. Selamat terbang!\n\nKomunikasi dengan Pengawal Trafik Udara dan juruterbang lain dilakukan dalam bahasa Inggeris (bahasa rasmi penerbangan)",
    "ru": "Добро пожаловать на Свободный Сервер,\n\nЗдесь вы можете насладиться полетом без каких-либо ограничений. Уважайте других игроков и наслаждайтесь игрой.\n\nМногопользовательские сервера являются общественным пространством, комфортабельность которых зависит от каждого пользователя. Счастливых полетов!\n",
    "zh": "欢迎来到休闲服务器。\n\n在这里你可以不受规章制度限制自由飞行。但我们仍然希望你在享受飞行的同时尊重其他飞行员。\n\n你与其他管制员，飞行员的通信仍将使用英语（航空界的国际通用语言）。\n\n线上服务器是一个公共场合，只有每个人积极参与才能在飞行中获得愉快的体验。享受飞行吧!\n",
    "bg": "Добре дошли в Casual сървъра,\n\nВ този сървър може да летите без правила и процедури. Молим ви да се отнасяте с уважение към останалите и да се забавлявате.\n\nКомуникациите с РВД и другите пилоти се извършват на английски (официалният език на авиацията)\n\nОнлайн сървърите са общи среди, зависещи от участието на всички за приятно преживяване. Приятен полет!\n",
    "hu": "Üdvözlünk a Casual szerveren!\n\nEz egy olyan szerver, ahol szabályoktól és eljárásoktól mentesen repülhetsz. Arra biztatunk, hogy légy tiszteletben másokkal, és érezd jól magad.\n\nAz online szerverek egy közösségi környezet, ahol az élvezetes élmény eléréséhez mindenkinek hozzá kell járulnia. Jó repülést!\n",
    "tr": "Casual Sunucuya Hoş Geldiniz,\n\nBu, kural ve prosedürlerden bağımsız uçabileceğiniz bir sunucudur. Başkalarına karşı saygılı olmaya ve eğlenmeye teşvik ediliyorsunuz.\n\nATC ve diğer pilotlarla iletişim havacılığın resmi dili İngilizce ile yapılır\n\nCanlı sunucular, keyifli bir deneyim için herkesin katılımına bağlı ortak bir ortamdır. İyi uçuşlar!\n"
  }
}
