{
  "descriptions": {
    "en": "This server may be accessed by all grades. ATC is not available and pilots may fly freely without affecting their stats or grade. All users should still be respectful and courteous to other pilots. \nAdditional Requirement: None\n",
    "es": "Este servidor puede ser accedido por todos los grados. No hay contról aéreo disponible, y los pilotos pueden volar libremente sin afectar a sus estadisticas o su grado. Todos los usuarios deben de respetar a los demás pilotos.\nRequisitos adicionales: Ninguno",
    "fr": "Ce serveur est accessible à tous. Le contrôle aérien n'est pas disponible et les pilotes peuvent voler librement sans affecter leurs statistiques ou leur grade. Tous les utilisateurs doivent toujours être respectueux et courtois envers les autres pilotes.\nPré-requis : aucun\n",
    "de": "Dieser Server kann mit jedem Rang genutzt werden. Es gibt kein ATC und Pilot:innen können frei fliegen, ohne dass es sich auf ihre Statistiken oder den Rang auswirkt. Alle Nutzer:innen sollten sich trotzdem höflich und respektvoll gegenüber den anderen Pilot:innen verhalten.\nZusätzliche Anforderungen: Keine\n",
    "pt": "Esse servidor pode ser acessado por todos os níveis. ATC não está disponível e pilotos devem voar livremente sem afetar a sua estatísticas ou nível. Todos os usuários devem respeitar os outros pilotos. \nRequisitos adicionais: Nenhum\n ",
    "ms": "Pelayan ini boleh diakses oleh semua gred. Pengawal Trafik Udara tidak tersedia dan juruterbang boleh terbang dengan bebas tanpa menjejaskan statistik atau gred mereka. Semua pengguna harus tetap menghormati dan berbudi bahasa kepada juruterbang lain. \nKeperluan Tambahan: Tiada\n",
    "ru": "Этот сервер доступен для игроков любых рангов. Диспетчерский доступ недоступен и пилоты могут летать как хотят, без последствий для их ранга и статистики. Пользователи всё ещё должны уважать и быть вежливыми с другими игроками.\nДополнтельные требования: Нет\n"
  },
  "welcomeMessages": {
    "en": "Welcome to the Casual Server,\n\nThis is a server where you can fly free of rules and procedures. You're encouraged to be respectful towards others and have fun.\n\nThe live servers are a communal environment dependent upon everyone's participation for an enjoyable experience. Happy flying!\n   ",
    "es": "Bienvenido al serivdor Casual,\n\nEn este servidor, puedes volar sin tener que seguir normas o procedimientos. Pedimos que respetes a otros pilotos y que disfrutes.\n\nLas comunicaciones con Control Aéreo y otros pilotos se harán en inglés (la lengua oficiál de la aviación)\n\nLos servidores de multijugador son ambientes comunitarios que dependen de la cooperación de todos para la mejor experiencia. ¡Buen vuelo!",
    "fr": "Bienvenue sur le serveur Casual,\n\nSur ce serveur, vous pouvez voler sans avoir à suivre de règles ou de procédures. Nous vous demandons de respecter les autres pilotes et d'en profiter.\n\nLes communications avec le contrôle aérien et les autres pilotes se feront en anglais (la langue officielle de l'aviation)\n\nLes serveurs multijoueurs sont des environnements communautaires qui dépendent de la coopération de chacun pour la meilleure expérience. Bon vol!",
    "de": "Willkommen auf dem Casual Server,\n\nDies ist ein Server auf dem du frei von Regeln und strikten Verfahren fliegen kannst. Sei anderen gegenüber respektvoll und hab Spaß.\n\nDie Live-Server sind ein gemeinschaftliches Umfeld und leben davon, dass alle ihren Teil zu einem angenehmen Erlebnis beitragen. Guten Flug!",
    "pt": "Bem vindo ao Servidor Casual,\n\nEsse é um servidor no qual poderá voar sem regras e procedimentos. Pedimos que respeite outros pilotos e se divirta.\n\nAs comunicações com o controle de tráfego aéreo será feito em inglês (língua oficial da aviação)\n\nOs servidores de multijogador é um ambiente comunitário que depende da cooperação de todos para a melhor experiência. Bons voos!",
    "ms": "Selamat datang ke Pelayan Kasual,\n\nIni ialah pelayan yang membolehkan anda terbang bebas daripada peraturan dan prosedur. Anda digalakkan untuk menghormati orang lain dan berseronok.\n\nPelayan langsung adalah persekitaran komunal bergantung kepada penyertaan semua orang untuk pengalaman yang menyeronokkan. Selamat terbang!\n",
    "ru": "Добро пожаловать на Казуальный Сервер,\n\nЭто сервер, на котором вы можете насладиться полётом без каких-либо правил и процедур. Уважайте других игроков и веселитесь.\n\nМногопользовательские сервера являются общественным пространством, комфортабельность которого зависит от каждого. Хороших полётов!\n"
  }
}