{
  "descriptions": {
    "en": "This is a server where published rules must be adhered to. All procedures are strictly enforced by ATC. Infractions may result in issued Violations. \nAdditional Requirement: The number of total level 1 Violations must be at least 50% less than the number of total landings. Pilots may not have 5 or more Level 2 or 3 Violations in the last 365 days.",
    "es": "Este es un servidor donde deben respetarse las normas. Todos los procedimientos se harán cumplir por Control Aéreo. Incumplimiento con las normas puede resultar en Infracciones.\nOtros requisitos: El número de Infracciones debe ser al menos 50% menos del numero de aterrizajes totales. Todos los pilotos no deben tener más de 5 Infracciones de Nivel 2 o 3 en los últimos 365 días.",
    "fr": "Le serveur Expert est un serveur où les règles publiées doivent être respectées. Toutes les procédures sont strictement appliquées par le contrôle aérien. Les infractions peuvent entraîner des violations émises par les contrôleurs.\nPre-Requis: le nombre total de violations de niveau 1 doit être au moins 50% inférieur au nombre total d'atterrissages. Les pilotes ne peuvent pas avoir plus de 5 violations de niveau 2 ou 3 au cours des 365 derniers jours.",
    "de": "Dies ist ein Server, auf dem den veröffentlichten Regeln gefolgt werden muss. Alle Abläufe werden von ATC streng überwacht. Verstöße gegen die Regeln können zu Meldungen führen. \nZusätzliche Anforderungen: Die Zahl aller Level 1 Verstöße darf höchstens 50% der absolvierten Landungen betragen. Pilot:innen dürfen nicht mehr als 4 Level 2 oder 3 Verstöße in den letzten 365 Tagen haben.",
    "pt": "Esse é um servidor onde as normas devem ser respeitadas. Todos os procedimentos são estritamente cumpridos pelo ATC. Incumprimento com as normas pode resultar em Violações. \nRequisito adicional: O número de violações nível 1 totais devem ser ao menos 50% menos do número de pousos totais. Os pilotos não devem ter 5 ou mais violações nível 2 ou 3 nos últimos 365 dias.",
    "ms": "Ini adalah pelayan di mana peraturan yang diterbitkan mesti dipatuhi. Semua prosedur dikuatkuasakan dengan ketat oleh Pengawal Trafik Udara. Pelanggaran boleh mengakibatkan Pelanggaran yang dikeluarkan. \nKeperluan Tambahan: Bilangan jumlah Pelanggaran tahap 1 mestilah sekurang-kurangnya 50% kurang daripada bilangan jumlah pendaratan. Juruterbang mungkin tidak mempunyai 5 atau lebih Pelanggaran Tahap 2 atau 3 dalam tempoh 365 hari yang lalu.",
    "ru": "На этом сервере вы обязаны подчиняться установленным правилам. Выполнение процедур строго контролируется диспетчерами. Неповиновение правилам может повлечь за собой предупреждение о нарушении.\nДополнительные требования: Количество нарушений 1-го уровня должно быть как минимум на 50% меньше количества посадок. Пилоты не могут иметь больше 5 нарушений 2-го или 3-го уровня за последние 365 дней.",
    "zh": "在本服务器中飞行员必须遵守所有已公布的规则。ATC将严格执行所有程序。违反规则可能会导致收到违规警告。",
    "bg": "Това е сървър, в който публикуваните правила трябва да се спазват. Всички процедури са стриктно наложени от РВД. Неспазването им може да доведе до издаване на нарушения. \nДопълнителни Изисквания: Броят на Нарушения Ниво 1 трябва да е поне 50% по-малък от общия брой на кацания. Пилотите не могат да имат 5 или повече Нарушения Ниво 2 или 3 през последните 365 дни.",
    "hu": "Ez egy olyan szerver, ahol a közzétett szabályokat be kell tartani. Az ATC minden eljárást szigorúan követ. A szabálysértés büntetést eredményezhet. \nTovábbi Követelmény: Az összes 1. szintű szabálysértés számának legalább 50%-kal kevesebbnek kell lennie, mint az összes leszállás számának. Az elmúlt 365 napban 5-nél kevesebb 2. vagy 3. szintű szabálysértéssel kell rendelkezned.",
    "tr": "Bu, yayınlanan kurallara uyulması gereken bir sunucudur. Tüm prosedürler ATC tarafından sıkı bir şekilde uygulanır. İhlaller, İhlallerin yayınlanmasına neden olabilir. \nEk Gereksinim: Toplam seviye 1 İhlal sayısı, ihlal sayısından en az %50 daha az olmalıdır. toplam iniş. Pilotların son 365 gün içinde 5 veya daha fazla Seviye 2 veya 3 İhlalleri olamaz."
  },
  "welcomeMessages": {
    "en": "Welcome to the Expert Server,\n\nThis server is reserved for serious users only. Real-world procedures apply and will be enforced by ATC.\n\n- Be respectful of others\n- Follow ATC Instructions\n- Do not pause or leave the app while communicating with ATC\n\n\nThe live servers are a communal environment dependent upon everyone's participation for an enjoyable experience. Happy flying!\n   ",
    "es": "Bienvenido al servidor Expert,\n\nEste servidor solo está reservado para usuarios serios. Se aplican procedimientos del mundo real y se harán cumplir por Control Aéreo.\n\n- Respeta a los demás\n- Sigue las instrucciones de Control Aéreo\n- No pauses o salgas de la aplicación mientras estés en comunicación con Control Aéreo.\n- Las comunicaciones con Control Aéreo y otros pilotos se harán en inglés (la lengua oficiál de la aviación)\n\nLos servidores de multijugador son ambientes comunitarios que dependen de la cooperación de todos para la mejor experiencia. ¡Buen vuelo!",
    "fr": "Bienvenue sur l'Expert Server,\n\nCe serveur est réservé aux utilisateurs sérieux. Les procédures du monde réel s'appliquent et sont modérées par le contrôle aérien.\n\n- Soyez respectueux des autres\n- Suivez les instructions de l'ATC\n- Ne mettez pas en pause ou ne quittez pas l'application pendant la communication avec l'ATC\n- Les communications avec le contrôle se font en anglais. (la langue officielle de l’aviation)\n\n\nLes serveurs live sont un environnement communautaire dépendant de la participation de chacun pour une expérience agréable. Bon vol !",
    "de": "Willkommen auf dem Expert Server,\n\nDieser Server ist seriösen Nutzer:innen vorbehalten. Vorschriften aus der echten Welt sind zu befolgen und werden von den Fluglotsen überwacht.\n\n- Sei anderen gegenüber respektvoll\n-Folge den Anweisungen der Fluglotsen\n- Pausiere oder verlasse nicht die App, während du mit ATC kommunizierst\n\nDie Live-Server sind ein gemeinschaftliches Umfeld und leben davon, dass alle ihren Teil zu einem angenehmen Erlebnis beitragen. Guten Flug!",
    "pt": "Bem vindo ao Servidor Expert,\n\nEste servidor é reservado apenas para usuários sérios. Procedimentos do mundo real é aplicado e será aplicado pelo ATC.\n\n- Tenha respeito com os outros\n- Siga as instruções do ATC\n- Não pause ou saia do app enquanto estiver comunicando com o ATC\n- As comunicações com o controle de tráfego aéreo será feito em inglês (língua oficial da aviação)\n\nOs servidores de multijogador é um ambiente comunitário que depende da cooperação de todos para a melhor experiência. Bons voos!",
    "ms": "Selamat datang ke Pelayan Pakar,\n\nPelayan ini dikhaskan untuk pengguna yang serius sahaja. Prosedur dunia sebenar terpakai dan akan dikuatkuasakan oleh Pengawal Trafik Udara.\n\n- Menghormati orang lain\n- Ikut Arahan Pengawal Trafik Udara\n- Jangan jeda atau tinggalkan apl semasa berkomunikasi dengan Pengawal Trafik Udara\n\n\nPelayan langsung ialah persekitaran komunal bergantung kepada penyertaan semua orang untuk pengalaman yang menyeronokkan. Selamat terbang!\n\nKomunikasi dengan Pengawal Trafik Udara dan juruterbang lain dilakukan dalam bahasa Inggeris (bahasa rasmi penerbangan).",
    "ru": "Добро пожаловать на Экспертный Сервер,\n\nЭтот сервер предназначен только для опытных пользователей. Здесь применяются реалистичные процедуры, выполнение которых проходит под пристальным контролем диспетчеров.\n\n- Уважайте других игроков\n\n-Не покидайте приложение и не прерывайтесь на паузу во время переговоров с диспетчером\n\n\nМногопользовательские сервера являются общественным пространством, комфортабельность которых зависит от каждого пользователя. Счастливых полетов!\n",
    "zh": "欢迎来到专家服务器。\n\n这个服务器仅对负责的用户开放。ATC将严格执行真实世界程序。\n\n- 礼貌对待他人\n- 遵守ATC的指令\n- 不要在与ATC交流时暂停或离开应用程序\n\n你与其他管制员，飞行员的通信仍将使用英语（航空界的国际通用语言）。\n\n连飞服务器是一个公共场合，只有每个人积极参与才能在飞行中获得愉快的体验。享受飞行吧!\n",
    "bg": "Добре дошли в Експертния сървър,\n\nТози сървър е само за сериозни пилоти. Истинските процедури са наложени и следването им се наблюдава от РВД.\n\n- Отнасяйте се с уважение към другите\n- Следвайте инструкциите на РВД\n- Не паузирайте и не напускайте приложението по време на комуникации с РВД\n- Комуникациите с РВД и другите пилоти се извършват на английски (официалният език на авиацията)\n\n\nОнлайн сървърите са общи среди, зависещи от участието на всички за приятно преживяване. Приятен полет!\n",
    "hu": "Üdvözöljük az Expert szerveren!\n\nEz a szerver csak komoly felhasználók számára van fenntartva. A valóságos eljárások érvényesek, és az ATC betartatja azokat.\n\n- Légy tiszteletben másokkal szemben.\n- Kövesd az Légiforgalmi Irányítók utasításait\n- Ne állítsd meg vagy hagyd el az alkalmazást az ATC-vel való kommunikáció közben.\n- A kommunikáció a pilótákkal és az irányítókkal angolul zajlik (hiszen ez a repülés hivatalos nyelve)\n\n\nAz online szerverek egy közösségi környezet, ahol az élvezetes élmény eléréséhez mindenkinek hozzá kell járulnia. Jó repülést!\n",
    "tr": "Uzman Sunucuya Hoş Geldiniz,\n\nBu sunucu yalnızca ciddi kullanıcılara ayrılmıştır. Gerçek dünya prosedürleri geçerlidir ve ATC tarafından uygulanacaktır.\n\n- Diğerlerine saygılı olun\n- ATC Talimatlarını Takip Edin\n- Yapın ATC ile iletişim kurarken uygulamayı duraklatmayın veya uygulamayı terk etmeyin\n- ATC ve diğer pilotlarla iletişim havacılığın resmi dili İngilizce ile yapılır\n\n\nCanlı sunucular, keyifli bir deneyim için herkesin katılımına bağlı ortak bir ortamdır. Mutlu uçuşlar!\n "
  }
}