{
    "descriptions": {
        "en": "This is a server where published rules must be adhered to. All procedures are strictly enforced by ATC. Infractions may result in issued Violations. \nAdditional Requirement: The number of total level 1 Violations must be at least 50% less than the number of total landings. Pilots may not have 5 or more Level 2 or 3 Violations in the last 365 days.",
        "es": "Este es un servidor donde deben respetarse las normas. Todos los procedimientos se harán cumplir por Control Aéreo. Incumplimiento con las normas puede resultar en Infracciones.\nOtros requisitos: El número de Infracciones debe ser al menos 50% menos del numero de aterrizajes totales. Todos los pilotos no deben tener más de 5 Infracciones de Nivel 2 o 3 en los últimos 365 días.",
        "fr": "Le serveur Expert est un serveur où les règles publiées doivent être respectées. Toutes les procédures sont strictement appliquées par le contrôle aérien. Les infractions peuvent entraîner des violations émises par les contrôleurs.\nPre-Requis: le nombre total de violations de niveau 1 doit être au moins 50% inférieur au nombre total d'atterrissages. Les pilotes ne peuvent pas avoir plus de 5 violations de niveau 2 ou 3 au cours des 365 derniers jours."
    },
    "welcomeMessages": {
        "en": "Welcome to the Expert Server,\n\nThis server is reserved for serious users only. Real-world procedures apply and will be enforced by ATC.\n\n- Be respectful of others\n- Follow ATC Instructions\n- Do not pause or leave the app while communicating with ATC\n\n\nThe live servers are a communal environment dependent upon everyone's participation for an enjoyable experience. Happy flying!\n   ",
        "es": "Bienvenido al servidor Expert,\n\nEste servidor solo está reservado para usuarios serios. Se aplican procedimientos del mundo real y se harán cumplir por Control Aéreo.\n\n- Respeta a los demás\n- Sigue las instrucciones de Control Aéreo\n- No pauses o salgas de la aplicación mientras estés en comunicación con Control Aéreo.\n- Las comunicaciones con Control Aéreo y otros pilotos se harán en inglés (la lengua oficiál de la aviación)\n\nLos servidores de multijugador son ambientes comunitarios que dependen de la cooperación de todos para la mejor experiencia. ¡Buen vuelo!",
        "fr": "Bienvenue sur l'Expert Server,\n\nCe serveur est réservé aux utilisateurs sérieux. Les procédures du monde réel s'appliquent et sont modérées par le contrôle aérien.\n\n- Soyez respectueux des autres\n- Suivez les instructions de l'ATC\n- Ne mettez pas en pause ou ne quittez pas l'application pendant la communication avec l'ATC\n- Les communications avec le contrôle se font en anglais. (la langue officielle de l’aviation)\n\n\nLes serveurs live sont un environnement communautaire dépendant de la participation de chacun pour une expérience agréable. Bon vol !"
    }
}