{
  "descriptions": {
    "en": "This server is used to practice pilot and ATC skills. All ATC facilities (except ATIS) can be accessed and procedures are enforced by violations.",
    "es": "Este servidor es para practicar volando y control aéreo. Todas las estaciones de Control Aéreo se pueden acceder y los procedimientos se háran cumplir con infracciones.",
    "fr": "Ce serveur est utilisé pour s'entraîner en tant que pilote ou contrôleur aérien (ATC). Toutes les installations ATC (à l'exception de l'ATIS) sont accessibles et les procédures sont contrôlées par les violations automatiques.",
    "de": "Auf diesem Server kannst du deine Fähigkeiten als Pilot:in und Fluglots:in üben. Alle ATC-Frequenzen (außer ATIS) können genutzt werden und die Verletzung von Vorschriften wird mit Verstößen geahndet.",
    "pt": "Este servidor é utilizado para práticas de voo e controle de tráfego aéreo. Todas as estações ATC (exceto ATIS) pode ser acessado e procedimentos devem ser seguidos para evitar violação.",
    "ms": "Pelayan ini digunakan untuk mempraktikkan kemahiran juruterbang dan Pengawal Trafik Udara. Semua kemudahan Pengawal Trafik Udara (kecuali ATIS) boleh diakses dan prosedur dikuatkuasakan oleh pelanggaran.",
    "ru": "На этом сервере вы можете попрактиковать навыки пилотирования и попробовать себя в роли диспетчера. Доступны все виды частот, кроме АТИС, при этом неповиновение правилам может повлечь за собой предупреждение о нарушении.",
    "zh": "这个服务器用于训练飞行员和管制员。除情报通波（ATIS）频率外，所有的ATC席位均开放管制，同时系统可以自动发布违规警告",
    "bg": "Този сървър се използва за упражняване на уменията на пилотите и контрольорите. Всички честоти на РВД (с изключение на ATIS) са достъпни и процедурите се прилагат чрез издаване на нарушения.",
    "hu": "Ez a szerver a pilóta és ATC ismeretek gyakorlására való. Az összes ATC létesítmény (az ATIS kivételével) elérhető, és szabálysértés büntetést von maga után.",
    "tr": "Bu sunucu, pilot ve ATC becerilerini uygulamak için kullanılır. Tüm ATC tesislerine (ATIS hariç) erişilebilir ve prosedürler ihlallerle uygulanır."
  },
  "welcomeMessages": {
    "en": "Welcome to the Training Server,\n\nThis is a learning environment where you're encouraged to apply real-world procedures. Behavior is monitored and recorded. Users with no regard for others may be subject to removal from the server.\n\n- Be respectful and courteous towards others\n- Listen to ATC and follow the flow of traffic\n- Apply available tutorials to create an enjoyable learning environment\n\nThe live servers are a communal environment dependent upon everyone's participation for an enjoyable experience. Happy flying!\n   ",
    "es": "Bienvenido al servidor Training,\n\nEste servidor es un entorno de formación donde deberias de aplicar procedimientos del mundo real. Se supervisa la conducta de pilotos y controladores. Usuarios que no vuelan o controlan con respeto a los demás pueden ser expulsados del servidor.\n\n- Respeta a los demás\n- Escucha a los controladores aéreos y sigue el flujo de tráfico\n- Usa los tutoriales disponibles para crear un ambiente de formación\n\nLas comunicaciones con Control Aéreo y otros pilotos se harán en inglés (la lengua oficiál de la aviación)\n\nLos servidores de multijugador son ambientes comunitarios que dependen de la cooperación de todos para la mejor experiencia. ¡Buen vuelo!",
    "fr": "Bienvenue sur le serveur de formation (Training Server),\n\nCe serveur est un environnement de formation où vous devez appliquer les procédures du monde réel. La conduite des pilotes et des contrôleurs est supervisée. Les utilisateurs qui volent sans faire attention aux autres peuvent être expulsés du serveur.\n\n- Respectez les autres\n- Écouter les contrôleurs aériens et suivre le flux du trafic\n- Utilisez les tutoriels disponibles pour apprendre les procédures.\n\nLes communications avec le contrôle aérien et les autres pilotes se font en anglais (la langue officielle de l'aviation)\n\nLes serveurs multijoueurs sont des environnements communautaires qui dépendent de la coopération de chacun pour la meilleure expérience. Bon vol!",
    "de": "Willkommen auf dem Training Server,\n\nDies ist eine Lernumgebung, in der du die Abläufe aus der echten Welt befolgen sollst. Dein Verhalten wird überwacht und aufgezeichnet. Nutzer:innen, die Andere beeinträchtigen, können vom Server entfernt werden.\n\n- Sei anderen gegenüber höflich und respektvoll\n- Höre auf die Fluglots:innen und folge dem Verkehrsfluss\n- Folge den vorhandenen Tutorials um ein angenehmes Umfeld zum Lernen zu ermöglichen.\n\nDie Live-Server sind ein gemeinschaftliches Umfeld und leben davon, dass alle ihren Teil zu einem angenehmen Erlebnis beitragen. Guten Flug!",
    "pt": "Bem vindo ao servidor de treinamento,\n\nEste servidor é um ambiente de aprendizagem onde recomendamos aplicar os procedimentos do mundo real. O comportamento é monitorado e gravado. Usuários que não respeitam os demais podem ser expulsos do servidor.\n\n- Respeite os demais\n- Ouça atentamente ao ATC e siga o fluxo do tráfego\n- Utilize os tutoriais disponíveis para criar um ambiente de aprendizagem agradável\n\nAs comunicações com o controle de tráfego aéreo será feito em inglês (língua oficial da aviação)\n\nOs servidores de multijogador é um ambiente comunitário que depende da cooperação de todos para a melhor experiência. Bons voos!",
    "ms": "Selamat datang ke Pelayan Latihan,\n\nIni ialah persekitaran pembelajaran di mana anda digalakkan untuk menggunakan prosedur dunia sebenar. Tingkah laku dipantau dan direkodkan. Pengguna tanpa menghiraukan orang lain mungkin tertakluk kepada penyingkiran daripada pelayan.\n\n- Bersikap hormat dan berbudi bahasa terhadap orang lain\n- Dengar Pengawal Trafik Udara dan ikuti aliran trafik\n- Gunakan tutorial yang tersedia untuk mencipta yang menyeronokkan persekitaran pembelajaran\n\nPelayan langsung ialah persekitaran komunal bergantung kepada penyertaan semua orang untuk pengalaman yang menyeronokkan. Selamat terbang!\n\nKomunikasi dengan Pengawal Trafik Udara dan juruterbang lain dilakukan dalam bahasa Inggeris (bahasa rasmi penerbangan).",
    "ru": "Добро пожаловать на Учебный Сервер,\n\nЭто образовательная среда, где рекомендуется следовать реалистичным процедурам. Ваше поведение отслеживается и фиксируется. Пользователи, которые не уважают других игроков, могут быть отключены от сервера.\n\n- Уважайте других игроков\n\n- Следуйте командам диспетчера и обращайте внимание на поток траффика\n\n- Используйте доступные руководства, чтобы создавать приятную учебную среду\n\nМногопользовательские сервера являются общественным пространством, комфортабельность которых зависит от каждого пользователя. Счастливых полетов!\n",
    "zh": "欢迎来到训练服务器。\n\n这是一个学习的地方，我们建议你使用真实世界的程序。你的行为将受到监视并将记录违规。不遵守规定的用户可能会被踢出服务器。\n\n- 礼貌对待他人\n- 遵守ATC的指令并跟随其他飞机\n- 查看有用的教程以创造一个美好的飞行环境\n\n你与其他管制员，飞行员的通信仍将使用英语（航空界的国际通用语言）。\n\n连飞服务器是一个公共场合，只有每个人积极参与才能在飞行中获得愉快的体验。享受飞行吧!\n",
    "bg": "Добре дошли в Тренировъчния сървър,\n\nТова е учебна среда, в която ви приканваме да прилагата истински процедури. Поведението ви е наблюдавано и записвано. Пилоти без уважение към останалите може да бъдат премахнати от сървъра.\n\n- Отнасяйте се с уважение към останалите\n- Слушайте РВД и следвайте потокът на трафика\n- Прилагайте наличните уроци, за да създадете приятна учебна среда\n- Комуникациите с РВД и другите пилоти се извършват на английски (официалният език на авиацията)\n\nОнлайн сървърите са общи среди, зависещи от участието на всички за приятно преживяване. Приятен полет!\n",
    "hu": "Üdvözöljük a Training szerveren!\n\nEz egy tanuló környezet, ahol a valóságos eljárások alkalmazására ösztönzünk. A viselkedést figyelik és rögzítik. A másokat figyelmen kívül hagyó felhasználókat eltávolíthatjuk a szerverről.\n\n- Légy tisztelettudó és udvarias másokkal szemben\n- Hallgass az ATC-re és kövesd a forgalom áramlását\n- Alkalmazd a rendelkezésre álló oktatóanyagokat, hogy élvezetes tanulási környezetet teremts \n\nAz online szerverek egy közösségi környezet, ahol az élvezetes élmény eléréséhez mindenkinek hozzá kell járulnia. Jó repülést!\n",
    "tr": "Eğitim Sunucusuna Hoş Geldiniz,\n\nBu, gerçek dünya prosedürlerini uygulamaya teşvik edildiğiniz bir öğrenme ortamıdır. Davranış izlenir ve kaydedilir. Başkalarını hiçe sayan kullanıcılar sunucudan kaldırılabilir.\n \n- Diğerlerine karşı saygılı ve nazik olun\n- ATC'yi dinleyin ve trafik akışını takip edin\n- Keyifli bir öğrenme ortamı yaratmak için mevcut eğitimleri uygulayın\n\nATC ve diğer pilotlarla iletişim havacılığın resmi dili İngilizce ile yapılır\n\nCanlı sunucular, keyifli bir eğitim için herkesin katılımına bağlı ortak bir ortamdır. Mutlu uçuşlar!\n "
  }
}