{
    "descriptions": {
        "en": "This server is used to practice pilot and ATC skills. All ATC facilities (except ATIS) can be accessed and procedures are enforced by violations.",
        "es": "Este servidor es para practicar volando y control aéreo. Todas las estaciones de Control Aéreo se pueden acceder y los procedimientos se háran cumplir con infracciones.",
        "fr": "Ce serveur est utilisé pour s'entraîner en tant que pilote ou contrôleur aérien (ATC). Toutes les installations ATC (à l'exception de l'ATIS) sont accessibles et les procédures sont contrôlées par les violations automatiques."
    },
    "welcomeMessages": {
        "en": "Welcome to the Training Server,\n\nThis is a learning environment where you're encouraged to apply real-world procedures. Behavior is monitored and recorded. Users with no regard for others may be subject to removal from the server.\n\n- Be respectful and courteous towards others\n- Listen to ATC and follow the flow of traffic\n- Apply available tutorials to create an enjoyable learning environment\n\nThe live servers are a communal environment dependent upon everyone's participation for an enjoyable experience. Happy flying!\n   ",
        "es": "Bienvenido al servidor Training,\n\nEste servidor es un entorno de formación donde deberias de aplicar procedimientos del mundo real. Se supervisa la conducta de pilotos y controladores. Usuarios que no vuelan o controlan con respeto a los demás pueden ser expulsados del servidor.\n\n- Respeta a los demás\n- Escucha a los controladores aéreos y sigue el flujo de tráfico\n- Usa los tutoriales disponibles para crear un ambiente de formación\n\nLas comunicaciones con Control Aéreo y otros pilotos se harán en inglés (la lengua oficiál de la aviación)\n\nLos servidores de multijugador son ambientes comunitarios que dependen de la cooperación de todos para la mejor experiencia. ¡Buen vuelo!",
        "fr": "Bienvenue sur le serveur de formation (Training Server),\n\nCe serveur est un environnement de formation où vous devez appliquer les procédures du monde réel. La conduite des pilotes et des contrôleurs est supervisée. Les utilisateurs qui volent sans faire attention aux autres peuvent être expulsés du serveur.\n\n- Respectez les autres\n- Écouter les contrôleurs aériens et suivre le flux du trafic\n- Utilisez les tutoriels disponibles pour apprendre les procédures.\n\nLes communications avec le contrôle aérien et les autres pilotes se font en anglais (la langue officielle de l'aviation)\n\nLes serveurs multijoueurs sont des environnements communautaires qui dépendent de la coopération de chacun pour la meilleure expérience. Bon vol!"
    }
}